{"15249":{"Cooperative":"false","Developer":"Rovio","Genres":"Puzzle","Images":[{"FileName":"6ce69900-98ce-4c45-9423-adbc3cc71f82.jpg","Type":"Box - Front"},{"FileName":"bef1f0dc-3499-4fcc-a905-8ca25836771f.png","Type":"Clear Logo"},{"FileName":"1b6f80ea-b7e9-4e6b-99b8-f16fdeb8a283.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Angry Birds","Overview":"Angry Birds is a strategy game similar to titles such as Crush the Castle where it is the player's job to help the angry birds retrieve their eggs that have been stolen by nasty green pigs. Throughout the 105 levels the player controls a catapult loaded with one of several different species of birds to crash them into the fortified buildings with the pigs inside. To complete a level, all pigs must have been smashed through either the birds directly or pieces of the collapsing building.","Publisher":"ClickGamer","ReleaseDate":"2009-12-11T00:00:00-08:00"},"15457":{"Cooperative":"false","Genres":"Puzzle","Images":[{"FileName":"3fa936b7-b694-444d-a544-ae6be10d5029.jpg","Type":"Box - Front"},{"FileName":"7db4c7ee-57fe-4915-8c34-7f29bf10d9ee.png","Type":"Clear Logo"},{"FileName":"695a43b9-940c-44bf-898f-91d1d0322820.jpg","Type":"Screenshot - Gameplay"}],"Name":"Droplitz","Overview":"Droplitz is a 2009 puzzle video game developed by Blitz Arcade and published by Atlus. It was released on Xbox Live Arcade on June 24, 2009 and June 25, 2009 on PlayStation Network. It is also available on Microsoft Windows and iOS. In May 2012 a sequel called Droplitz Delight was released for Windows Phone.[1]","ReleaseDate":"2009-06-27T00:00:00-07:00"},"15515":{"Cooperative":"false","Genres":"Strategy; Board Game","Images":[{"FileName":"09910a75-5f26-4e50-9473-566f78a08e91.jpg","Type":"Box - Front"}],"Name":"Fritz Chess","ReleaseDate":"2009-03-27T00:00:00-07:00","ReleaseType":"Released"},"15675":{"AltNames":[{"Name":"Ice Age 3: El Origen de los Dinosaurios","Region":"Spain"}],"Cooperative":"false","Developer":"Two Tribes","Genres":"Action","Images":[{"FileName":"0945050b-ca7c-4b28-9d6b-26c0c3766d3b.jpg","Type":"Box - Front"},{"FileName":"6a5df434-f854-4634-b718-1c5eef18fd53.png","Region":"Spain","Type":"Clear Logo"},{"FileName":"1c40a77a-56e1-4c9c-8660-849a917e7b91.png","Type":"Clear Logo"},{"FileName":"599627fb-a93a-4173-a356-f0d49ec8e1ad.png","Type":"Fanart - Background"}],"Name":"Ice Age: Dawn of the Dinosaurs","Overview":"Based on the computer-animated movie starring the voices of Ray Romano and John Leguizamo, Ice Age: Dawn of the Dinosaurs is a 3D platform game that has you controlling multiple prehistoric protagonists across more than 15 levels of lighthearted action. Help Manny, Sid, Diego, Scrat, and friends navigate their way through the lush jungles of a world lurking underneath the ice: a tropical world inhabited by dinosaurs. Master each character's distinct moves while exploring caves, riding a pterodactyl, avoiding a rampaging Tyrannosaurus rex, running atop a ball of ice, and more. Those having difficulty during certain sequences can receive tips from woolly mammoth Ellie as well as possums Crash and Eddie. In addition to the single-player campaign, Ice Age 2 offers eight competitive mini-games supporting up to four players.","Publisher":"Chillingo","ReleaseDate":"2009-11-14T00:00:00-08:00","ReleaseType":"Released","VideoURL":"http:\/\/www.youtube.com\/watch?v=bik7V85plz4"},"15690":{"Cooperative":"false","Images":[{"FileName":"bbb1321a-a061-4c3c-b77f-c1a9d012fe58.png","Type":"Box - Front"},{"FileName":"599dbdec-c4e6-4030-b60c-cb3ce1836ce3.png","Type":"Clear Logo"},{"FileName":"73e4cd5c-3365-43e7-adac-8676f6dfbe05.jpg","Type":"Fanart - Background"},{"FileName":"6f00fd4d-4661-4f5c-a209-89a437aafc89.jpg","Type":"Fanart - Background"},{"FileName":"2d363a0d-7a21-48d9-ab81-4600303afae4.png","Type":"Fanart - Background"}],"Name":"Iron Man 2","Overview":"Iron Man 2 is a 2010 action-adventure video game loosely based on the film of the same name. It was released in Europe on April 30, 2010,[3] and in North America on May 4.[4] Published by Sega, the game was developed by Sega Studios San Francisco for Xbox 360, PlayStation 3 and Nintendo DS, by High Voltage Software for Wii & PlayStation Portable,[1] and by Gameloft for iOS (released on May 3[5]) and BlackBerry PlayBook (released on August 25[6]). A Microsoft Windows version was planned, but was cancelled.[7]\n\nThe game has an original story written by The Invincible Iron Man scribe Matt Fraction.[8] This story is set after the plot of the film, although the iOS and BlackBerry versions stick roughly to the film's plot. The game features the voices of Don Cheadle and Samuel L. Jackson, reprising their roles from the film. Lamb of God recorded an exclusive song for the game, \"Hit the Wall\".","ReleaseDate":"2010-04-22T00:00:00-07:00"},"15723":{"Cooperative":"false","Images":[{"FileName":"68b4d216-c43c-4b5b-9196-b8e160296257.png","Type":"Box - Front"}],"Name":"Joe Danger","Overview":"Joe Danger is a video game, the first published by British independent developer Hello Games. Joe Danger is a side-scrolling video game incorporating elements of racing and platform games. The player controls the eponymous daredevil and navigates time-limited courses, aiming to complete enough objectives to continue to further rounds. Joe Danger is presented in a light-hearted way, with emphasis on stunts and maintaining speed.\n\nIt was released on the PlayStation Network in June 2010, after Hello Games originally chose to publish it exclusively with Sony Computer Entertainment. A \"Special Edition\" for Xbox Live Arcade was released on 14 December 2011; an iOS spinoff was released on 10 January 2013. In April 2015, a version for Android was released through the Google Play Store.[8]\n\nThe game was promoted in the media through interviews with the four members of the development team, in particular with Hello Games's managing director, Sean Murray. The team used their official website and Sony's PlayStation Blog to maintain contact with fans and to keep them up to date on the project's progress. Much of the quality assurance process took the form of public beta testing at exhibitions.\n\nOn its release, Joe Danger received generally positive reviews; most reviewers praised the accessible gameplay and the ability to edit courses while playing them. Some suggested the game would have benefited from more options, such as sharing and rating user-generated content, and criticised the lack of an online multiplayer mode. Hello Games subsequently released downloadable content to add features that users and reviewers had requested in the months following the game's release. Using leaderboard statistics, Joe Danger was estimated to have sold at least 108,000 units in its first three months on sale. It was nominated for several awards, including the grand prize at the 2010 Independent Games Festival.","ReleaseDate":"2010-01-13T00:00:00-08:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=M5K9cwZT7GY"},"15750":{"Cooperative":"false","Images":[{"FileName":"e67ae97f-999b-4e9a-abc7-c00489da9bdc.jpg","Type":"Box - Front"},{"FileName":"dd12a73d-c3ac-4a91-b087-1632d63b0778.png","Type":"Clear Logo"}],"Name":"Lara Croft and the Guardian of Light","Overview":"Lara Croft and the Guardian of Light is an action-adventure game developed by Crystal Dynamics and published by Square Enix for Microsoft Windows, PlayStation 3, Xbox 360 and iOS through digital distribution. It is part of the Tomb Raider series, but unlike previous games, the game does not carry the Tomb Raider brand and has a heavy emphasis on cooperative gameplay. In multiplayer, players take the role as either Lara Croft or a 2,000-year-old Mayan warrior named Totec. They must work together in order to stop the evil spirit Xolotl and retrieve the Mirror of Smoke. A single-player campaign mode is available that does not include the non-playable character AI following or helping Lara.\n\nIn the United States and United Kingdom, Guardian of Light was released for the Xbox Live Arcade on 18 August 2010; it was released a month later on 28 September for PlayStation Network and Steam. Though local cooperative was available at the initial release for all versions, online cooperative was later added. In North America, on 16 December 2010, the video game was released for iOS devices which included cooperative with Wi-Fi and Bluetooth options. The first downloadable content (DLC) map pack was released for free for a limited time.\n\nLara Croft and the Guardian of Light was well received by critics. The Xbox 360 version of the game holds an average score of 85\/100 and 86.36% on the game aggregate sites Metacritic and GameRankings, respectively. In September 2010, IGN listed Lara Croft and the Guardian of Light fourteenth in their top twenty-five Xbox Live Arcade titles of all time. Critics felt that the game was an excellent fit for Lara Croft.[2] Guardian of Light sold 98,000 copies on Xbox Live in its first six weeks,[3] and as of 22 August 2013, the game has sold more than 1 million copies on all platforms.[4] A sequel titled Lara Croft and the Temple of Osiris was released in 2014 for Microsoft Windows, PlayStation 4 and Xbox One.[5]","ReleaseDate":"2010-12-16T00:00:00-08:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=VJlLXv8w54o"},"16161":{"Cooperative":"false","Images":[{"FileName":"468a1e00-f846-455c-ae80-d16bd59c577f.png","Type":"Box - Front"},{"FileName":"f003cd85-420e-4020-b243-d42e216504b1.png","Type":"Clear Logo"}],"Name":"Jet Set Radio","ReleaseDate":"2012-11-29T00:00:00-08:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=EuuXjACg9u8"},"16198":{"Cooperative":"false","Images":[{"FileName":"f1ad1095-ea7a-48ad-abbd-1bf1c2c6658e.jpg","Type":"Box - Front"},{"FileName":"3c241718-a2e6-47af-b0b5-5d60352fa2ac.png","Type":"Clear Logo"}],"Name":"Planet 51","ReleaseDate":"2009-09-18T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=xq_wPIGOZnk"},"16224":{"Cooperative":"false","Genres":"Sports","Images":[{"FileName":"204625b1-b46e-4883-898a-b6d863bebc57.jpg","Type":"Box - Front"},{"FileName":"446623a9-c4fc-4c05-b54d-b610a75ecf1f.png","Type":"Clear Logo"}],"Name":"PES 2011: Pro Evolution Soccer","Overview":"Pro Evolution Soccer 2011 (officially abbreviated as PES 2011 and known as World Soccer: Winning Eleven 2011 in Asia) is an association football video game in the Pro Evolution Soccer series developed and published by Konami with production assistance from the Blue Sky Team.[6][7] It was released in 2010-2011. The UEFA Champions League and UEFA Europa League are featured within the game, and for the first time in the series, UEFA Super Cup and CONMEBOL's Copa Libertadores are fully licensed.[8][","ReleaseDate":"2010-10-21T00:00:00-07:00","ReleaseType":"Released"},"16274":{"Cooperative":"false","Images":[{"FileName":"76491796-5252-4ecb-9deb-236875875356.jpg","Type":"Box - Front"}],"Name":"Rapala Pro Bass Fishing 2010","ReleaseDate":"2010-09-24T00:00:00-07:00"},"16415":{"Cooperative":"false","Developer":"Up iGames","ESRB":"EC - Early Childhood","Genres":"Puzzle","Images":[{"FileName":"f2d2af21-6911-4025-bacf-dfd391193eff.png","Type":"Banner"},{"FileName":"f429a6c8-5d67-4f67-8c13-cf9c1605e553.jpg","Type":"Box - Back"},{"FileName":"105d58af-85e3-4b57-bc77-ad6618d7c327.jpg","Type":"Box - Front"},{"FileName":"e729bae6-a0eb-4bcc-a547-7aeb54b4fae7.png","Type":"Clear Logo"},{"FileName":"335f5a76-4141-493f-9035-797aaf85af9f.jpg","Type":"Screenshot - Gameplay"},{"FileName":"c6f6e900-f779-42f0-8e7d-f55ee2f7930a.jpg","Type":"Screenshot - Gameplay"},{"FileName":"a45d2e6b-7684-4d4e-a135-766c6473da90.jpg","Type":"Screenshot - Gameplay"},{"FileName":"bb7c2878-470f-4ef7-8b0f-71900237d5c8.jpg","Type":"Screenshot - Gameplay"},{"FileName":"32a593c0-9ee3-43b6-a9aa-cd2c6903ea7c.jpg","Type":"Screenshot - Gameplay"},{"FileName":"ba4e40b9-e478-4974-bb07-6a774452770a.jpg","Type":"Screenshot - Gameplay"},{"FileName":"f139dcf7-1480-441b-838a-332ba0467dc1.jpg","Type":"Screenshot - Gameplay"},{"FileName":"fd7a6dc2-a3a3-4ecd-b543-ae41f2828567.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Gartu in the Kindergarten","Overview":"Welcome to the magical world of little Gartu. Enjoy diving into incredible adventures with his friends Andy and Tina in the tree house with over 20 educational mini-games in each level, full of surprises, many stories and original songs.\n\nRecognize colours, draw, play hide and seek, put in order different objects with different shapes and sizes or learn to differentiate between sounds and how to recognize savage animals among many other games. \n\nAn amazing adventure full of colour, music and entertainment for the smallest of the house with never-ending hidden surprises that the kid will discover along the three levels and over 20 challenges that the game is divided into. Play and complete all the levels and discover the 4 Super Games where you will find even more entertainment! \n\n“Gartu in the Kindergarten” is the first game for iOS in which all activities have been developed by teachers and pedagogues from the Eurocolegio Casvi in Madrid (www.casvi.es), what guarantees that its didactic content is exactly the one recommended for kids in infant school stages.\n\nYou can also download and try out 4 mini-games in the free version. It will help you to discover this magical world that is the delight of little ones.\n\nSome of the educational objectives included are:\n•\tRecognizing the four basic colors & identifying shapes\n•\tBasic concepts of spatial orientation \n•\tQuantifiers (long \/ short) & notion of quantity \n•\tSize of objects & relation between opposites\n•\tDotted horizontal, vertical and circular \n•\tBody schema & Home units\n•\tIdentification of family members\n•\tChristmas and Seasons \n•\tDomestic and wild animals \n•\tAuditory discrimination \n•\tGood manners\n\n\"Gartu in the Kindergarten\" is featured by Apple in the App Store's educational and kids game categories in over 200 countries, including USA, Canada, France, Germany, Mexico, Brazil, Spain, China, Japan and the UK.","Publisher":"CMY Multimedia","ReleaseDate":"2013-03-15T00:00:00-07:00"},"16619":{"Cooperative":"false","Developer":"The Story Mechanics","Genres":"Adventure","Images":[{"FileName":"2f786ba1-20a1-47bd-b85a-6aa4321408ab.jpg","Type":"Box - Front"}],"MaxPlayers":1,"Name":"The 39 Steps","Overview":"Prepare to experience the original man-on-the-run thriller in a completely new way. In this digital adaptation by The Story Mechanics, be transported back to 1914 London, where Richard Hannay finds himself framed for a murder he didn't commit. Now he must escape the Capital and stay alive long enough to solve the riddle of The 39 Steps. There are secrets to be discovered, locations to be explored and - above all - an incredible tale to be told in this ground-breaking interactive novel.","Publisher":"Faber and Faber","ReleaseDate":"2013-03-29T00:00:00-07:00"},"16992":{"Cooperative":"false","Developer":"Supercell","Genres":"Strategy","Images":[{"FileName":"5dab615a-2d6f-4abd-9d63-bec7d539b0d4.jpg","Type":"Banner"},{"FileName":"b88bb0c1-e2c8-4dd0-b88e-4bc335d27261.png","Type":"Box - Front"},{"FileName":"791cf417-e2a0-4f5e-9f69-71d4313b42e9.png","Type":"Clear Logo"},{"FileName":"cee85b6f-a1d6-410b-812e-9589805f3e03.jpg","Type":"Fanart - Background"},{"FileName":"605a874c-1dda-4c4a-ba73-250374408b3d.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Clash of Clans","Overview":"Clash of Clans is an addictive mixture of strategic planning and competitive fast-paced combats. Raise an army of Barbarians, War Wizards, Dragons and other mighty fighters. Join a clan of players and rise through the ranks, or create your own Clan to contest ownership of the Realm. Driving back the goblins is just the first step - your quest isn't over until your clan reigns supreme over all others!","Publisher":"Supercell","ReleaseDate":"2012-06-13T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=0Y5-lRHj8Hg"},"16997":{"Cooperative":"false","Developer":"Creature Feep","Genres":"Puzzle","Images":[{"FileName":"cff703a3-11e1-49be-9a8f-d491208466ff.png","Type":"Box - Front"},{"FileName":"f3c38108-392f-4177-91a6-917a18931021.png","Type":"Clear Logo"},{"FileName":"21cdffdf-c50c-48d3-9eb9-e18cdb69a01c.jpg","Type":"Fanart - Background"}],"MaxPlayers":1,"Name":"Where's My Water?","Overview":"Where's My Water? is yet another iOS physics puzzler from Disney and JellyCar developer Walaber. The basic premise follows the vintage Disney formula: Swampy the alligator lives in the sewer, and it's up to the player to fill his bathtub with enough water to get him clean. The water supply in each stage follows realistic physics, so players will need to bomb it, syphon it, redirect it, or do anything else in their power to get it from the start of each stage into Swampy's tub. Players primarily accomplish this by digging paths through the dirt via simple touch-screen swipes.","Publisher":"Disney Mobile","ReleaseDate":"2011-09-22T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=rgv18mHmGQE"},"17112":{"Cooperative":"false","Developer":"Jonathan Blow","Genres":"Puzzle","Images":[{"FileName":"dc2a30ee-7d17-4f07-a916-61fb88b186a3.jpg","Type":"Box - Front"}],"MaxPlayers":1,"Name":"The Witness","VideoURL":"http:\/\/www.youtube.com\/watch?v=https:\/\/tk-RsawGjPY&feature=youtube_gdata_player"},"17391":{"Cooperative":"false","Developer":"Rovio","Images":[{"FileName":"8cdbf112-dd0e-44b0-913d-ef75f1112865.jpg","Type":"Box - Front"},{"FileName":"ce12f3fc-304b-4d13-94d8-164523cb71b7.png","Region":"United States","Type":"Box - Front"},{"FileName":"f4cfe3f1-b4ef-4fae-ab68-128e2673a34f.png","Type":"Clear Logo"},{"FileName":"fde166f0-9f87-4e7b-a179-65e2289093bc.jpg","Type":"Fanart - Background"},{"FileName":"bbc1f9fc-0ba3-4bfb-bf87-e7eaf49ebaf6.jpg","Type":"Fanart - Background"}],"Name":"Bad Piggies","Overview":"Bad Piggies is a puzzle video game and a spin-off to Angry Birds. Unlike previous games in the series, in this entry the player controls the pigs, building devices that travel on land and air to find pieces of a map to find the Angry Birds' eggs The objective of the game is to build a contraption that transports the pig from a starting point to the finish line, usually indicated by a map. Such contraptions are made of wood and iron as well as other objects such as wheels, soda bottles, umbrellas (to increase air resistance), motors, fans, TNT, and balloons.","Publisher":"Rovio","VideoURL":"http:\/\/www.youtube.com\/watch?v=YsCpDaSooWA"},"17498":{"Cooperative":"false","Developer":"Ironhide Game Studio","Genres":"Role-Playing; Strategy","Images":[{"FileName":"f70483ad-5d4a-4a23-b1f1-ae1ff4714a63.jpg","Type":"Box - Front"},{"FileName":"2a8b3935-75c4-4a7c-8ae0-79f95d253a9a.png","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Kingdom Rush","Overview":"Kingdom Rush is a tower defense game developed by Ironhide Game Studio and published by Armor Games, released as a free flash browser game on July 28, 2011,[1] on the iPad on December 19, 2011, on Android in May 2013, and a Unity port in January 2014 via Steam. A sequel, Kingdom Rush: Frontiers, was released on June 6, 2013. The third installment of the franchise, Kingdom Rush: Origins, was launched on November 20, 2014.","Publisher":"Ironhide Game Studio"},"17550":{"Cooperative":"false","Developer":"Last Life Games","ESRB":"E10+ - Everyone 10+","Genres":"Action; Adventure; Role-Playing","Images":[{"FileName":"ff2b2f7d-3678-4733-aa55-8e640ee79c70.png","Type":"Box - Front"},{"FileName":"e0d81044-1659-429b-959c-c022d3854cd9.jpg","Type":"Screenshot - Gameplay"},{"FileName":"80acf8c6-edac-4c7c-9664-2d0c52df68c5.jpg","Type":"Screenshot - Gameplay"},{"FileName":"f13df6c8-36a3-45d5-9645-b07e656e5af2.jpg","Type":"Screenshot - Gameplay"},{"FileName":"209a7f56-ba0a-4770-aab0-c3a3b155102d.jpg","Type":"Screenshot - Gameplay"},{"FileName":"6fbafa0e-41f3-4713-8f8d-96b9164b42e5.jpg","Type":"Screenshot - Gameplay"},{"FileName":"b468eebd-0640-46f5-8d66-002eba0306ca.jpg","Type":"Screenshot - Gameplay"},{"FileName":"77b73000-c541-490c-a220-94b2d9904754.jpg","Type":"Screenshot - Gameplay"},{"FileName":"6f5e1c6a-84a9-4ced-9e87-abadd95f3ef7.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Kingdoms Fall","Overview":"Kingdoms Fall is an epic top-down action adventure game for iOS. You will get to explore an open world, finding items such as the Boomerang, Bombs, Grappling Hook and Fire Wand. You will need to venture into the realm's darkest dungeons, conquer tricky puzzles, and survive intense boss battles to save your kingdom and everything you love.","Publisher":"Independent","ReleaseDate":"2013-08-06T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=9TB25_oZHuQ"},"17636":{"Cooperative":"false","Developer":"Rovio","Images":[{"FileName":"a75796ab-de23-4973-9900-f0bdc72bf507.jpg","Type":"Box - Front"},{"FileName":"8a16a82c-aeed-4028-a231-29bfe1f6bf98.png","Type":"Clear Logo"},{"FileName":"38adb4a0-f178-4b16-a3ac-1df7528e9f01.png","Type":"Clear Logo"},{"FileName":"871a2f63-ec1e-46fd-a3e5-0efd37f66e18.jpg","Type":"Screenshot - Gameplay"},{"FileName":"1eb49af1-7011-432d-ad11-e1cab06b5684.jpg","Type":"Screenshot - Gameplay"},{"FileName":"ad5c01d0-84a9-4825-9b66-6778de9f8019.jpg","Type":"Screenshot - Gameplay"}],"Name":"Angry Birds: Star Wars","Overview":"A long time ago in a galaxy far, far away... a group of desperate rebel birds faced off against a galactic menace: the Empire’s evil Pigtroopers!\n\nRebel birds, striking from a hidden base, have won their first victory against the evil Imperial Pigs. During the battle, Rebel spies managed to steal secret plans to the Empire’s ultimate weapon, the PIG STAR, and are racing to deliver the plans to the Rebel Birds. Now they need your help!\n\nJoin an epic adventure with the Angry Birds in the legendary Star Wars™ universe! Use the Force, wield your lightsaber, and blast away Pigtroopers on an intergalactic journey from the deserts of Tatooine to the depths of the Pig Star -- where you’ll face off against the terrifying Darth Vader, Dark Lord of the Pigs! Can you become a Jedi Master and restore freedom to the galaxy?\n\nTime to grab your lightsaber and join the adventure! May the birds be with you!","Publisher":"LucasArts","VideoURL":"http:\/\/www.youtube.com\/watch?v=l6lYFO_tKlE"},"18316":{"Cooperative":"false","Name":"iShmup"},"18367":{"Cooperative":"false","Developer":"Sega","Genres":"Action","Images":[{"FileName":"c2b4eb36-36ff-4aaf-84fc-abd836693918.png","Type":"Box - Front"},{"FileName":"bb1c4fc9-8e21-4c34-9117-8012a7cf8453.png","Type":"Clear Logo"},{"FileName":"26712234-97ba-436f-bba5-3099c00c3658.png","Type":"Fanart - Background"}],"MaxPlayers":2,"Name":"Gunstar Heroes","Overview":"As protectors of the planet Gunstar 9, the Gunstar Red and Blue twins must defeat Colonel Red and the Emperor before the evildoers can bring robot Golden Silver to life and destroy their beloved galactic home. Guided by Professor White and their sister Yellow, the twins race around in mining carts and space ships blasting at the enemy onslaught through seven chaos-filled stages. This means WAR!","Publisher":"Sega","ReleaseDate":"2012-11-30T00:00:00-08:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=75eOEV9ioIA"},"19212":{"Cooperative":"false","Images":[{"FileName":"c3dc54cc-5f5b-402b-8438-703bc856faaa.png","Type":"Box - Front"}],"Name":"Device6"},"19213":{"Cooperative":"false","Images":[{"FileName":"b0501cfd-533e-44ff-a586-e4a08f9a5191.png","Type":"Box - Front"}],"Name":"Device 6","Overview":"Device 6 (stylized as DEViCE6) is a text-based adventure game developed by Swedish game developer Simogo for iOS.[3] The game uses text, images and sounds to guide the player through a set of puzzles, which the in-game protagonist, Anna, needs to solve to escape from an unknown island.[4]"},"19250":{"Cooperative":"false","Developer":"Mohsen Rahimifar","Genres":"Action","Images":[{"FileName":"595aa541-6855-4719-aff0-00ffbf4b6f87.jpg","Type":"Box - Front"}],"MaxPlayers":1,"Name":"CanYouTilt","ReleaseDate":"2014-01-10T00:00:00-08:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=3hj06Gipd2U"},"20602":{"Cooperative":"false","Developer":"VillaVanilla","Genres":"Puzzle","Images":[{"FileName":"8ea966ec-c943-4179-9eba-a3af04a6f3ed.jpg","Type":"Banner"},{"FileName":"a0da7973-6796-4586-aac8-3ca2bd83ac7d.png","Type":"Box - Front"},{"FileName":"1fa79b96-5704-4f01-b79b-dcfc5ec00aa1.png","Type":"Clear Logo"},{"FileName":"2efa03e2-612d-4f6e-8bab-e856fd5d2b9c.jpg","Type":"Screenshot - Gameplay"},{"FileName":"e588d2de-eed6-4394-a4d5-90ad4914019c.jpg","Type":"Screenshot - Gameplay"},{"FileName":"ddfeeb65-430e-4a7e-a340-8fe5155521b8.jpg","Type":"Screenshot - Gameplay"},{"FileName":"12142e52-ddf9-4bbd-9a0e-2d5030e60af1.jpg","Type":"Screenshot - Gameplay"},{"FileName":"d9d80b1f-c7ca-4095-858c-b76bef769f25.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Chaneques","Overview":"Combine the skills of these mexican pixies to solve fun and challenging puzzles. Retrieve the valuable objects scattered along the levels using the chaneque's abilities like pushing, digging, climbing, jumping and making bridges of themselves.","Publisher":"VillaVanilla","ReleaseDate":"2014-05-01T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=yfbEeU32_mM"},"20669":{"Cooperative":"false","Images":[{"FileName":"6c10edb6-4ead-4374-9bf7-d0ac85341fc7.jpg","Type":"Box - Front"},{"FileName":"f0323142-99fb-4683-bb6e-040ede997427.png","Type":"Clear Logo"},{"FileName":"c355472c-0289-4d48-8cd1-37e5bc9e72b0.png","Type":"Fanart - Background"}],"Name":"Final Fantasy VI","Overview":"FINAL FANTASY VI for the iPhone\/iPod touch\/iPad is here!\n\nFINAL FANTASY VI first debuted in 1994 as the sixth installment in the iconic FINAL FANTASY series. Innovations included the ability to play all the main characters as the game's protagonist, and to this day, its epic story intertwining each of their fates is still highly rated and wildly popular. The characters' dramatic performances are also highly rated, including the catastrophe occurring midway through, which delivers a particular emotional jolt to players.\n\nWith plenty of abilities available and the magicite system for controlling spells\/summoning, players can develop their characters any way they want. This was also the first FINAL FANTASY game to include the Ultima Weapon, the most powerful sword of all and a recurring item in subsequent titles within the series."},"20670":{"Cooperative":"false","Images":[{"FileName":"334b7119-dd56-4fc8-bcd8-b07d8e3f79e2.jpg","Type":"Box - Front"},{"FileName":"422c42f1-596e-4235-b51b-6c0a88f92667.png","Region":"North America","Type":"Clear Logo"}],"Name":"Final Fantasy Dimensions","Overview":"Drawing upon the roots of the series with such features as beautiful 2-D pixel art, a battle system involving job change-based character growth and ability combinations, and a classic story of light, darkness, and crystals, FINAL FANTASY DIMENSIONS delivers the best of FINAL FANTASY, retro and fresh alike, directly to you.\n\nWe hope you enjoy this wonderful new addition to the venerable FINAL FANTASY series."},"20671":{"Cooperative":"false","Images":[{"FileName":"999bea8a-529a-4534-8248-26ee8a5a0098.jpg","Type":"Box - Front"},{"FileName":"28f380a3-f31f-4bbd-96bc-180b56a9b502.png","Type":"Clear Logo"}],"Name":"Final Fantasy V","Overview":"Return to the classic medieval tale of magic, monsters and friendship with FINAL FANTASY V!\n\nTwenty years after the original FINAL FANTASY V released in Japan, the classic RPG has found its way to mobile devices!\n\nEmbark on an epic adventure as four heroes driven together by fate: Bartz and his chocobo companion, Princess Lenna of Castle Tycoon, the mysterious Galuf, and the pirate captain Faris. The crystals that bring peace and prosperity to the world – earth, water, fire, and wind – have lost their power and are on the verge of destruction."},"20698":{"Cooperative":"false","Developer":"Blackland Games","Genres":"Action; Shooter","Images":[{"FileName":"3d85b543-2137-4f60-98f7-4508569dfb1a.png","Type":"Banner"},{"FileName":"ed23311b-0faf-4fc6-8188-def039ca54bd.jpg","Type":"Box - Front"},{"FileName":"bee7e4ff-4058-401e-aea3-3a736d6fab8a.jpg","Type":"Screenshot - Gameplay"},{"FileName":"661ed05c-24b7-4e7e-bd9f-60c12476e1f2.jpg","Type":"Screenshot - Gameplay"},{"FileName":"6b8aa973-67eb-4385-bd28-ed45910b943d.jpg","Type":"Screenshot - Gameplay"},{"FileName":"a1c32586-691c-4f87-ac31-bb78078626d8.jpg","Type":"Screenshot - Gameplay"},{"FileName":"c4ececab-c047-4e88-bb70-31a3ba4aec06.jpg","Type":"Screenshot - Gameplay"},{"FileName":"8b696ea3-f086-403a-9ad1-d2cc6b95c22d.jpg","Type":"Screenshot - Gameplay"},{"FileName":"8f4c2ff4-1755-44e8-a665-a258c65a6d2e.jpg","Type":"Screenshot - Gameplay"},{"FileName":"fa8ce70a-c6e9-4315-959c-c6fb5eca6b41.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Planetary Guard: Defender","Overview":"Planetary Guard: Defender is twin-stick a shoot’em up with defense elements. The player pilots a lone space tank on orbits of planets while attempting to defend planets from ever increasing waves of alien spaceships. The plot takes the player through a series of missions as a member of the Planetary Guard, a galactic militia formed of conscripts and volunteers with outdated equipment, who are left on their own to defend strategically less important backwater planets in the war against alien bugs. \n\nObjectives of missions vary from destroying all enemies to defending targets on ground or on orbit such as other space ships. Each mission features dozens of enemies with different behaviors, for example, some attempt to destroy targets on planets and some attack the player immediately where as others go for players defense structures immediately. Destroying enemies leaves debris on the battlefield and bonus pick-ups, which give either health, score bonuses, multipliers, special weapons or boosts to existing weapons. \n\nBetween missions player visits the hangar in which he can buy or upgrade his tanks main weapon, hull or shield systems. There he can also buy defences, such as mines and turrets, which are dragged to the battlefield during missions. Items are bought and upgraded with Bucks and IGC, which are gained from missions. Bucks are collected from fallen enemies and IGC is translated from score gained in missions.\n\nMissions have side objectives, of which completion is awarded with medals. Side objectives are usually something difficult to achieve such as pass the mission under X seconds or gain X amount of score in the mission. These medals are required to open new missions and as such to advance in the game.","ReleaseDate":"2014-05-14T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=wPTWhEmYAgs"},"21555":{"Cooperative":"false","Developer":"Blizzard Entertainment Inc.","ESRB":"T - Teen","Genres":"Strategy","Images":[{"FileName":"22846d95-a840-47be-bfa6-48dfd2b43614.jpg","Region":"World","Type":"Box - Front"},{"FileName":"fbb7a4d4-542d-4fa5-8477-4f41eaa54d2b.png","Type":"Screenshot - Game Title"},{"FileName":"2252a13e-d7a2-4430-bb84-aae49624433d.png","Type":"Screenshot - Gameplay"}],"Name":"Hearthstone: Heroes of Warcraft","Overview":"Hearthstone is a free-to-play digital strategy card game. Players choose one of nine Warcraft heroes, each with their own class and abilities, to play as, and take turns playing cards from their customizable decks to cast spells, use weapons or abilities, or summon characters to defeat their opponent. Matches are played one-on-one through Battle.net with different game modes.\n\nDecks consist of basic cards to summon minions, equip weapons and cast spells. A deck consists of 30 cards and can be configured prior to starting the game. Some cards can only be used by specific heroes and classes. Actions per turn are limited through an amount of mana crystals. The player's hero is also part of the screen and can be attacked directly. If the enemy's hero loses all health or concedes, the match is won. Rare and powerful cards are offered as separate purchases with the in-game gold currency or real money. They can also be earned by competing in the arena. The currency is provided by completing daily quests and winning matches. Unwanted cards can be discarded and are turned into arcane dust, used to craft new cards.","Publisher":"Blizzard Entertainment Inc.","ReleaseDate":"2014-04-02T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Hearthstone"},"22468":{"Cooperative":"false","Developer":"Nguyễn Hà Đông (Dong Nguyen)","ESRB":"E - Everyone","Genres":"Flight Simulator; Horror; Sports","Images":[{"FileName":"04734d9e-a445-42a5-8729-1af8e5b9168c.jpg","Type":"Box - Front"},{"FileName":"71702259-79e0-4d3e-9b16-b16a1dab085e.png","Type":"Clear Logo"},{"FileName":"b28b0f15-0644-4eb0-a6d2-8e2a4037d011.jpg","Type":"Screenshot - Gameplay"},{"FileName":"115c608a-0d03-4b6f-a549-86b4d24e14cd.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Flappy Bird","Overview":"Flappy Bird is a side-scrolling mobile game featuring 2D retro style graphics. The objective is to direct a flying bird, named \"Faby\", which moves continuously to the right, between each oncoming set of pipes without colliding with them, which otherwise ends the game. The bird briefly flaps upward each time the player taps the screen. If the screen is not tapped, the bird falls due to gravity. The player is scored on the number of pipe sets the bird successfully passes through, with medals awarded for the score.\n\nThere is no variation or evolution in gameplay throughout the game as the pipes always have the same gap between them and there is no end to the running track, having only the flap and ding sounds and the rising score as rewards. However, some subtle elements of the gameplay design make the game easy to learn but hard to master, a technique used in many games to make them more interesting.","Publisher":"GEARS","ReleaseDate":"2013-05-24T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=wmnpxUMMfu0"},"23179":{"Cooperative":"false","Developer":"Square Enix","Genres":"Strategy","Images":[{"FileName":"c40c8d18-9488-4bd8-8b16-7469179732e6.jpg","Type":"Box - Front"},{"FileName":"94d76370-52b2-4d54-9c79-ae3179342d12.jpg","Type":"Screenshot - Gameplay"},{"FileName":"c1494fe4-e5e4-4de0-9ec7-e7c5017d50f6.jpg","Type":"Screenshot - Gameplay"},{"FileName":"e25f33cf-6665-43b8-8ef4-dfdeb30ac011.jpg","Type":"Screenshot - Gameplay"}],"Name":"Hitman GO","Overview":"Hitman GO is a turn-based strategy game with beautifully rendered diorama-style set pieces. You will strategically navigate fixed spaces on a grid to avoid enemies and take out your target or infiltrate well-guarded locations. You really have to think about each move and all the Hitman tools of the trade you would expect are included; disguises, distractions, sniper rifles and even 47’s iconic Silverballers.\n\nWith Hitman GO, you’ll experience:\n• Challenging puzzles that put your assassination skills to the test\n• Beautiful scale model-style visuals\n• Environments with secret passageways and off-limit areas\n• Agent 47’s tools of the trade: Distractions, disguises, hiding spots, sniper rifles and even the iconic Silverballers\n• Different enemy types with unique and deadly behaviours\n• Different ways of completing each level, silently or forcefully","Publisher":"Square Enix","ReleaseDate":"2014-04-17T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=l9kJxrLSwHU"},"23749":{"Cooperative":"false","Developer":"Taito","Genres":"Platform; Puzzle; Shooter","Images":[{"FileName":"ba894be3-eaac-47a8-8f2e-5033d69e5c60.jpg","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Nihilumbra","Overview":"Discover the beautiful world of Nihilumbra and join Born on his adventure to find himself whilst trying to escape from his inevitable curse. \n\nBorn was created from the absolute nothingness: The Void. But somehow he separates himself from the black emptiness and appears in the world. This is where his long odyssey begins, in which he will learn how to use the colors around him to gain powerful abilities and transform the world. \n\nHowever, his experiences come at a high price. The Void must be one. It seeks to reclaim him and will never stop chasing him, destroying everything in its path along the way. \nTo survive, Born will have to condemn the earth he walks to its inevitable obliteration by The Void... \n\nAdvise: Nihilumbra has been designed in a way that everyone can enjoy its story, even without previous experience with puzzle games. However, players seeking for a challenge will find it on the second half of the game: the Void Mode.","Publisher":"Taito"},"23854":{"Cooperative":"false","Developer":"Square Enix","Genres":"MMO","Name":"Chompy Chomp Chomp","Publisher":"Square Enix"},"23984":{"Cooperative":"false","Developer":"Data East","ESRB":"E - Everyone","Genres":"Puzzle","Images":[{"FileName":"1856edfc-125e-4b3a-a9fc-9478684d7396.png","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Fishdom H2O: Hidden Odyssey","Overview":"Help Jennifer, a young marine biologist, win the Best Aquarium Award. Dive to the bottom of the sea and find various hidden items in numerous eye-teasing locations. Get cash for them to buy cute sea creatures and beautiful ornaments to create three unique aquariums. Choose from tons of accessories and supplies to make the life of your exotic swimming pets fun and comfortable. Become a genuine aquarist, polish your design skills and win trophies in this dazzling hidden object spin-off of the original Fishdom™ - a game by Playrix where dream aquariums come true! \n\nENJOY THESE FEATURES: \n- Underwater hidden object fun \n- EXCLUSIVE iPad levels \n- Over 1000 cool items to find \n- 3 themed aquariums to design \n- Fully interactive and customizable environment \n- Tons of accessories and decorations \n- 20+ amusing sea creatures \n- Enabled Game Center","Publisher":"Data East","ReleaseDate":"2014-10-28T00:00:00-07:00"},"24111":{"Cooperative":"false","Genres":"Action; Strategy","Images":[{"FileName":"93740402-a994-4ea7-94da-a1d848a27db7.jpg","Type":"Box - Front"}],"Name":"Great Little War Game","Overview":"Great Little War Game (GLWG for short) is a modern military 3D turn-based strategy video game developed by Rubicon Development. It has been released on App Store, Apple's App Store, Android, PC, iOS, Google, BlackBerry and other platforms. The game features three environment types (snowy, regular, and desert), and 20 levels in the main campaign mode (10 extra in the Call of Booty campaign mode). Great Little War Game: All Out War includes the All Out War and Holiday from Hell campaign modes (both can be bought in the regular GLWG for iOS). A spin-off of the game has been made called Great Big War Game, which was released in 2012. A true sequel called Great Little War Game 2 was released in mid-2014.","Publisher":"Rovio Mobile Ltd."},"24869":{"Cooperative":"false","Images":[{"FileName":"bb44ec2e-b8d7-4fd3-a194-d43796fc8d41.png","Type":"Box - Front"},{"FileName":"6563b98d-4e4b-40aa-a9ca-b55294da2394.jpg","Type":"Screenshot - Gameplay"}],"Name":"Desert Golfing"},"24951":{"Cooperative":"false","Images":[{"FileName":"587fc160-0a56-4c9c-b3cd-bfb97fa98169.jpg","Type":"Box - Front"}],"Name":"Once Upon a Runner"},"24995":{"Cooperative":"false","Developer":"Giant Spacekat","Genres":"Action; Adventure","Images":[{"FileName":"f8914188-1e67-4803-afb8-0828de58a1f8.jpg","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Revolution 60","Overview":"Revolution 60 is a breakthrough game for iOS, using the strength of the touch interface to tell an intense, movie-length story. It features gorgeous animations using the Unreal Engine and has gameplay that is accessible to the casual iOS user. It is fully voice acted, and lovingly animated with a cast of complex, strong female characters. \n\nThe press has called Revolution 60, \"Heavy Rain meets Mass Effect.\" Players will control Holiday, a trained assassin using intuitive gestures with the touchscreen. Your mission is to regain control of the orbital weapons platform N313. Make your choices and accept the consequences. \n\nRevolution 60 also has an intuitive yet deep combat system, designed for the touch screen. Players will battle on a grid, and strike when the moment is right with cinematic moves. Players of all skill levels can enjoy the combat of R60.","Publisher":"Giant Spacekat","ReleaseDate":"2014-07-22T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=http:\/\/vimeo.com\/100760256"},"24996":{"Cooperative":"false","Developer":"ustwo","Genres":"Puzzle","Images":[{"FileName":"349b4391-6f3c-4c8b-a323-977203e44a90.jpg","Type":"Box - Front"},{"FileName":"a0c0bec0-f3ba-45b5-96fb-153f22d4abb1.jpg","Type":"Screenshot - Gameplay"},{"FileName":"59e17a6a-0b19-41c9-b1ff-feef772cdf0c.jpg","Type":"Screenshot - Gameplay"},{"FileName":"c9fe6ae5-058b-4c75-b9dd-744d1de5a9c7.jpg","Type":"Screenshot - Gameplay"},{"FileName":"b4aeb9e6-16e6-4f64-ba0b-3f51b9289f69.jpg","Type":"Screenshot - Gameplay"},{"FileName":"0006291f-a635-4f5b-8f39-4cd2210d0a6a.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Monument Valley","Overview":"In Monument Valley you manipulate impossible architecture and guide a silent princess through a stunningly beautiful world.\n\nMonument Valley is a surreal exploration through fantastical architecture and impossible geometry. Guide the silent princess Ida through mysterious monuments, uncovering hidden paths, unfolding optical illusions and outsmarting the enigmatic Crow People.","Publisher":"USTWO","ReleaseDate":"2014-04-03T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=wC1jHHF_Wjo"},"25154":{"Cooperative":"false","Name":"Thcrap_loader"},"25266":{"Cooperative":"false","Developer":"Hashstash","Genres":"Adventure; Platform","Images":[{"FileName":"b1e141cb-9823-4203-b337-217fd9071be2.png","Type":"Box - Front"},{"FileName":"521ca74a-c6e4-4658-9a12-52f7bfa6c642.jpg","Type":"Screenshot - Gameplay"},{"FileName":"3168450b-372e-45ee-b8f5-71e4ca82eae6.jpg","Type":"Screenshot - Gameplay"},{"FileName":"ec559219-d674-4568-a5da-e56b29cb1a0b.jpg","Type":"Screenshot - Gameplay"},{"FileName":"0489d291-fba9-4948-bb54-0c2f17da0932.jpg","Type":"Screenshot - Gameplay"}],"Name":"Splash Damage: Survive if you can","Overview":"Splash Damage is an arcade, platforming game, where two pools of liquids want you to drown. If you touch the liquids, your weight changes making it difficult to move. Use crazy platforming skills to stay alive as long as you can. How long will you survive? \n\nOnly things you can survive on are the platforms that keep coming. So jump from one platform to another or fall and perish. As you meet the challenges thrown at you by the game, you unlock (and upgrade) power-ups that will help you survive, just a bit more. This game is easy to learn, difficult to master. \n\nIf you love platforming games like Super Meat Boy, you will definitely love the crazy bits of platforming in this game. Don't forget to take a leap of faith, when all hope is lost. \n\nBest played on the iPhone 6, iPhone 6 Plus, and the iPad Air 2. This is the game that your latest Apple devices deserve (we push the devices to the limit with the advanced, and never-seen-before realistic liquids within the game).","Publisher":"Hashstash","ReleaseDate":"2015-01-22T00:00:00-08:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=jmqWEgqO3A8"},"25267":{"Cooperative":"false","Developer":"Hashstash","ESRB":"E - Everyone","Genres":"Action; Sandbox","Images":[{"FileName":"e4a7b844-d4b6-4c8d-9497-966012bc2bac.png","Type":"Box - Front"},{"FileName":"cf966281-a47c-4096-a719-620878ec3eac.jpg","Type":"Screenshot - Gameplay"},{"FileName":"dc152af4-2af4-4fb7-9e2c-150d3c5e0ab8.jpg","Type":"Screenshot - Gameplay"},{"FileName":"2b46240a-1ad4-4040-b2fc-56f4ce071d95.jpg","Type":"Screenshot - Gameplay"},{"FileName":"d0857260-5ae6-4bc1-b93a-41aa57823b74.jpg","Type":"Screenshot - Gameplay"},{"FileName":"68d012c8-156c-406e-900b-22a6c6ba3a7e.jpg","Type":"Screenshot - Gameplay"},{"FileName":"4cb043a1-2fac-4ba3-86fb-c0962215b4ba.jpg","Type":"Screenshot - Gameplay"},{"FileName":"66accbfe-74f2-4485-a5ae-f620e0dd25c3.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Circulets: the game for families, friends and parties","Overview":"Circulets is a game that pits two players against each other on the same device on a fun trip to collect as many tiny colored circles - circulets, as the other player will let you. It brings a new and innovative experience to your touch devices. It is not about winning. It is about who you play with and how you chose to play. Its a simple toy that helps you explore your relationships in new ways. You have to work your way against the other player and ensure that you end up on the top.","Publisher":"Hashstash","ReleaseDate":"2013-05-09T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=f8UQ_TGRz6M"},"25546":{"Cooperative":"false","Images":[{"FileName":"fb277486-a9d1-4f35-9f2c-1f32c8c17053.jpg","Type":"Box - Front"}],"Name":"Soul Seeker"},"25602":{"Cooperative":"false","Developer":"EightyEight Games","Genres":"Puzzle","Images":[{"FileName":"f22ce494-01a4-46e8-ae92-f99c7f030515.png","Type":"Box - Front"}],"MaxPlayers":1,"Name":10000000,"Overview":"10000000 (\"Ten million\") is a hybrid puzzle-role-playing game developed by Luca Redwood under the company name Eightyeight Games, released initially for iOS devices in August 2012, and later for Microsoft Windows and Mac OS X computers via Steam in January 2013, and to Android and Linux systems in March 2013.\n\nThe game puts the player in control of an unnamed adventurer trapped in a dungeon. To escape, the player must earn 10,000,000 points in a single run through the dungeon. While in the dungeon, the character moves forward on their own, facing monsters and collecting treasure, but their progress is set by the player as they slide rows or columns of icons to match three similar ones, generating melee and magic attacks, loot, keys, and other resources. These resources can be used to level up the character, which can impact how the sliding puzzle is played and its results on the dungeon run.","ReleaseDate":"2012-08-29T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=TPlkZRqnxUQ"},"25689":{"Cooperative":"false","Images":[{"FileName":"ce5f9b9b-016e-4552-89c5-802da4c88e02.jpg","Type":"Box - Front"}],"Name":"Carnivores 2"},"25728":{"Cooperative":"false","Developer":"Cornfox & Brothers","ESRB":"E10+ - Everyone 10+","Genres":"Adventure","Images":[{"FileName":"c19c486e-c462-40a6-bbd3-31c8550162bb.png","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Oceanhorn: Monster of Uncharted Seas","Overview":"The gameplay and graphic design of Oceanhorn closely follows that of the Legend of Zelda video games, notably The Wind Waker and A Link to the Past. Players explore dungeons, fight monsters with various weapons, and throw pots and cut bushes to find hidden coins or hearts. The music of Oceanhorn was composed by Kalle Ylitalo, with a few additional compositions by Kenji Ito and Nobuo Uematsu.","Publisher":"FDG Entertainment","ReleaseDate":"2015-03-14T00:00:00-07:00","ReleaseType":"Released","VideoURL":"http:\/\/www.youtube.com\/watch?v=HlY9NMA2Lhc"},"27004":{"Cooperative":"false","Developer":"EA SPorts","Genres":"Sports","Images":[{"FileName":"826425ec-0a73-4562-a448-62096bacdf7a.jpg","Type":"Box - Front"},{"FileName":"ef3c126b-46e7-47e5-b7f3-8dfc2bb3f4af.png","Type":"Clear Logo"}],"Name":"2010 FIFA World Cup South Africa","Overview":"EA SPORTS 2010 FIFA World Cup South Africa will feature all the emotion and passion of the fiercest national rivalries battling on the world's biggest stage, with all 199 national teams that took part in qualification, all 10 official licensed stadiums to be used in South Africa and stadiums from each qualifying region. Gamers will be able to play as their home nation from qualification right through to a virtual reproduction of the FIFA World Cup Final and feel what it is like to score the goal that lifts a nation. Everything fans love about the World Cup will come to life in spectacular detail, including confetti rain, streamers, & fireworks--just like the official tournament.","Publisher":"Electronic Arts","ReleaseDate":"2010-06-28T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=Bjy71sJJrBY"},"27125":{"Cooperative":"false","Developer":"Phebus","Genres":"Puzzle","Images":[{"FileName":"c1478a1b-f30a-4ed7-9330-b8462fe3edbc.jpg","Type":"Banner"},{"FileName":"d698bc44-88ad-4f93-8898-d5136fb0b5d2.jpg","Type":"Box - Front"},{"FileName":"2240a8af-8bbe-47ee-b2a8-e3f4d9b69e6e.jpg","Type":"Screenshot - Gameplay"},{"FileName":"e2d73394-63fb-44b4-873d-6d84e602ad4d.jpg","Type":"Screenshot - Gameplay"},{"FileName":"3353ffd7-375d-4b4f-a585-33c847774582.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"SpectrumTap","Overview":"Gems change colors rapidly.  Try your color perception and tap groups of same-colored gems before time runs out!  SpectrumTap features many levels of increasing difficulty and high score functionality.","Publisher":"Phebus","ReleaseDate":"2008-09-28T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=Ls3KurzLx0Y"},"27737":{"Cooperative":"false","Developer":"Handelabra Games","ESRB":"RP - Rating Pending","Genres":"Strategy","Images":[{"FileName":"6dee39f4-cab3-4d34-9ae9-0bb0d4ff81da.jpg","Type":"Banner"},{"FileName":"df885463-03d0-41a3-b8e1-f989022cea8a.jpg","Type":"Box - Front"},{"FileName":"5923b40a-c16e-4565-a4b0-0b016b3496fc.jpg","Type":"Screenshot - Gameplay"},{"FileName":"4b1620dc-be51-4d98-b6ea-14fe00245dd2.jpg","Type":"Screenshot - Gameplay"},{"FileName":"de52fcc1-93ab-4593-8997-fcbe5dadebc7.jpg","Type":"Screenshot - Gameplay"},{"FileName":"f675e91e-076f-4bb1-a3d7-f977485eef70.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":4,"Name":"Sentinels of the Multiverse","Overview":"You've never played a comic book like this! Control a team of heroes battling evil villains across dynamic environments. Play out epic comic book battles come to life in this exciting adaptation of the hit card game.","Publisher":"Handelabra Games","ReleaseDate":"2014-10-15T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=EiABEAVGwlU"},"27861":{"Cooperative":"false","Developer":"Scott Cawthon","Genres":"Horror","Images":[{"FileName":"2b9a8129-58ef-4df2-ad90-e7ea44e97433.jpg","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Five Nights at Freddy's","Overview":"Welcome to your new summer job at Freddy Fazbear's Pizza, where kids and parents alike come for entertainment and food as far as the eye can see! The main attraction is Freddy Fazbear, of course; and his two friends. They are animatronic robots, programmed to please the crowds! The robots' behavior has become somewhat unpredictable at night however, and it was much cheaper to hire you as a security guard than to find a repairman. \n\nFrom your small office you must watch the security cameras carefully. You have a very limited amount of electricity that you're allowed to use per night (corporate budget cuts, you know). That means when you run out of power for the night- no more security doors and no more lights! If something isn't right- namely if Freddybear or his friends aren't in their proper places, you must find them on the monitors and protect yourself if needed! \n\nCan you survive five nights at Freddy's? \n\n\"For all the simplicity of the game’s controls and premise, Five Nights at Freddy‘s is frightening. It’s a fantastic example of how cleverness in design and subtlety can be used to make an experience terrifying. Simple still images and proper character design steal the show in this game, and show that Scott Cawthon knows quite a lot about the secret fears people feel when looking at creepy dolls and toys. It’s elegant in how it sows fear, and is a must-own for anyone who likes scary games.\" -Joel Couture IndieGameMag.com\n\n*Used in FNaF for PC","Publisher":"Scott Cawthon","ReleaseDate":"2014-09-11T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=RP4UTOek0-Y"},"27862":{"Cooperative":"false","Developer":"Scott Cawthon","Genres":"Horror","Images":[{"FileName":"598d2a7f-2ae4-43e2-95ff-a880efce62ea.png","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Five Nights at Freddy's 2","Overview":"In Five Nights at Freddy's 2, the old and aging animatronics are joined by a new cast of characters. They are kid-friendly, updated with the latest in facial recognition technology, tied into local criminal databases, and promise to put on a safe and entertaining show for kids and grown-ups alike!\n\nWhat could go wrong?\n\nAs the new security guard working nights, your job is to monitor cameras and make sure nothing goes wrong after-hours. The previous guard has complained about the characters trying to get into the office (he has since been moved to day-shift). So to make your job easier, you've been provided with your very own empty Freddy Fazbear head, which should fool the animatronic characters into leaving you alone if they should accidentally enter your office.\n\nAs always, Fazbear Entertainment is not responsible for death or dismemberment. \n\n*Official Steam descreption","Publisher":"Scott Cawthon","ReleaseDate":"2014-11-20T00:00:00-08:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=lVPONdZBh6s"},"27864":{"Cooperative":"false","Developer":"Scott Cawthon","Genres":"Horror","Images":[{"FileName":"c6c582c1-5a85-4d31-a53a-aa6898e44fb8.jpg","Type":"Box - Front"},{"FileName":"b5ee637d-bc66-4e71-a3ba-50bb4527226f.png","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Five Nights at Freddy's 3","Overview":"Thirty years after Freddy Fazbear's Pizza closed it's doors, the events that took place there have become nothing more than a rumor and a childhood memory, but the owners of \"Fazbear's Fright: The Horror Attraction\" are determined to revive the legend and make the experience as authentic as possible for patrons, going to great lengths to find anything that might have survived decades of neglect and ruin.\n\nAt first there were only empty shells, a hand, a hook, an old paper-plate doll, but then a remarkable discovery was made...\n\nThe attraction now has one animatronic.\n\n*Official Steam Descreption","Publisher":"Scott Cawthon","ReleaseDate":"2015-03-12T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=hdHlIy0W4uU"},"29908":{"Cooperative":"false","Developer":"Steph Thirion","Images":[{"FileName":"9b2d114b-c89e-4c35-9e54-a413ec7efb67.jpg","Type":"Box - Front"}],"Name":"Eliss Infinity","ReleaseDate":"2009-03-06T00:00:00-08:00"},"29909":{"Cooperative":"false","Images":[{"FileName":"39376483-ed76-4827-a3c4-89c9306235ef.jpg","Type":"Box - Front"},{"FileName":"9c8b28c3-2229-45c9-8140-c1815679dbc4.jpg","Type":"Screenshot - Gameplay"}],"Name":"Fantastic Contraption","Overview":"Fantastic Contraption is a Flash-based physics game created by Colin Northway, released September 16, 2008.[1] Northway sold the rights to the game to inXile Entertainment who released the game for iOS on January 26, 2009.[2][3] A sequel, Fantastic Contraptions 2, was released July 27, 2010.[4] It was released for iOS on Nov 5, 2010.[5] In February 2015 inXile entertainment discontinued their Sparkworkz web-games division,[6] ending all server support for the games. Colin Northway has expressed interest in reviving the games, and potentially releasing an upgraded version.[7]"},"29911":{"Cooperative":"false","Images":[{"FileName":"2c626696-b401-425e-96c8-8cbee67ae423.jpg","Type":"Box - Front"}],"Name":"Flight Control","VideoURL":"http:\/\/www.youtube.com\/watch?v=48fl74ek0uA"},"29914":{"Cooperative":"false","Images":[{"FileName":"b5a57ed1-def6-4871-ac88-ff5599a321f1.jpg","Type":"Box - Front"},{"FileName":"b96d23f2-353d-46f6-845a-e7ce848c3c95.png","Type":"Clear Logo"}],"Name":"GeoDefense Swarm","VideoURL":"http:\/\/www.youtube.com\/watch?v=m_mK7oHPyzs"},"29943":{"Cooperative":"false","Images":[{"FileName":"8a0d683c-9be6-493e-9b7e-1f35027374e1.jpg","Type":"Box - Front"}],"Name":"One-Dot Enemies"},"29948":{"Cooperative":"false","Developer":"HandCircus","Images":[{"FileName":"a24e4a11-2dd1-4416-b8d0-9c1b477d9cd3.jpg","Type":"Box - Front"}],"Name":"Rolando 2","Overview":"Rolando 2: Quest for the Golden Orchid is an adventure\/puzzle video game developed by HandCircus, published by ngmoco, and distributed by Apple Inc. for the iPhone and iPod Touch devices. Rolando 2 was released on July 3, 2009.[2][3] It is the sequel to Rolando, which was released in 2008. The game consists of creatures called \"Rolandos\" who can move around the playing areas by players via the iPhone's accelerometer and the multi-touch features. The game features artwork by Mikko Walamies and music by Mr. Scruff.[3] The game features nonlinear gameplay where players decide how the story plays out.[1]","Publisher":"ngmoco","ReleaseDate":"2009-07-03T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=DG8qodU3j4w"},"29949":{"Cooperative":"false","Images":[{"FileName":"392f271d-e00f-40f6-82e8-b06e017cff0c.jpg","Type":"Box - Front"}],"Name":"Spider: The Secret of Bryce Manor","Overview":"Spider: The Secret of Bryce Manor is a 2009 side-scrolling action\/puzzle video game for iOS and Android, developed and published by Tiger Style. The player takes control of a spider who comes to reside in to the deserted Bryce Manor and must spin webs to trap various types of insects, whilst simultaneously ascertaining what happened to the former residents of the manor. The game received critical acclaim and won multiple awards. Originally released in August,[1] a Director's Cut update replaced the original version on the App Store in December. The update added ten new levels, twenty-four new Game Center achievements, new music, more story elements and a new insect (the hornet).[2] A year after the game's initial release, a HD version was released for the iPad.[3] In 2013, the game was also released for Android.[4] A sequel, Spider: Rite of the Shrouded Moon, was released in August 2015 for iOS, Android, Windows, Mac and Linux.[5]"},"29955":{"Cooperative":"false","Developer":"Demiforce","Images":[{"FileName":"f6fde889-79d3-4d74-a3a5-778a388be8ca.png","Type":"Box - Front"}],"Name":"Trism","Publisher":"Demiforce"},"29956":{"Cooperative":"false","Images":[{"FileName":"35e219dd-8110-4be8-8356-744260719898.jpg","Type":"Box - Front"}],"Name":"Zen Bound"},"29960":{"Cooperative":"false","Images":[{"FileName":"8ef02dd2-d262-4db7-ab14-ca97d03ecbfd.jpg","Type":"Box - Front"}],"Name":"Tiny Wings"},"30045":{"Cooperative":"false","Images":[{"FileName":"dd685fcb-c072-4ec8-9f40-0b6486564792.jpg","Region":"North America","Type":"Box - Front"},{"FileName":"31da8390-9f00-4135-b788-8f4b7b162031.png","Type":"Clear Logo"}],"Name":"Angry Birds: Star Wars II","Overview":"Angry Birds Star Wars II is a puzzle video game, a crossover between Star Wars and the Angry Birds series, that was released on September 18, 2013.[1] The game is the seventh Angry Birds game developed by Rovio Entertainment. The game is a sequel to Angry Birds Star Wars and is based on the Star Wars prequel trilogy, as well as the television show Star Wars Rebels.[2]","VideoURL":"http:\/\/www.youtube.com\/watch?v=xAr2oEdegKs"},"30047":{"Cooperative":"false","Images":[{"FileName":"1df12e60-dca2-4fb4-9acc-05d36c21cb78.jpg","Type":"Box - Front"}],"Name":"Knightmare Tower","VideoURL":"http:\/\/www.youtube.com\/watch?v=TmsfaDnhqPo"},"30049":{"Cooperative":"false","Images":[{"FileName":"2bde5ed0-50ea-4c39-9fbc-db8d95748db8.jpg","Type":"Box - Front"}],"Name":"80 Days","Overview":"80 Days is an interactive fiction game released by Inkle on iOS platforms on July 31, 2014 [1] and Android on December 16, 2014. It was released on Microsoft Windows and OS X on September 29, 2015.[2] It is recognised as a leading example of branching narrative storytelling, allowing the player to make choices that impact the plot.[3]","ReleaseDate":"2014-07-31T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=B0Mkfvu4ZYA"},"30051":{"Cooperative":"false","Images":[{"FileName":"30aa97fd-47d2-4251-be8f-057908022c14.jpg","Type":"Box - Front"},{"FileName":"13875a08-1c97-4e0b-92e6-2acfae9da34d.png","Type":"Clear Logo"}],"Name":"Threes","ReleaseDate":"2014-02-06T00:00:00-08:00"},"30054":{"Cooperative":"false","Images":[{"FileName":"3b69ddc6-5df2-4b5b-b400-81b0dd4968fe.jpg","Type":"Box - Front"},{"FileName":"3bd11177-3e2b-4a97-8180-3d8e9b8a1603.png","Type":"Clear Logo"}],"Name":"A Dark Room","Overview":"A Dark Room is an open-source software role-playing text-based game originally published in mid 2013 for web browser by Doublespeak Games. Later that year it was released in the App Store for iOS devices. In 2014 a prequel entitled The Ensign, which provided more insight into the world and its characters, was released for iOS."},"30055":{"Cooperative":"false","Images":[{"FileName":"60751ee5-666d-4980-8cb1-cd9622569d11.png","Type":"Box - Front"},{"FileName":"8673414a-3884-4c8e-a554-f27c3caa3988.png","Type":"Clear Logo"}],"Name":"Ridiculous Fishing","Overview":"Ridiculous Fishing is a mobile fishing video game where players use motion and touch controls to catch fish and subsequently shoot them out of the sky for cash. The game is known for its developers' battle against a cloned version of their game released by another company. The game was developed and published by Vlambeer—Rami Ismail and Jan Willem Nijman—and released for iOS on March 14, 2013, and later that year for Android.\n\nPlayers cast a fishing line into the ocean and use motion controls to avoid fish as the hook sinks and to catch as many fish as possible as the reel retracts. Players then touch the screen to shoot fish out of the sky for money that can be spent on upgrades. Nijman developed the idea during a television show about tuna fishermen. The game was first released as Flash game Radical Fishing with the same basic mechanics. A year after Vlambeer began their iOS development, Gamenauts released Ninja Fishing, a clone of the game that hurt Vlambeer morale. The team worked on other games and spoke publicly about the situation to a standing ovation at the 2012 Game Developers Conference before resolving to scrap the majority of their work and finish the game. Artist Greg Wohlwend moved in with iOS developer Zach Gage to work 14-hour days on the game.\n\nRidiculous Fishing received \"near-universal perfect scores\" at launch[1]—what review score aggregator Metacritic describes as \"universal acclaim\".[2] It won an Apple's 2013 Design Award and was their iPhone game of the year. Reviewers noted Vlambeer's struggle against the copy of their game and praised the game's balance and both visual and game design."},"30057":{"Cooperative":"false","Images":[{"FileName":"87e8464d-f60c-4371-81e2-9f1097bd126d.jpg","Type":"Box - Front"}],"Name":"Framed"},"30058":{"Cooperative":"false","Images":[{"FileName":"3e826bb1-e4ae-48d2-b5a6-78ac9cc9f90e.jpg","Type":"Box - Front"},{"FileName":"1683b290-60b1-4040-b43f-603bee89fda8.png","Type":"Clear Logo"},{"FileName":"ba7647bc-7050-4c5e-8b59-0c9edfeed3b6.png","Type":"Fanart - Background"}],"Name":"Infinity Blade III","Overview":"Infinity Blade III is an action role-playing game for iOS, developed by Chair Entertainment and Epic Games. It is the third game in the Infinity Blade series of video games. It was released on the App Store on September 18, 2013. The main characters of the game are Siris and Isa, and it is intended to be the final game of the Infinity Blade trilogy.","VideoURL":"http:\/\/www.youtube.com\/watch?v=zh0bVa9waXM"},"30059":{"Cooperative":"false","Images":[{"FileName":"c04c8b62-3f97-4790-a2b8-dda2eeddb9e0.jpg","Type":"Box - Front"}],"Name":"Spelltower"},"30061":{"Cooperative":"false","Developer":"Super Evil Megacorp","ESRB":"T - Teen","Genres":"Action; Adventure; MMO","Images":[{"FileName":"6770f2c5-644a-4303-9d2e-4dcb1baf1a10.png","Type":"Box - Front"},{"FileName":"495599d1-aeb3-4974-975d-34d08479dfe5.jpg","Region":"North America","Type":"Box - Front"}],"MaxPlayers":4,"Name":"Vainglory","Overview":"Outplay real opponents in this deep, uncompromising real-time MOBA. Fight with lightning-fast controls using powerful heroes. Destroy the enemy Vain crystal and claim glory! Watch the preview video now to see real gameplay of 3-vs-3 multiplayer battles.","Publisher":"Super Evil Megacorp","ReleaseDate":"2015-07-02T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=9xVCUsEWZZg"},"30065":{"Cooperative":"false","Images":[{"FileName":"fdc3924f-e470-48cf-a9d9-ffed37ba84c7.png","Type":"Box - Front"},{"FileName":"cbd67692-ef1a-47ce-9a2b-d6eae4094d1a.png","Type":"Clear Logo"}],"Name":"Jetpack Joyride","Overview":"Jetpack Joyride is a 2011 side-scrolling endless runner\/action video game created by Halfbrick Studios. Originally released for iOS devices on the App Store on September 1, 2011,[1] the game has since been ported to many other systems. It was released online as a Flash version on May 11, 2012;[2] on Android on September 28;[3] on PlayStation Portable (via PlayStation Network, ported by Beatshapers) on November 20 in North America and November 21 in Europe;[4] on BlackBerry PlayBook on December 13, 2012;[5] on PlayStation 3 and PlayStation Vita (via PlayStation Network, ported by Big Ant Studios) on December 21 in Europe and December 31 in North America;[6] on BlackBerry 10 on March 6, 2013;[7] and on Windows Phone 8 and Windows 8 on June 5.[8][9]\n\nThe game features the same protagonist as Monster Dash, Barry Steakfries, who the player controls as he steals a jet pack from a top-secret laboratory. The game has been met with very favorable reviews, and has won numerous awards.\n\n\nThe game uses a simple, one-touch system to control the jetpack; when the player presses anywhere on the touchscreen, the jetpack fires and Barry rises. When the player lets go, the jetpack turns off, and Barry falls. Because he is continually in motion, the player does not control his speed, simply his movement along the vertical axis.\n\nThe objective of the game is to travel as far as possible, collect coins, and avoid hazards such as zappers, missiles and high-intensity laser beams. As the player travels, golden coloured \"Spin Tokens\" occasionally appear, which the player can collect. At the end of each run, these spin tokens are used in a slot machine (one token gives one spin) which can award the player various prizes, including coins, additional spin tokens, a head-start, a player revival, and explosives that can propel the player's body some distance after death. If the player does not wish to spin the slot, they can cash in all remaining spin tokens for 50 coins each.\n\nRainbow-coloured boxes with gears can also be found throughout the game. When touched by the player, these boxes provide Barry with a vehicle which lasts until he hits an obstacle. The available vehicles are \"Bad As Hog\" (a chopper), \"Mr. Cuddles\" (a mecha dragon), \"Crazy Freaking Teleporter\" (a teleport device), \"Gravity Suit\" (the suit used by Gravity Guy, providing the same ability[10]), \"Profit Bird\" (a bird-shaped plane which ejects banknotes), and \"Wave Rider\" (a jet ski). Also available until January 1, 2014 is \"Sleigh of Awesome\" (a sleigh drawn by two reindeer). These vehicles are also available in Magnetic and Golden upgrades that can be purchased for coins in \"The Stash\" (the in-game store). In a later update, the \"Strong Arm Machine\" (S.A.M.) was introduced. The only obstacles faced while wearing the S.A.M. are missiles, which the player must deflect these with his arm. This vehicle, unlike the others, is only available after the player has collected three puzzle pieces, spelling \"SAM\", in one day. If the player activates the S.A.M. five days in a row, a special costume is made available.[11]\n\nThe Stash also sells aesthetic upgrades such as character outfits and different jetpacks. Most of these items do not alter the gameplay in any way, though alternative jetpacks can be useful in achieving some of the missions (such as travelling a distance without harming any scientists). Limited use utilities are also for sale, as are gadgets and vehicle upgrades. Gadgets provide permanent enhancements for the player, but Barry can have only two gadgets equipped at any one time. Players can also access their profile from within The Stash, view achievements on Game Center, and purchase coins with real world money.\n\nAt any time in the game, the player is provided with three missions, such as high-fiving (running past) a certain number of scientists, avoiding coins for a set distance, or flying close to a certain number of zappers. Each individual mission carries one to three stars, depending on its difficulty. When each mission is completed, the stars are added to the player's experience level and a fresh mission appears (unless the player has enough missions to make it past level 15). Once the number of stars required for the experience level are obtained, the player's level increases and a coin reward is given. Once the highest level is reached, the player is given the choice of either playing the game without any more missions, or trading the level 15 stars to start the game with new missions. The level titles (e.g. \"Graduate\", \"Ninja\") remain the same, but the level numbers increase, so a player will start from level 16 with the title \"Beginner\". If the player cashes in their stars, they are also given one of 125 badges selected at random, showing that the complete set of missions have been achieved. Players can cash in stars multiple times once they reach the title \"Barry\", to collect more badges and reach a higher level number. Mission unlocks are available in The Stash, which allow the player to get the stars for a mission without completing the mission through gameplay, at the cost of 5000 coins per star","VideoURL":"http:\/\/www.youtube.com\/watch?v=Jzxi8nid9BQ"},"30163":{"Cooperative":"false","Images":[{"FileName":"96488184-12c6-4f9c-8589-c8bc094fa5bd.png","Type":"Box - Front"},{"FileName":"d69df625-60db-4dbc-a4d5-b5a6259dc370.png","Type":"Clear Logo"}],"Name":"Groove Coaster"},"30164":{"Cooperative":"false","Images":[{"FileName":"c4874b2c-71c9-4a68-b310-252f6baaf859.jpg","Type":"Box - Front"}],"Name":"Blek","Overview":"Blek is a 2013 puzzle video game for iOS and Android by Kunabi Brother, a team of brothers Denis and Davor Mikan. The player draws a snakelike black line that recurs in pattern and velocity across the screen to remove colored dots and avoid black dots. It is minimalist in design, features excerpts of Erin Gee, and takes inspiration from Golan Levin, the Bauhaus, and Japanese calligraphy. The brothers designed the game as a touchscreen adaptation to classic game Snake and worked on the game for over six months. It was released in December 2013 for iPad, and was later released for other iOS devices and Android.\n\nThe game received positive reviews, and critics praised the game's degree of unrestricted play. The game reached the top of the Apple App Store charts several months after its release. It received a 2014 Apple Design Award, and has sold over one million copies."},"30166":{"Cooperative":"false","Images":[{"FileName":"0a7c5080-b135-4c5d-bb41-af81503f8d03.jpg","Type":"Box - Front"},{"FileName":"982a2165-93ae-4a6d-9fec-812a64ed91be.png","Type":"Clear Logo"}],"Name":"Robot Unicorn Attack","Overview":"Robot Unicorn Attack is an online \"endless running\" video game featured on the Adult Swim and Flashline Games website. The game was produced by Spiritonin Media Games and was released in February 4, 2010. The game's soundtrack is the 1994 song \"Always,\" by the British band Erasure, in its \"2009 mix\" version.\n\nWith one million plays within the first week of its release,[1] Robot Unicorn Attack is one of the most popular and most played games featured on Adult Swim. As a result of its popularity, Adult Swim has made official merchandise for the game, and has released it on the App Store and Google Play. Adult Swim released three followups to Robot Unicorn Attack, subtitled Heavy Metal, Christmas Edition, and Evolution respectively.\n\nA sequel titled Robot Unicorn Attack 2 was developed by PikPok and released on iOS on April 25, 2013, and Android on July 12, 2013."},"30169":{"Cooperative":"false","Images":[{"FileName":"454a2c60-6935-43fc-be93-16cc9b58c6fc.jpg","Type":"Box - Front"}],"Name":"Game Dev Story","Overview":"Game Dev Story is a simulation video game developed and published by Kairosoft for the iOS and Android operating systems. It was released on October 9, 2010.[1] The game follows a player-controlled video game company and its attempts to expand into a sales powerhouse over time. As a simulation, the game and the direction of the company is controlled by the player, following a parallel timeline of the video game industry and its history. The game was released to positive reviews, with many reviewers focusing on Game Dev Story '​s addictive aspects and its witty references to video game pop culture.","VideoURL":"http:\/\/www.youtube.com\/watch?v=DsMMnnOp7RU"},"30171":{"Cooperative":"false","Images":[{"FileName":"f5811f10-fb75-408b-8c2d-ca497eac6123.jpg","Type":"Box - Front"}],"Name":"Bag It!"},"30173":{"Cooperative":"false","Images":[{"FileName":"b5142bde-b380-4d77-a7f5-882533480f63.jpg","Type":"Box - Front"}],"Name":"Kingdom Rush Origins"},"30174":{"Cooperative":"false","Images":[{"FileName":"cbea14e3-8cd5-4b29-91e8-d8926cb0d858.jpg","Type":"Box - Front"},{"FileName":"a897acb4-190f-4266-9d1c-95c12bb5c085.jpg","Type":"Screenshot - Gameplay"}],"Name":"Girls Like Robots","Overview":"Girls Like Robots is a game developed by Popcannibal for multiple platforms[1] and published initially on iOS by Adult Swim[2] on October 11, 2012.[3] It is a puzzle game about seating arrangements.[4]","VideoURL":"http:\/\/www.youtube.com\/watch?v=MmVoTDjAWBk"},"30176":{"Cooperative":"false","Images":[{"FileName":"cb894ffb-f784-4dc8-b57f-3b0f703d521c.jpg","Type":"Box - Front"}],"Name":"Plague Inc."},"30177":{"Cooperative":"false","Developer":"PopCap","Images":[{"FileName":"515763e5-d658-4676-957a-0693f12eeaa5.jpg","Type":"Box - Front"},{"FileName":"fdb9e7b3-fe0a-41fc-9ccf-bc80d1545dc3.png","Type":"Clear Logo"}],"Name":"Plants vs. Zombies 2","Overview":"Plants vs. Zombies 2: It's About Time is a 2013 free-to-play tower defence video game developed by PopCap Games and published by Electronic Arts. It is the sequel to Plants vs. Zombies, and was released worldwide on Apple App Store on August 15, 2013 and Google Play on October 23, 2013.","Publisher":"Electronic Arts","ReleaseDate":"2013-10-23T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=Vx5ESIHAfR4","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Plants_vs._Zombies_2:_It's_About_Time"},"30179":{"Cooperative":"false","Images":[{"FileName":"b333d833-e9d1-4419-a59f-de98baa7e2de.png","Type":"Box - Front"},{"FileName":"f21a3ccf-93ec-4d16-ae7e-09d1d09a4e96.png","Type":"Clear Logo"}],"Name":"Puzzle & Dragons","Overview":"Puzzle & Dragons (パズル&ドラゴンズ Pazuru Ando Doragonzu?) is a puzzle video game with elements of RPGs and strategy games, developed by GungHo Online Entertainment for the iOS, Android, and Kindle Fire platforms. In Japan, the title is often shortened to Pazudora (パズドラ), while in English it is shortened to PAD.\n\nPuzzle & Dragons is at its core a match-three puzzle game, requiring players to move and match colored orbs arranged in a grid. The amount and type of matches determine which of the six monsters on the player's team attack the waves of enemy monsters and how much damage they do. An additional layer of challenge is the acquisition, selection, and improvement of a team of monsters from among thousands ranging from standard fantasy fare, to deities from several religions and mythologies and characters from popular entertainment franchises.\n\nThe game is free-to-play and financed by the sale of in-game currency. It has seen great commercial success in Japan, where it was downloaded 32 million times by November 2014, and was also released in other Asian countries as well as in North America and many European countries. In September 2015, total worldwide downloads surpassed 50 million.[1] Puzzle & Dragons is the first mobile game in history to reach $1 Billion in revenue.[2]","VideoURL":"http:\/\/www.youtube.com\/watch?v=zCX-Tz8KpXE"},"30181":{"Cooperative":"false","Images":[{"FileName":"262279d8-5ba8-4da2-b2ae-95bca728ed26.jpg","Type":"Box - Front"},{"FileName":"dc3cac7c-3388-42e2-9ff9-05841ea069a2.jpg","Region":"World","Type":"Box - Front"}],"Name":"Infinity Blade II","Overview":"Infinity Blade II is an action role-playing video game for the iOS mobile devices developed by Chair Entertainment and Epic Games released through the Apple App Store. The game is the sequel for the acclaimed Infinity Blade from the same developers.\n\nInfinity Blade II was announced on October 4, 2011 during the Apple iPhone 4S Presentation Keynote. It was subsequently released on December 1, 2011.[3] The game features enhanced graphics and a storyline continuing from the novel Infinity Blade: Awakening.\n\nA sequel and final installment in the series, Infinity Blade III, was released on September 18, 2013.","VideoURL":"http:\/\/www.youtube.com\/watch?v=blooun8ndUs"},"30183":{"Cooperative":"false","Images":[{"FileName":"af4b9e7c-eae4-4752-94ad-67d139531c72.jpg","Type":"Box - Front"}],"Name":"The Blockheads","VideoURL":"http:\/\/www.youtube.com\/watch?v=lQm2AuAy3og"},"30184":{"Cooperative":"false","Images":[{"FileName":"a7ac297d-8341-4e69-8bb9-7e7ff4d8f724.jpg","Type":"Box - Front"}],"Name":"Puzzle Craft"},"30185":{"Cooperative":"false","Genres":"Sports","Images":[{"FileName":"c95a323c-0e9a-4359-9054-107fb0bfc644.jpg","Type":"Box - Front"}],"Name":"Super Stickman Golf 2"},"30186":{"Cooperative":"false","Images":[{"FileName":"1720ebe2-bc72-4b0b-b2e7-eac7202e82fe.jpg","Type":"Box - Front"}],"Name":"Kingdom Rush: Frontiers","Overview":"Kingdom Rush Frontiers is the sequel to Kingdom Rush with the same gameplay based on tower-defense in a classic fantasy\/medieval world. It offers new enemies, towers, heroes and story. You fight your way through a desert and jungle to reach the mountains were a final boss awaits. All kinds of things can be upgraded to make your units, heroes, spells and towers stronger, cheaper etc. There is also a list of achievements.","VideoURL":"http:\/\/www.youtube.com\/watch?v=ilshnhXtfKQ"},"30203":{"Cooperative":"false","Images":[{"FileName":"e89b65af-17f4-4c4f-8676-1f9846a07c11.png","Type":"Box - Front"}],"Name":"Rerave"},"30205":{"Cooperative":"false","Developer":"Fox Digital Entertainment, Inc.","ESRB":"Not Rated","Genres":"Construction and Management Simulation","Images":[{"FileName":"7e87c734-49cd-4c94-883b-968f79aac960.jpg","Type":"Box - Front"},{"FileName":"fb8f8b71-c5bf-4b21-afb3-0a16ec5aa5bd.png","Type":"Clear Logo"},{"FileName":"fc05cfb0-c205-4381-b1c0-91a242d50897.jpg","Type":"Screenshot - Gameplay"}],"Name":"The Simpsons: Tapped Out","Overview":"he game may be considered as a city-building game. It offers a variety of buildings (houses, shops, public buildings from the series) that the player buys with an in-game currency of \"dollars\", while buying premium items with real-world cash via donuts, a reference to Homer Simpson's passion for donuts within the series. Many buildings come with a questline for the player to follow and some add with them a character from the series; players collect characters along with buildings. Characters can be sent on tasks to progress with the quests to advance with the game, and to earn extra money to save up for items. Each building regularly generates a sum of in-game cash to collect, under names such as \"Income tax\" from houses and the \"Collection plate\" from the First Church of Springfield. Players can also place rivers, roads, pavement and decorations on the land. In 2013, developers added the \"Krustyland\" transporter, to get players from Springfield to the infamous Krustyland, where they can expand and build similar to player interactions in the game's Springfield.\n\nThe game is supported by EA's Origin, which acts as a social bridge to where players log in to their Origin accounts and visit friends' towns to collect cash once every 24 hours; and occasionally other tasks during an event.\n\nThere is a hidden easter egg where, in order to obtain the statue of Jebediah Springfield decoration, the player must tap Homer 10 times in a row whilst he is performing any task. This action also gives the player 10 free donuts, but can only work once.\n\nThe maximum number of levels is currently 59 since the November 10, 2015 update.","Publisher":"EA Mobile","ReleaseDate":"2002-03-01T00:00:00-08:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=UGr0UIX8T_k","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/The_Simpsons:_Tapped_Out"},"30207":{"Cooperative":"false","Images":[{"FileName":"f56aa8a0-12ab-4dec-affe-9189eb3b7614.png","Type":"Box - Front"}],"Name":"Punch Quest","Overview":"Punch Quest is an iOS beat-em-up\/speed-run game developed by Madgarden and published by Rocketcat Games on October 25, 2012."},"30210":{"Cooperative":"false","Images":[{"FileName":"44d01a5b-bda7-4c3a-aa58-ef6e341d74ba.jpg","Type":"Box - Front"}],"Name":"Devil's Attorney","Overview":"Devil's Attorney is a mobile turn-based strategy game developed by 1337 Game Design and originally released on October 11, 2012 for iOS. It was later released for the Android platform on November 11, 2013"},"30212":{"Cooperative":"false","Images":[{"FileName":"f02a7431-f920-4120-8876-6887ff46e7b9.jpg","Type":"Box - Front"}],"Name":"A Ride Into the Mountains"},"30214":{"Cooperative":"false","Images":[{"FileName":"c49aecfb-29c4-4eeb-9db8-4a6c367bb666.jpg","Type":"Box - Front"}],"Name":"Siegecraft TD"},"30216":{"Cooperative":"false","Images":[{"FileName":"3ad15caf-bd53-445a-a574-119052a783fa.jpg","Type":"Box - Front"},{"FileName":"2796016a-4e1a-40c4-be3b-601ffe011f34.jpg","Type":"Screenshot - Gameplay"}],"Name":"Doodle Jump","Overview":"Doodle Jump is a platforming video game developed and published by Lima Sky, for Windows Phone, iOS, BlackBerry, Android, Java Mobile (J2ME), Nokia Symbian, and Xbox 360 for the Kinect platform.[1] It was released worldwide for iOS on April 6, 2009, and was later released for Android and Blackberry on March 2, 2010, Symbian on May 1, 2010, and Windows Phone 7 on June 1, 2011 (Re-Released August 21, 2013 Windows Phone 8). It was released for the iPad on September 1, 2011.[2] Since its release, the game has been generally well received. The game PapiJump by Sunflat Games inspired the gameplay of Doodle Jump, and characters featured in Doodle Jump were based on Elise Gravel's illustrations.[3] The game is currently available on nine platforms.\n\nDoodle Jump was renowned for its selling rate by App Store standards, which counted 25,000 copies sold daily for 4 consecutive months (later overtaken by Angry Birds). As of December, 2011, the game sold 10 million copies over iTunes and Google Play and reached 15 million downloads across all platforms.[4][5] The game has been developed into a video redemption game for play at video arcades.[6] Croats Igor and Marko Pusenjak are authors of Doodle Jump.[7]","VideoURL":"http:\/\/www.youtube.com\/watch?v=syVMW5i3OPU"},"30219":{"Cooperative":"false","Images":[{"FileName":"82314b97-fe69-498f-bd58-6f5bd122f581.jpg","Type":"Box - Front"}],"Name":"League of Evil 3","Overview":"League of Evil is an iOS game developed by Ravenous Games Inc. and released by February 3, 2011. It was followed by League of Evil 2 (2012)[1] and League of Evil 3 (2013).[2]"},"30220":{"Cooperative":"false","Images":[{"FileName":"41d6d13e-3543-424c-9326-5a8b35859e57.png","Type":"Box - Front"}],"Name":"Robbery Bob"},"30222":{"Cooperative":"false","Images":[{"FileName":"4071fad8-6c6a-4947-a817-a8e76eb63e5e.jpg","Type":"Box - Front"}],"Name":"Pixel People","Overview":"Greet new clones to Utopia at the arrival centre, then find them a place in your new world. Splice genes of residents and combine their skills to discover new Pixel People to join your thriving city.\n\n• VARIETY IS THE SPLICE OF LIFE\nCombine the properties of Utopia residents to create 400 new occupants, each one suited to a special role in your new society. You can create Athlete Stanley Cupp, Judge Judy Schuss, or even Buccaneer Yoho Howe! \n\n• MONEY MONEY MONEY\nEach new job you create for a Utopian resident puts money in the bank, and the more residents you place in each building, the more money you make! Use your cash to build more residences, places of work, and to expand your land. Collect or buy Utopium to speed up building processes and reveal secret recipes for creating exotic residents. \n\n• LOTS TO DO\nAs your population grows, love can blossom in Utopia too, and you can earn a sweet bonus for every 11 love hearts you collect. Bonuses could be coins, Utopium, or even a wild animal to wander your world?\n\n• EASTER EGG\nDiscover all the secrets of Utopia with Pixel people's delightful hidden secrets — unlock certain buildings for enchanting surprises!","VideoURL":"http:\/\/www.youtube.com\/watch?v=cZfsQS7YQOE"},"30226":{"Cooperative":"false","Images":[{"FileName":"a8c14dc7-f96d-4a64-b7ea-f7b25b0958bc.jpg","Type":"Box - Front"}],"Name":"Ultimate Spider-Man: Total Mayhem","Overview":"Ultimate Spider-Man: Total Mayhem (also known as Spider-Man: Total Mayhem) is an action-adventure video game for Apple iOS and Android. It was developed and published by Gameloft."},"30228":{"Cooperative":"false","Images":[{"FileName":"b5c856a4-a41f-4b69-a96b-07268bb2f6b1.jpg","Type":"Box - Front"}],"Name":"He-Man: The Most Powerful Game in the Universe"},"30230":{"Cooperative":"false","Images":[{"FileName":"a1e27e0b-fc71-4ebd-866a-ed789f4b3570.jpg","Type":"Box - Front"},{"FileName":"e66a0890-5f2a-4b00-8768-87fd97d71783.png","Type":"Clear Logo"},{"FileName":"d7213d11-7676-483e-8b57-735cff387a0a.jpg","Type":"Screenshot - Gameplay"}],"Name":"Zombie Tsunami"},"30234":{"Cooperative":"false","Images":[{"FileName":"b9c9cf18-682b-4b7e-8eda-9b32e0f4ec40.jpg","Type":"Box - Front"}],"Name":"Pilot's Path"},"30235":{"Cooperative":"false","Images":[{"FileName":"b3484276-d56d-417d-9dd8-84f99f13f571.jpg","Type":"Box - Front"}],"Name":"Amazing Runner"},"30236":{"Cooperative":"false","Images":[{"FileName":"0cd35557-740a-428a-9549-386dc7439cdb.jpg","Type":"Box - Front"}],"Name":"Incoboto Mini"},"30237":{"Cooperative":"false","Images":[{"FileName":"94f5ff62-1d2d-4760-a9d6-ec08d4f2fea2.jpg","Type":"Box - Front"},{"FileName":"8ef866b6-16ec-4253-8c95-4f44f91144f1.png","Type":"Clear Logo"}],"Name":"Temple Run 2","Overview":"Temple Run 2 is a 2013 endless running video game developed and published by Imangi Studios. A sequel to the original game, the game was produced, designed and programmed by husband and wife team Keith Shepherd and Natalia Luckyanova,[5] with art by Kiril Tchangov.[5] It was released on the App Store on January 17, 2013,[2] on Google Play on January 24,[3] and on Windows Phone 8 on December 20.[4]\n\nAs of June 2014, Temple Run 2 and its predecessor have been downloaded over 1 billion times.[6]"},"30239":{"Cooperative":"false","Developer":"The Blast Furnace","ESRB":"T - Teen","Genres":"Shooter","Images":[{"FileName":"aa223251-6293-4bfa-ad22-9ed93e8aa2fc.jpg","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Call of Duty: Strike Team","Overview":"Call of Duty: Strike Team brings a new experience to the Call of Duty series. Players have the option to switch from a first-person view to an overhead drone’s perspective. From the sky, players can command their squad to find cover, toss frags, fire and even secure objectives. This mode introduces strategic gameplay while enhancing tactics of positioning and map awareness. Strike Team makes use of the touch screens available on iOS and Android devices by allowing players to control their squad with a few simple gestures on screen.[2] The left and right sides of the screen acts as virtual analog sticks for movement while playing in the first-player perspective.[3] Furthermore, the game features quick aim via the small arrows placed on the bottom of the screen used to switch between targets. Tapping on one of the arrows brings the aiming reticule to the closest target.","Publisher":"Activision","ReleaseDate":"2013-09-05T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Call_of_Duty:_Strike_Team"},"30241":{"Cooperative":"false","Developer":"Gameloft","ESRB":"M - Mature","Genres":"Action","Images":[{"FileName":"bfaaee3e-8052-4fac-9885-39da29c30195.png","Type":"Box - Front"}],"MaxPlayers":4,"Name":"Modern Combat 3: Fallen Nation","Overview":"The best, most realistic smartphone FPS series returns with even higher intensity and an apocalyptic battle for the freedom of the United States, for one or more players.\n\nBE THE HERO OF AN EXPLOSIVE SOLO CAMPAIGN \n• Fight through a 13-mission campaign from Los Angeles to Pakistan.\n• Witness multiple memorable moments thanks to AAA scenario-scripting. \n• Experience different types of gameplay: escort, destroy, helicopter, 4x4 chase, etc.\n\nLIVE THE MOST IMMERSIVE REAL WAR EXPERIENCE\n• The deepest and most intuitive FPS gameplay on smartphones improved once again, now with a sprint and slide feature. \n• Gaze upon next-gen GFX that allow for an unprecedented rendering of environments. \n• Improved SFX and voice acting will immerse you in an apocalyptic scenario.\n\nENJOY WHAT IS SIMPLY THE BEST MULTIPLAYER ON SMARTPHONES\n• Enter battles for up to 12 players in 6 exclusive maps and 7 different modes. \n• Use your customized weapons to move up an addictive leaderboard with more than just ranks.","Publisher":"Gameloft","ReleaseDate":"2011-10-27T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=-wA98B9D2qY"},"30243":{"Cooperative":"false","Genres":"Puzzle","Images":[{"FileName":"d3aa02cf-7056-472f-9859-4c87546e56ce.jpg","Type":"Box - Front"},{"FileName":"f80b7c9f-c735-4717-ab0a-cf3fd3396419.png","Type":"Clear Logo"}],"Name":"Bejeweled Blitz","Overview":"Bejeweled Blitz is a puzzle video game, originally a Facebook application which is developed and published by PopCap Games. It developed into a downloadable game, based on the then-in-development Bejeweled 3 engine, due to popularity of the differences from Bejeweled 2 and its new graphics. As with the Bejeweled series, Bejeweled Blitz is based on the Shariki game mechanic. It is the fourth game of the Bejeweled franchise and initially was available on iOS as part of the Bejeweled 2 iOS application, later on with the standalone iOS application.","VideoURL":"http:\/\/www.youtube.com\/watch?v=PMx05R4zjI4"},"30246":{"Cooperative":"false","Images":[{"FileName":"992a593e-3590-4532-90c4-78eafe4cd20f.jpg","Type":"Box - Front"},{"FileName":"b2558c9b-2131-4efc-bfb6-ee7ce6917287.png","Type":"Clear Logo"},{"FileName":"f70485fb-5cc1-44b3-812b-cf0a453a08f5.jpg","Type":"Screenshot - Gameplay"}],"Name":"Cut the Rope: Time Travel","Overview":"Cut the Rope: Time Travel[edit]\nThe third sequel, Cut the Rope: Time Travel, was released on April 18, 2013. It sees Om Nom travel back to the time of his ancestors, which means in terms of gameplay that players now feed candy to two monsters rather than to only one."},"30247":{"Cooperative":"false","Images":[{"FileName":"446bd554-0cca-4b8f-978a-4a03e3d40187.jpg","Type":"Box - Front"}],"Name":"Infinity Blade","Overview":"Infinity Blade is a fighting game with role-playing elements developed by Chair Entertainment and Epic Games and released through the Apple App Store on December 9, 2010. It is the first iOS video game to run on the Unreal Engine. In the game, the unnamed player character fights a series of one-on-one battles in a derelict castle to face the immortal God King. When in battle, players swipe the screen to attack and parry, and tap the screen to dodge and block enemy attacks. Upon victory or defeat, the player restarts the game as the character's descendant with the same items and experience level.\n\nThe game was developed by a team of twelve people, who took two months to make a playable demo and three more to finish the game. Infinity Blade was intended to demonstrate the new iOS version of the Unreal Engine, and to combine the swordplay of Karateka and Prince of Persia with the loneliness of Shadow of the Colossus. The game received four free expansions that added new equipment, endings, and game modes.\n\nInfinity Blade was the fastest-grossing app in the history of iOS upon its release. It made US$1.6 million in its first four days, and over US$23 million by the end of 2011. It was well received by gaming critics. Reviews heavily praised the graphics and compared the mobile game favorably to console games. Critics also praised the swipe-based combat system, but split opinions on the cyclical gameplay as either addictive or repetitive. Chair later released an arcade port and two iOS sequels: Infinity Blade II and Infinity Blade III. Author Brandon Sanderson also wrote two novellas set between the games: Infinity Blade: Awakening and Infinity Blade: Redemption."},"30248":{"Cooperative":"false","Images":[{"FileName":"82e47f36-b72f-4966-9176-585c0cdf9dfd.jpg","Type":"Box - Front"}],"Name":"Contre Jour"},"30250":{"Cooperative":"false","Images":[{"FileName":"f7ad6969-7150-4625-937b-de9e99ea8744.png","Type":"Box - Front"}],"Name":"Tiny Tower","Overview":"Tiny Tower is a business simulation video game developed by NimbleBit, released on June 23, 2011 and November 16, 2011 for iOS and Android devices respectively. The game tasks players with managing a tower filled with virtual people, referred to as “bitizens”, with the goal of building new floors and gradually making the tower taller, attracts bitizens to move in and work in any floor the player designates.\n\nThe game's reception has generally been positive, receiving 4.5\/5 on Apple's App Store[1] and being awarded iPhone Game of the Year by Apple in 2011.[2]\n\nOn iOS, Tiny Tower is integrated with Apple's social gaming network, Game Center. Game Center provides achievements, leaderboards (based on the number of floors players have) and challenges sent by others. It also allows the player to compare with their Game Center friends' towers. However, Android devices are integrated with the Mobage social gaming network, and unlike Apple's Game Center, an internet connection and a Mobage user name are required to play Tiny Tower.\n\nOn August 24, 2015, Mobage has announced the shutdown of Tiny Tower along with five other Mobage games. The shutdown of the Android version of Tiny Tower was announced for September 24, 2015."},"30253":{"Cooperative":"false","Images":[{"FileName":"a77b7159-8b7b-4031-87a5-ec99bb5ca13e.jpg","Type":"Box - Front"}],"Name":"Fetch"},"30262":{"Cooperative":"false","Images":[{"FileName":"eeb1efe6-250f-4726-afed-e5bda3c89d84.jpg","Type":"Box - Front"}],"Name":"Star Wars: Tiny Death Star","Overview":"Star Wars: Tiny Death Star was a business simulation video game developed by Disney Mobile and NimbleBit,[4] and published by LucasArts[1] for Android, iOS, Windows Phone, and Windows 8\/RT devices.[5] It is based on NimbleBit's previous game, Tiny Tower,[6] and is set in the Star Wars universe.[7]\n\nStar Wars: Tiny Death Star was announced by Disney Interactive on October 4, 2013. It was released in Australia and New Zealand for Android devices on October 11, 2013[1] and in Australia for iOS devices on October 15, 2013.[3] It was released worldwide on November 8, 2013 for Android, iOS, Windows Phone, Windows 8 and Windows RT devices"},"30278":{"Cooperative":"false","Images":[{"FileName":"a90e1708-54ac-4935-ab7a-bfb8db1e8dd7.jpg","Type":"Box - Front"}],"Name":"Super Stickman Golf"},"30287":{"Cooperative":"false","Images":[{"FileName":"578fbe16-0b1f-429a-b8c3-babf732ea594.jpg","Type":"Box - Front"}],"Name":"Sky Gamblers: Storm Raiders","Overview":"Sky Gamblers is a series of flight simulation games released on iOS and OS X. Sky Gamblers: Rise Of Glory (2011) and Sky Gamblers: Air Supremacy (2012) were developed by Namco Networks America, while Sky Gamblers: Storm Raiders (2012) and Sky Gamblers: Cold War (2013) were developed by Atypical Games. In 2015, both \"Rise of Glory\" and \"Air Supremacy\" were handed over to Atypical Games.\n\nThe series has been described as a \"pioneer in the genre."},"30289":{"Cooperative":"false","Images":[{"FileName":"fc6ca397-a358-4f1d-a76e-4b731bf17e7a.png","Type":"Box - Front"}],"Name":"Doug Dug"},"30291":{"Cooperative":"false","Images":[{"FileName":"2325f7ae-de60-4c98-a9e0-6b308692e411.jpg","Type":"Box - Front"}],"Name":"Forget-Me-Not"},"30292":{"Cooperative":"false","Images":[{"FileName":"0121249a-e1e5-4073-ac9a-17d9d0b3e5b0.jpg","Type":"Box - Front"}],"Name":"Bit Pilot"},"30293":{"Cooperative":"false","Genres":"Sports","Images":[{"FileName":"0449b2c9-8420-4832-b812-d6faf60c4d09.png","Type":"Box - Front"}],"Name":"Magnetic Billiards"},"30294":{"Cooperative":"false","Images":[{"FileName":"e9c939d3-b220-43c1-9beb-5aa4e0038e70.jpg","Type":"Box - Front"}],"Name":"Splice"},"30295":{"Cooperative":"false","Images":[{"FileName":"20481e67-f0d6-4ce1-b1c4-ef389bce1573.jpg","Type":"Box - Front"}],"Name":"Coolson's Pocket Pack"},"30297":{"Cooperative":"false","Images":[{"FileName":"d8ef6ba1-c0c0-4afb-913b-545f91d939ae.jpg","Type":"Box - Front"}],"Name":"Ant Raid","Overview":"Ant Raid is a Plants and Zombies-esque iOS game developed by Prank Ltd. and released July 6, 2011.","VideoURL":"http:\/\/www.youtube.com\/watch?v=7MDLtLDJ7yQ"},"30299":{"Cooperative":"false","Images":[{"FileName":"9d5f496f-61be-4501-8dba-e7804acc5100.jpg","Type":"Box - Front"}],"Name":"Touchgrind Skate 2"},"30300":{"Cooperative":"false","Images":[{"FileName":"221ccc5a-5dec-409f-bc85-c1a45fe31c77.jpg","Type":"Box - Front"}],"Name":"Trial Xtreme 2","VideoURL":"http:\/\/www.youtube.com\/watch?v=qKd543JkKko"},"30302":{"Cooperative":"false","Images":[{"FileName":"ceb14e0a-bb2f-4951-9d7e-a0c0aa9da814.jpg","Type":"Box - Front"}],"Name":"Impossible Road","VideoURL":"http:\/\/www.youtube.com\/watch?v=eiNtOMz5q2w"},"30304":{"Cooperative":"false","Images":[{"FileName":"ff14c144-1f1e-4427-b25a-4fdfc680df17.jpg","Type":"Box - Front"}],"Name":"Beyond Ynth"},"30308":{"Cooperative":"false","Images":[{"FileName":"25fec509-e215-4d39-8e14-a278764ae074.jpg","Type":"Box - Front"}],"Name":"Swordigo"},"30311":{"Cooperative":"false","Images":[{"FileName":"ffd684b6-51ae-4965-8d99-0104610ea88d.jpg","Type":"Box - Front"}],"Name":"Smash Hit"},"30314":{"Cooperative":"false","Images":[{"FileName":"416e8ab9-5d28-42a3-a78d-e5fe87497183.jpg","Type":"Box - Front"},{"FileName":"b2816206-5ecc-4db9-a913-b5d439538cf0.png","Type":"Clear Logo"}],"Name":"Flick Soccer!","Overview":"Flick Soccer! is an extremely glitzy soccer game for ios  Made by the same developers as Flick Golf!, the game features impressive graphics, immersive sound and more options and modes than you can kick a ball at.","VideoURL":"http:\/\/www.youtube.com\/watch?v=_jotiy4R3EE"},"30330":{"Cooperative":"false","Images":[{"FileName":"56638972-ddce-4d90-81e4-b6316dd2d724.jpg","Type":"Box - Front"}],"Name":"Bailout Wars","VideoURL":"http:\/\/www.youtube.com\/watch?v=Q2el47OTzmQ"},"30334":{"Cooperative":"false","Genres":"Puzzle","Images":[{"FileName":"9d223d7c-16c6-42bd-ae63-5c5116ea74b1.jpg","Type":"Box - Front"},{"FileName":"c0fc13c3-83c5-4fd4-995a-e8508c4177d8.png","Type":"Clear Logo"}],"Name":"Bejeweled","Overview":"Bejeweled is a tile-matching puzzle video game by PopCap Games, first developed for browsers in 2001. Three follow-ups to this game have been released. More than 75 million copies of Bejeweled have been sold, and the game has been downloaded more than 150 million times.[3] Although the game is no longer downloadable through PopCap's website, the installer can be downloaded via the Wayback Machine."},"30360":{"Cooperative":"false","Images":[{"FileName":"c3294801-6e51-49af-8d6e-1102a2ea95db.jpg","Type":"Box - Front"}],"Name":"Enviro-Bear 2010"},"30476":{"Cooperative":"false","Images":[{"FileName":"1f35c941-9dab-4d47-8c42-9d07fa8f8906.jpg","Type":"Box - Front"}],"Name":"Rolando"},"30477":{"Cooperative":"false","Images":[{"FileName":"52bf93fe-31b3-4379-97b9-44cd21b8d542.png","Type":"Box - Front"}],"Name":"Sho Chiku Bai Pachinko"},"30513":{"Cooperative":"false","Images":[{"FileName":"c400cfb9-f7a0-4cb6-8551-1e9f54400250.jpg","Type":"Box - Front"},{"FileName":"3f418120-af18-4884-bc68-e1184e8603d2.png","Type":"Clear Logo"}],"Name":"Monsters Ate My Condo"},"30755":{"Cooperative":"false","Images":[{"FileName":"40e7fbe4-ba77-4f6e-926f-3f86c2c5e031.jpg","Type":"Box - Front"}],"Name":"Granny's Garden"},"31391":{"Cooperative":"false","Images":[{"FileName":"c26475a0-5a9b-4334-91b0-c327592ca66c.png","Type":"Box - Front"},{"FileName":"cb96a556-e05d-4ac0-ab9d-764542cf6904.png","Type":"Clear Logo"},{"FileName":"2222d378-7b4e-4d73-845f-c73abc6762fc.jpg","Type":"Screenshot - Gameplay"}],"Name":"Plants vs. Zombies","Overview":"Plants vs. Zombies is a tower defense video game developed and originally published by PopCap Games for Microsoft Windows and OS X. The game involves a homeowner using a variety of different plants to prevent an army of zombies from entering their house and \"eating their brains\". It was first released on May 5, 2009, and made available on Steam on the same day.[1][10] A version for iOS was released in February 2010, and an HD version for the iPad.[11] An extended Xbox Live Arcade version introducing new gameplay modes and features was released on September 8, 2010.[4] PopCap released a Nintendo DS version on January 18, 2011 with content unique to the platform.[12] The PlayStation 3 version was released in February 2011 also with added new co-op and versus modes found in the Xbox 360 version. An Android version of the game was released on May 31, 2011 on the Amazon Appstore, while it was also released to the Android Market (now Google Play) on December 14, 2011.[13] On February 16, 2012, a version was released for BlackBerry PlayBook.[5] Later, a BlackBerry smartphone version of the game was released on January 2013 following the launch of BlackBerry 10.[6] Furthermore, both the original Windows and Mac version of the game have been re-released with additional content in a Game of the Year version. In January, 2015, a free ad-supported version of the game was released for iOS.[14]\n\nThe game received a positive response from critics, and was nominated for multiple Interactive Achievement Awards, alongside receiving praise for its musical score. A sequel, Plants vs. Zombies 2: It's About Time, was released on August 15, 2013 for iOS","VideoURL":"http:\/\/www.youtube.com\/watch?v=lr7sdmS_jWo"},"31407":{"Cooperative":"false","Developer":"11 bit studios S.A.","ESRB":"Not Rated","Genres":"Strategy","Images":[{"FileName":"529f5291-6f8d-4106-8aa5-181c2714cc56.png","Type":"Box - Front"}],"Name":"Anomaly 2","Overview":"Anomaly 2 is a reverse tower defense game. The player assumes the role of commander of a convoy and has to safely guide it to the mission objective. The game is set in a futuristic post-apocalyptic world where humans fight against an alien infestation.\n\nIt is a sequel to Anomaly: Warzone Earth and maintains its core gameplay elements: tactical view, squad screen and battle view. Tactical view is for planning and setting optimal squad path. Squad screen for buying, selling, upgrading or changing order of units. Battle view for directly controlling commander on the battlefield and placing special abilities, like repair that heals units, or aim that focuses squad fire on a single selected tower.\n\nThere are three important additions in Anomaly 2. The first one is the ability to morph units into their second mech form. Mech form grants different abilities, strengths and weaknesses. The second addition is the inclusion of new and more sophisticated types of enemies, units and abilities. For example one new tower absorbs squad fire and if its meters is completely full it will transform into a stronger tower. The last one is a multiplayer mode where one player controls the towers and the other one the convoy. That means that one player plays a tower defense game and the other one tower offense.","Publisher":"Chillingo Ltd.","ReleaseDate":"2013-10-30T00:00:00-07:00","ReleaseType":"Released"},"31978":{"Cooperative":"false","Developer":"Gameloft","ESRB":"E - Everyone","Genres":"Action","Images":[{"FileName":"968e2c1a-5128-4d49-81ec-f3e29b2c1830.jpg","Type":"Box - Front"},{"FileName":"26ef6488-0bf8-48d3-b4a7-131edf3aa1b8.png","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Modern Combat 4: Zero Hour","Overview":"The #1 FPS is back on smartphone with a new chapter to push the boundaries of mobile gaming even further! In the wake of a nuclear disaster, the only chance to avoid global devastation is in the hands of the few elite soldiers who must track down and rescue the world’s leaders from a frighteningly familiar terrorist group.","Publisher":"Gameloft","ReleaseDate":"2014-09-17T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=h0poEbsEfcY"},"31981":{"Cooperative":"false","ESRB":"M - Mature","Genres":"Action","Images":[{"FileName":"f40ef795-d251-4aaa-b671-6e2631ec371a.jpg","Type":"Box - Front"}],"MaxPlayers":4,"Name":"Modern Combat 2: Black Pegasus","Overview":"Finish what you started.\n\nIn Modern Combat 2: Black Pegasus, complete the mission unveiled in the first opus of one of the most acclaimed FPS games on the iPhone, this time on fronts all over the globe.","ReleaseDate":"2012-06-12T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=9LQQr91Zaiw"},"31983":{"Cooperative":"false","Developer":"Gameloft","Genres":"Action","Images":[{"FileName":"d6277966-125d-4d50-bdbc-2b0bb39a4099.png","Type":"Box - Front"}],"MaxPlayers":4,"Name":"Modern Combat: Sandstorm","Overview":"Modern Combat: Sandstorm - you play as an American soldier who has received a task on capture of the terrorist. Action happens on the Middle East, in several locations, such as hospital, laboratory, palace, majordomo, port, desert, building and others. You will see a wide choice of the various weapons, including rifles M16 and AK-47, RPG-7 grenade launcher, MP5A5 machine gun, an easy machine gun M249 and a sniper rifle M40.","Publisher":"Gameloft","ReleaseDate":"2009-08-27T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=_CmK_qj7oeI"},"31984":{"Cooperative":"false","Developer":"Gameloft","ESRB":"M - Mature","Genres":"Action","Images":[{"FileName":"b3958ead-0ea4-4c0e-af38-9e7f120aef08.jpg","Type":"Box - Front"}],"MaxPlayers":4,"Name":"Modern Combat 5: Blackout","Overview":"Step into the action as the latest installment in the best FPS series raises the bar for shooter games once more! Create a squad, add your friends and test your individual and team skills against other squads in dynamic multiplayer warfare!\n\nIs single player your thing? Then step into a world on the brink of anarchy and shoot your way out of one dire situation after another to expose a lunatic who’s trying to tear the world to shreds.","Publisher":"Gameloft","ReleaseDate":"2014-07-24T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=oW4WpDD69Ho"},"31986":{"Cooperative":"false","Developer":"Spacetime Studios","ESRB":"T - Teen","Genres":"Action; Adventure; MMO; Strategy","Images":[{"FileName":"cdce973a-dfc6-4813-a930-8063f9cb58eb.jpg","Type":"Box - Front"}],"MaxPlayers":4,"Name":"Call of Champions","Overview":"Call of Champions is the most intense real-time multiplayer battle arena (MOBA) game for the iPad and iPhone. Choose a Champion, recruit a team, smash the enemy, and compete against millions worldwide!","Publisher":"Spacetime Studios","ReleaseDate":"2015-10-12T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=RSKekxsCjIo"},"31989":{"Cooperative":"false","Developer":"Superweapon LLC","ESRB":"T - Teen","Genres":"Action; Adventure; Strategy","Images":[{"FileName":"ff0f20a3-65cb-4dc8-b5fb-fecb5660dc78.jpg","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Dawn of Steel","Overview":"Command a powerful force of mechanized walkers and crush enemy bases in Dawn of Steel, an action-packed real-time strategy game. Your combat skills alone determine the outcome of the battle. Establish your base and defend it with all your might against attacks from other players.\n\nUse direct controls to command your units during combat, and organize your defenses to best exploit the enemy’s weaknesses. Intuitive swipe commands let you unleash powerful attacks from your Rigs with a flick of your finger. Dawn of Steel is the highly awaited first game from hot game studio Superweapon, a small team of veteran Command & Conquer developers, and is designed exclusively for iOS.","Publisher":"Superweapon LLC","ReleaseDate":"2015-09-22T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=uNmY7a15RF8"},"31991":{"Cooperative":"false","Developer":"Gaea Mobile Limited","ESRB":"T - Teen","Genres":"Action; Adventure; MMO","Images":[{"FileName":"5e8adba2-23d6-44b5-9d63-c190358c9c2b.png","Type":"Box - Front"}],"MaxPlayers":4,"Name":"Ace of Arenas","Overview":"Fight together with friends, creating a formidable team to dominate your rivals and annihilate their base! Level up and strengthen your Champions to tactically decimate enemy players, turrets and ultimately, the Core of their base in furiously paced head-to-head multiplayer battles.","Publisher":"Gaea Mobile Limited","VideoURL":"http:\/\/www.youtube.com\/watch?v=Mto8w4cai2o"},"31993":{"Cooperative":"false","Developer":"Vector Unit","ESRB":"E - Everyone","Genres":"Racing","Images":[{"FileName":"3b3e93a8-688b-4b3d-8cea-aebc7f1a324b.jpg","Type":"Box - Front"},{"FileName":"a4000ed6-f5d9-4a7b-937e-01cd9f63540b.png","Type":"Clear Logo"}],"MaxPlayers":4,"Name":"Riptide GP2","Overview":"Riptide GP™2 kicks everything into overdrive, with intense online multi-player races, upgradeable hydro jets and riders, improved graphics, an all-new career mode, and a whole new stunt system with dozens of new tricks!\nFeaturing rocket-powered hydro jets racing around futuristic tracks across a dynamic and interactive water surface, Riptide GP2 delivers a fast, fun, and visually stunning racing experience.","Publisher":"Vector Unit","ReleaseDate":"2015-04-15T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=NrnI5Du9deU"},"31994":{"Cooperative":"false","Developer":"Vector Unit","ESRB":"E - Everyone","Genres":"Racing","Images":[{"FileName":"0a349579-bc20-4d34-b990-2dede16ea630.jpg","Type":"Box - Front"}],"MaxPlayers":4,"Name":"Beach Buggy Blitz","Overview":"Drive your hot-rod beach buggy as far as you can into the uncharted depths of a mysterious tropical island!\n\nSwerve and smash through a gorgeously detailed and completely destructible world packed with Tiki statues, grass shacks, giant crabs and lava monsters. Explore sun-swept beaches, secret caves, fog-shrouded swamps, ruined temples and erupting volcanoes in this action-packed quest of discovery and mayhem!\n\nBuild a performance-boosting collection of upgrades and powerups! Unlock new vehicles like the Lightning muscle car and Rock Stomper monster truck. Upgrade your cars and customize their paint jobs. Collect wacky new characters. Unlock and upgrade amazing powerups like the fire-spitting Boost, the coin-tastic Coin Bubble, and a Shield that turns you into a unstoppable smash-everything force of destruction!","Publisher":"Vector Unit","VideoURL":"http:\/\/www.youtube.com\/watch?v=O9WCqdkzNBM"},"31996":{"Cooperative":"false","Developer":"Treyarch","ESRB":"M - Mature","Genres":"Action","Images":[{"FileName":"241fa3a2-0f28-443a-b9fe-bee9a1aac172.png","Type":"Box - Front"}],"MaxPlayers":4,"Name":"Call of Duty: Black Ops Zombies","Overview":"Adapted from the best-selling console hit and built specifically for tablets and smartphones, Call of Duty®: Black Ops Zombies delivers maps and weapons never before seen on mobile, and 50 levels of \"Dead-Ops Arcade,\" a 50-level zombie gauntlet that provides the ultimate undead challenge for fans of Call of Duty’s signature zombie warfare.\n\nPlay solo or join a team of up to 4 players as you mow down hordes of zombies with Call of Duty’s all-new interface, now featuring Voice Chat for the first time ever.","Publisher":"Activision","ReleaseDate":"2009-11-06T00:00:00-08:00","ReleaseType":"Released","VideoURL":"http:\/\/www.youtube.com\/watch?v=8OcFcyHLy8I","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Call_of_Duty:_Zombies"},"31998":{"AltNames":[{"Name":"Critical ops","Region":"Asia"}],"Cooperative":"false","Developer":"Critical Force Entertainment","ESRB":"M - Mature","Genres":"Action; Shooter","Images":[{"FileName":"41be1e84-fe3f-4084-827c-97c33088f622.jpg","Type":"Box - Front"}],"MaxPlayers":16,"Name":"Critical Ops","Overview":"Critical Ops is a fast-paced FPS that will test your reflexes and tactical skill. Experience the thrill of modern terrorist warfare as you fight a critical strike operation as a counter-terrorist or aim to cause destruction as a terrorist.","Publisher":"Critical Force Entertainment","ReleaseType":"ROM Hack","ReleaseYear":2018,"VideoURL":"http:\/\/www.youtube.com\/watch?v=guNiAghp7Jc"},"32070":{"Cooperative":"false","Images":[{"FileName":"1dee84a5-54af-4e80-a3f8-4bbff6ae9966.png","Type":"Box - Front"},{"FileName":"1e426227-e205-4034-ba86-bfb9fe0283d3.png","Type":"Clear Logo"}],"Name":"Growtopia"},"32188":{"Cooperative":"false","Images":[{"FileName":"c4569863-9047-4484-a3a6-3497b7cd755e.jpg","Type":"Box - Front"},{"FileName":"32662e7b-152a-46e3-b353-b7d52a8b72aa.png","Type":"Clear Logo"}],"Name":"Ingress","Overview":"Ingress is an augmented-reality massively multiplayer online location-based game[4] created by Niantic Labs. The game was first released exclusively for Android devices on November 15, 2012,[2][5] and was made available for Apple's iOS on July 14, 2014.[3][6] The game has a complex science fiction back story with a continuous open narrative,[7][8] which however is not necessary for playing and enjoying the game. Ingress has also been considered to be a location-based exergame.[9]\n\nThe gameplay consists of capturing \"portals\" at places of cultural significance, such as public art, landmarks, monuments, etc., and linking them to create virtual triangular \"control fields\" over geographical areas. Progress in the game is measured by the number of \"mind units\" (MUs) captured via such control fields, i.e. people nominally controlled by each faction (as illustrated on the Intel Map).[10][11] The necessary links between portals may range in length from meters to kilometers or hundreds of kilometers, created in operations of considerable logistical complexity.[12] International links and fields are not uncommon, as Ingress has attracted an enthusiastic following in cities worldwide[13] amongst both young and old,[14] to the extent that the gameplay is itself a lifestyle for some, including tattoos.[2] Gameplay relies heavily on the player physically moving about the community in order to interact with portals. Playing in a vehicle is possible, but increases in speed disable some features of the game, both for safety reasons and in order to encourage physical activity.\n\nIn addition to the main interactive map, called the Scanner, players also have access to a \"COMM\" tab that displays local and regional, even worldwide, live activity going on within the game, such as faction progress and activity, in-game communication, and alerts.\n\nEach player, or \"Agent\", also has a profile page that is viewable by any other agent using the mobile app. Profiles contain a wide variety of information, including the agent's name, current level and AP, earned badges, completed missions, and a long list of stats. Players can choose to withhold most of the statistical information from appearing on their page, instead leaving visible only their badges, AP and mission list. Also available on the profile page, if the agent so decides, is a link to their Google+ page.","VideoURL":"http:\/\/www.youtube.com\/watch?v=GVRosEF-1PY"},"32632":{"Cooperative":"false","Developer":"Alexandr Oresco","ESRB":"E - Everyone","Genres":"Strategy","Images":[{"FileName":"47f85601-2b29-4e80-836c-1392019ad30d.jpg","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Jet Ball HD","Overview":"Jet Ball is a powerful Breakout \/ Arkanoid game packed with stunning visuals, tons of dynamic levels and lots of fresh ideas. Brick breaker genre reinvented. a","Publisher":"Alexandr Oresco","ReleaseDate":"2015-09-22T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=gMuyC5m_YEg"},"32633":{"Cooperative":"false","Developer":"Edward Sanville","ESRB":"E - Everyone","Images":[{"FileName":"7ed2a2ae-beef-4e3c-8beb-10b62e5ae015.png","Type":"Box - Front"}],"MaxPlayers":1,"Name":"StarMap 3D Plus","Overview":"No in-app purchases necessary! StarMap 3D Plus is the portable star atlas for beginners or advanced astronomers. Use StarMap 3D Plus to find the planets, stars, constellations, star clusters, galaxies, and nebulae visible to you based on your location and time. StarMap 3D will even use the compass to automatically align the map!","Publisher":"Edward Sanville","ReleaseDate":"2015-10-28T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=T2hVCb8GddQ"},"32791":{"Cooperative":"false","Images":[{"FileName":"4a5e9620-7d8e-4136-8429-98718732b3c3.jpg","Type":"Box - Front"},{"FileName":"498c36fb-c956-4486-91fc-ca06c068f13d.jpg","Type":"Screenshot - Gameplay"}],"Name":"Candy Crush Jelly Saga","Overview":"Candy Crush Jelly Saga\" was soft-launched in various countries for the Android platform.[25] Candy Crush Jelly Saga was released worldwide in January 2016.[25]","VideoURL":"http:\/\/www.youtube.com\/watch?v=ubpooPZY7og"},"32867":{"Cooperative":"false","Images":[{"FileName":"156ec069-6f38-4237-9107-fa337328f17f.jpg","Type":"Box - Front"},{"FileName":"0e5b4411-e394-4b17-b771-4ce64155d096.png","Type":"Clear Logo"},{"FileName":"f00d3140-ffcd-48df-9bc6-2ddfe98dcb6b.jpg","Type":"Screenshot - Gameplay"}],"Name":"Yet Another Zombie Defense","VideoURL":"http:\/\/www.youtube.com\/watch?v=6KzC5SXMwIE"},"33369":{"Cooperative":"false","Developer":"Grumpyface Studios","ESRB":"E - Everyone","Genres":"Adventure; Role-Playing","Images":[{"FileName":"6a1c7858-81ce-493c-8e28-a16ff34325ca.jpg","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Attack the Light","Overview":"Steven is playing a video game on his tablet when the Crystal Gems return from a mission with a Light Prism. Despite Pearl fearing that the prism's lights can be released, Steven assures her that he's not powerful enough to let any escape. Nevertheless, 7 lights break free from the prism and it's up to the Crystal Gems to find them.","Publisher":"Cartoon Network","ReleaseDate":"2015-04-02T00:00:00-07:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=5s1QAekqX-Q"},"33688":{"Cooperative":"false","Images":[{"FileName":"223b8697-264f-4202-a4c9-a3558adc242a.jpg","Type":"Box - Front"}],"Name":"Blazing Bajirao","Overview":"Are you prepared for the ultimate battle experience? \nHere’s your chance to be the Peshwa Warrior himself. After the epic motion graphic web series, Eros Now presents ‘Blazing Bajirao –The Game’."},"33830":{"Cooperative":"false","Developer":"Dig That Gold Limited","ESRB":"EC - Early Childhood","Genres":"Strategy","Images":[{"FileName":"17dc8664-3b8d-4055-9380-f85418c87d4f.png","Type":"Box - Front"},{"FileName":"0b5648e8-e376-46ab-8b6a-aa0f579acd22.png","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Dig That Gold","Overview":"Join. The digital gold rush in the most exciting gold mining strategy game.","Publisher":"Dig That Gold Limited","ReleaseDate":"2015-12-18T00:00:00-08:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=NWd40GV_rjs"},"33831":{"Cooperative":"false","Developer":"EA Swiss Sarl","ESRB":"E - Everyone","Genres":"Action; Strategy","Images":[{"FileName":"1d29c861-6e1a-4872-b32a-d8c294df2273.png","Type":"Box - Front"},{"FileName":"9801a0c5-83eb-40d2-9f1d-067f56462e5e.png","Type":"Clear Logo"}],"MaxPlayers":4,"Name":"Star Wars Galaxy of Heroes","Overview":"Presented as a honorable full of Star Wars champions, Galaxy of heroes lets you form a team and leap into thrilling turn-based battles.","Publisher":"EA Swiss Sarl","ReleaseDate":"2015-12-03T00:00:00-08:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=HZAx2vLUDc8"},"34426":{"Cooperative":"false","ESRB":"E - Everyone","Genres":"Puzzle","Images":[{"FileName":"e261ee6d-7826-4f90-954f-45138d75ebbf.jpg","Type":"Box - Front"},{"FileName":"34c7bd2c-7e99-480a-aaef-ad742629c129.jpg","Type":"Screenshot - Gameplay"},{"FileName":"3e2ff8c7-d559-4c4f-a630-c2e8ed4d4172.jpg","Type":"Screenshot - Gameplay"},{"FileName":"246de79e-3cdc-4785-a4de-97c74b33a25a.jpg","Type":"Screenshot - Gameplay"},{"FileName":"971d5c41-6a25-4cde-9c61-890a3fdf4a89.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Tac Tiles","Overview":"A colorful and challenging puzzle game for smartphones and tablets.\nThe target is to change a board of multiple colored tiles to a single color with a limited number of moves. A progression of increasingly hard levels await players, and the only tool available is a set of colors for modifying the board. Players must use them intelligently, and create chain reactions to connect as many tiles as possible before running out of moves.","ReleaseDate":"2015-12-11T00:00:00-08:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=9a6mjo6E0ic"},"34527":{"Cooperative":"false","Images":[{"FileName":"2d491e7c-6e5a-4b31-bf55-f244ea7b04b1.jpg","Type":"Box - Front"},{"FileName":"f81c11e7-5ade-46ca-b203-3f7d122c9a5b.png","Type":"Clear Logo"}],"Name":"Candy Crush Soda Saga","Overview":"On October 20, 2014, the Facebook version of Candy Crush Soda Saga was released worldwide[21] and the mobile app was released in November on the Android and iOS platforms.[22][23][24] The app was subsequently made available for Windows 10 and Windows Phone in October 2015.","VideoURL":"http:\/\/www.youtube.com\/watch?v=8y_TiOJXVbo"},"34528":{"Cooperative":"false","Images":[{"FileName":"8200a72b-3fd8-401d-9905-4e8e60cb1be4.jpg","Type":"Box - Front"},{"FileName":"d12f6333-69f7-4ed6-9782-72ac69e47292.png","Type":"Clear Logo"}],"Name":"Candy Crush Saga","Overview":"Candy Crush Saga is a match-three puzzle video game released by King on April 12, 2012 for Facebook, on November 14, 2012 for iOS, on December 14, 2012 for Android, on December 11, 2014 for Fire OS, on September 6, 2012 for Windows Phone, and July 29, 2015, for Windows 10 and Tizen. It is a variation on their browser game Candy Crush.[1]\n\n\nDifferent \"special candies\" can be formed by matching a combination of 4 or 5 in a certain formation, such as a \"Striped\" candy (which clears either an entire row or column), a \"Wrapped\" candy (which acts like a bomb; clearing the 8 surrounding candies, falling, and exploding one more time), or a \"Color Bomb\" (which removes all candies with the same color of the one it is matched with). Special Candies can also be matched together, producing varying effects; for example, matching a color bomb with a striped candy turns all of the candies of its color into striped candies, which are immediately detonated.\n\nOther special candies which appear on the boards for free can be purchased from the in-game store, or won from the Candy Crush Booster Wheel. These include Jelly Fish in jelly clearing boards which clear 3 pieces from the board at random, the Coconut Wheel on ingredient dropping boards which changes three candies in a row into striped candies, and Lucky Candy in recipe boards which when matched change to one of the types of pieces the player needs to clear the objective. The Booster Wheel also offers a chance to win a jackpot of all boosters in one spin.\n\nOther pieces known as Blockers appear on boards to add to the challenge: Icing (also called Meringues) cannot be moved and can only be removed by matching next to it, Liquorice Locks cage of single pieces of candy to prevent them from use, Chocolate pieces will multiply if not cleared, Liquorice Swirls cannot be removed with Special Candies, Candy Bombs will explode and end the level early if they are not cleared, Multilayered Icing requires multiple matches to remove, Chocolate Spawners will produce Chocolate pieces at all times, Marmalade guards Special Candies from use, Cake Bombs can clear the entire board once cleared, and Toffee Tornadoes move on the board destroying pieces and shattering the tile beneath them to prevent use for one turn. Other pieces also appear on levels such as Chameleon Candies which switch colors every turn, Mystery Candies which randomly turn into a Special Candy or a Blocker, and Extra Time Candies on time limit levels.\n\nThe player can also purchase various Boosters to attempt to win levels more easily or extend play after a lost level; Lollipop Hammer clears a single piece from the board, Extra Moves can be purchased if running out of moves at the end of a game, Free Switch allows players to switch two pieces that do not possibly match, Sweet Teeth to clear out Blockers and Jelly, Bomb Coolers to add onto Candy Bomb timers if the timer runs out, and the Bubblegum Troll to stop Chocolate Spawners from spawning chocolate from its sides. The Dreamworld levels have their own special boosters: the Restore Balance booster to reset the Moon Scale for 5 turns and the Moon Struck booster to automatically activate Moon Struck.","VideoURL":"http:\/\/www.youtube.com\/watch?v=gJjCGmMkAIw"},"34770":{"Cooperative":"false","Developer":"Lockwood Publishing","ESRB":"M - Mature","Genres":"Life Simulation; MMO; Role-Playing; Sandbox","Images":[{"FileName":"0e0592a5-37e5-4aef-b78b-9a456db06ac7.jpg","Type":"Box - Back"},{"FileName":"3d96563f-7915-4c84-bf4a-71d2361327e2.jpg","Type":"Box - Front"}],"MaxPlayers":4,"Name":"Avakin Life","Overview":"Imagine a virtual world where you, the user, are an integral part of its evolution.\n\nImagine a virtual world where you can meet and interact with countless individuals who share similar interests as you.\n\nImagine a virtual world you can access wherever you are.\n\nWelcome then, to Avakin Life.\n\nAvakin Life is a free to play social app for Android, iOS & Amazon devices.\n\nCreate your avatar – Choose from hundreds of customisation options and create outfits to suit YOUR style. Socialise – Meet and chat with friends or find like-minded souls from millions of users around the world. Travel the world – From the bustle of an inner city café to the tranquillity of a floating oriental pagoda, find your ideal setting for a photo shoot, crazy party or simply hang out. Get creative – Customise your home with a great range of furniture and decorative items.","Publisher":"Lockwood Publishing","ReleaseDate":"2013-12-09T00:00:00-08:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=ozp0hxw19W0"},"34987":{"Cooperative":"false","Developer":"Ketchapp","ESRB":"Not Rated","Genres":"Puzzle","Images":[{"FileName":"73552243-c367-4b6d-867d-7774891be129.jpg","Type":"Box - Front"}],"MaxPlayers":1,"Name":2048,"Overview":"Join the numbers and get to the 2048 tile!\n\nSwipe to move all tiles. When two tiles with the same number touch, they merge into one.\n\nGet to the 2048 tile, and reach a high score!","Publisher":"Ketchapp","ReleaseDate":"2014-03-19T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=u-WGDjG1EZc","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/2048_(video_game)"},"93933":{"Cooperative":"false","Genres":"Education","Images":[{"FileName":"1c330916-cf5b-452d-812d-9e9a6aa5bff2.png","Type":"Fanart - Box - Front"}],"Name":"Giraffe's PreSchool Playground HD","Overview":"Join Giraffe on a colorful, musical, and educational journey to learn your ABCs, 123s, animals, explore music, and more!","Publisher":"Tomato Interactive LLC","ReleaseDate":"2011-10-17T00:00:00-07:00"},"97367":{"Cooperative":"false","Developer":"Square Enix","Genres":"Role-Playing","Images":[{"FileName":"dbc34d2e-45d0-4f8a-9bfe-2ac9a44904a0.png","Type":"Fanart - Background"}],"MaxPlayers":1,"Name":"Adventures of Mana","Overview":"Adventures of Mana[a] is an action role-playing video game developed and published by Square Enix. It is a 3D remake of the 1991 Game Boy game Final Fantasy Adventure, the first game in the Mana series. It was released worldwide for Android and iOS on February 4, 2016; a PlayStation Vita version was also released on the same date in Japan, and in June 2016 in North America and Europe. In addition to these releases, Square Enix is considering developing a PlayStation 4 version.\n\nThe player takes the role of a young hero who, together with a heroine, tries to stop the Dark Lord of Glaive from destroying the Tree of Mana. The gameplay focuses on sword combat, and is seen from a top-down perspective. The player traverses the game world, which is divided into several areas, and makes their way through dungeons. While fighting monster characters, a gauge is shown on the screen filling up over time and resetting when the player gets hit or attacks; by waiting to attack until the gauge is full, the player can use a stronger attack. The player is accompanied by various non-player characters, who each have different skills the player can use, and who help them defeat enemies.\n\nThe idea for the game came from the producer, Masaru Oyamada, who wanted all Mana games to be playable on modern platforms for the series' 25th anniversary in 2016. Initially there was some argument at Square Enix about whether the remake should be done in 2D or 3D; they chose 3D, as it was thought to be easier to control on smartphones and because it could be used as a base for potential future Mana remakes. The game has received positive reviews, with reviewers giving particular praise to the visuals and the music, and some calling it a better Final Fantasy Adventure remake than the Game Boy Advance game Sword of Mana had been.","Publisher":"Square Enix","ReleaseDate":"2016-02-04T00:00:00-08:00","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Adventures_of_Mana"},"118365":{"Cooperative":"false","Developer":"Three Rings Design","ESRB":"Not Rated","Genres":"Puzzle; Strategy","Images":[{"FileName":"055d2a9b-1f27-49a8-8ab2-9aa5b295432d.jpg","Type":"Banner"},{"FileName":"990c31c1-9a72-4b40-9e5e-0ec90f214e02.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Corpse Craft: Incident at Weardd Academy","Overview":"The game is set within a gothic version of London, the style of which has been likened to the work of artist Edward Gorey and film director Tim Burton. The game's plot is advanced through limericks displayed before each level of play. The game is primarily located at the Eygor Weardd's School for Responsible Reanimation, an academy where students learn to reanimate corpses under the tutelage of Weardd. When the school burns down, killing the headmaster, a bright student named Ralph suspects his rival Jack of involvement. This results in the school courtyard becoming a battleground, with both students sending their undead creations into the fray.","Publisher":"Three Rings Design","ReleaseYear":2009,"VideoURL":"https:\/\/www.youtube.com\/watch?v=rV0uBaZaPLY","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Corpse_Craft:_Incident_at_Weardd_Academy"},"128048":{"Cooperative":"false","Developer":"SNK Playmore","Images":[{"FileName":"ee44c415-7e7f-4885-a5e1-88340a1abcd0.png","Region":"United States","Type":"Box - Front"}],"Name":"Metal Slug Touch","Overview":"Metal Slug Touch is a Metal Slug game released in 2009 for iPhones. It is completely controlled only by using the touchscreen and shaking the device. It has only four stages in all, and you start with the Metal Slug by default.\n\nThe playable characters are Marco, Eri, Tarma & Fio, though the gameplay only allows you to ride a vehicle.\n\nThe playable vehicles are the SV-001 & Slug Flyer \n\nThe game was removed from the App Store on May 31, 2012.","Publisher":"SNK Playmore","ReleaseDate":"2009-05-30T00:00:00-07:00"},"128049":{"Cooperative":"false","Developer":"SNK Playmore","Images":[{"FileName":"85f24481-0357-4ca6-8eef-f4f557f89a59.jpg","Region":"United States","Type":"Box - Front"}],"Name":"Metal Slug Wars","Overview":"Metal Slug Wars is a strategy game created by SNK Playmore for Iphone devices.\n\n\"METAL SLUG\", the masterpiece of run-and-gun games, appears for the first time as a \"Massively Multiplayer RTS\" game on iPhone! The player commands and develops his\/her own army, and while playing in cooperation with or against other players, tries to stop the coup attempted by General Morden's Rebel Army. \n\n■ Attack General Morden's positions, and defeat the Rebel Army!! There are bases of the Regular Army, just like yours, in this game world. The purpose of this game is to wage war against these enemy armies, battle together in coalitions with allies, expand your territories, free positions occupied by the Rebel Army, and defeat Morden's forces.","Publisher":"SNK Playmore","ReleaseDate":"2013-05-30T00:00:00-07:00"},"128376":{"Cooperative":"false","Developer":"SNK","Images":[{"FileName":"6f3f562c-b3e3-4e4a-8a08-4d1692ce450a.jpg","Region":"United States","Type":"Box - Front"}],"Name":"Metal Slug 2","Overview":"Description\n\nThe second chapter of the acclaimed run-and-gun action shooting series, \"METAL SLUG 2\" launches on iPhone \/ iPod Touch!\nThwart General Morden's evil ambition, and uncover the secret of his new coup!!\n\nFeatures\n\nNot only a perfect port of the original NEOGEO game!\nIn addition to its classic “ARCADE MODE”, this perfect conversion of “METAL SLUG 2” includes a “MISSION MODE”, allowing you to select in which stage you want to play!\nYou can now train yourself in your favorite stages or those which give you a hard time!\n\nNew playable characters will assist you on the battlefield!\n2 female recruits, Eri, a former super agent, and, Fio, the heir of a military family, join Regular Army's PF Squad Marco and Tarma, in order to put an end to Gen. Morden's dastardly plans. Moreover, you will be supported during your mission by a heroic prisoner who will fight alongside you once freed, and a volunteer who will provide you with bonus items!\n\nUse new weapons and slugs to fight your way through and survive on the battlefield!!\nThe METAL SLUG arsenal expands with the introduction of new weapons such as the \"Laser Shot\", \"Flame Bottles\", and new slug vehicles such as the \"Slugnoid\" (bipedal tank) and the \"Slug Flyer\" (fighter plane)! The \"Camel Slug\", a camel equipped with a Vulcan Cannon also awaits in the Desert Stage to help you!!","Publisher":"SNK","ReleaseDate":"2013-06-06T00:00:00-07:00"},"128377":{"Cooperative":"true","Developer":"DotEmu SAS","Genres":"Shooter","Images":[{"FileName":"57052822-d147-4b5b-853f-376e604b61f4.jpg","Region":"World","Type":"Box - Front"},{"FileName":"42e404c1-4182-4e3b-a9a3-ba014acc00e5.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":2,"Name":"Metal Slug 3","Overview":"Description\n\nThe legendary NEOGEO 2D action shooting masterpiece “METAL SLUG 3” heads out to iPhone devices! Use various weapons and slugs to fight your way through and survive on the battlefield!!\n\nNot only a perfect port of the original NEOGEO game!\nIn addition to its classic “ARCADE MODE”, this perfect conversion of “METAL SLUG 3” includes a “MISSION MODE”, allowing you to select in which stage you want to play!\nYou can now train yourself in your favorite stages or those which give you a hard time!\n\nCommand many Slug vehicles like an ace!\nThe Slugs are back and more colourful than ever, with Slug Mariners, Drill Slugs, and Elephant Slugs joining the original Metal Slugs and Slugnoids!!\n\nClear all routes via the branching map system!!\nA branching map system allowing you to take a different route to the end with each play-through, and an immense map of endless gameplay awaits you in “METAL SLUG 3”!!","Publisher":"SNK Corporation","ReleaseDate":"2017-05-30T00:00:00-07:00","ReleaseType":"Released"},"128378":{"Cooperative":"false","Images":[{"FileName":"67125235-a377-43a3-a34f-95c788a22e54.png","Region":"United States","Type":"Box - Front"}],"Name":"Metal Slug Attack","Overview":"\"METAL SLUG ATTACK\", the very latest entry in the legendary game series from SNK PLAYMORE, is a strategy game with simple controls which can be enjoyed by everyone, and 2D dot-pixel characters who move and battle each other smoothly! Moreover, the newly added \"Support System\" feature will offer players deeper strategies and even more fun!\n\nA plethora of missions!\n\"METAL SLUG ATTACK\" has different types of missions for all types of players with its \"ATTACK!\" game mode, in which players have to free military bases occupied by Morden's Armies, as well as the \"P.O.W. RESCUE\", \"COMBAT SCHOOL\" or \"TREASURE HUNT\" game modes.\n\nImprove your Units!\nCollect items throughout your missions, and use them to customize your favorite Units. Make them evolve, level them up or activate their skills by equipping your Units with items!! Let's try to make the most impressive and poweful units!\n\nWorldwide battles!\nIn addition to the \"Real Time Battle\" mode which can be played and enjoyed by 4 players simultaneously, up to 6 decks can clash together in asynchronous battles! Defeat all your challengers, and hone your skills to become the Best Player in the World!"},"128379":{"Cooperative":"false","Images":[{"FileName":"0da43dd5-bcb5-435b-93db-a487b7e0dec4.png","Region":"United States","Type":"Box - Front"}],"Name":"Metal Slug Defense","Overview":"\"METAL SLUG DEFENSE\" has become a worldwide success thanks to its very simple controls and its addictive gameplay!\n\n4 players can battle each other via the Multiplayer mode!\nUp to 4 players can confront each other in 1-on-1 or 2-on2 epic battles in multiplayer!\n\nIntricate 2D dot pixels!\nThe characters of the \"METAL SLUG\" universe, who were created by the best dot-pixel artists, return to fight each other in \"METAL SLUG DEFENSE\"\n\nEpic battles between human beings, aliens and gigantic robots!\nMore than 200 different characters divided into 5 armies (Regular Army, Morden Army, Marians, etc.) join the battle in \"METAL SLUG DEFENSE\"!\n\nCharacters from \"KOF join the universe of \"METAL SLUG\"!\nThe most popular characters from the 2D VS Fighting game series \"KOF\" are ready to battle with their trademark moves in \"METAL SLUG DEFENSE\"!"},"128380":{"Cooperative":"true","Developer":"SNK Corporation","ESRB":"T - Teen","Genres":"Action; Shooter","Images":[{"FileName":"d4f2981a-2c90-48da-bdf6-d373d97c1590.png","Region":"United States","Type":"Box - Front"},{"FileName":"c62e26b7-d368-4700-a6a1-2fcd0cc8f312.png","Type":"Clear Logo"},{"FileName":"7ad52d3a-3e44-4e30-92c8-bd0e1b60b38d.jpg","Type":"Fanart - Background"},{"FileName":"81ddaa73-a1ca-4d35-b0ef-d39cb87bf192.jpg","Type":"Screenshot - Gameplay"},{"FileName":"beae36c7-a8ee-4b9e-bf0e-c16fe5037cce.jpg","Type":"Screenshot - Gameplay"},{"FileName":"d258df28-030f-4550-95a4-9e4ad82dd625.jpg","Type":"Screenshot - Gameplay"},{"FileName":"c8cc4eb3-c854-4113-a881-f8fce60a298e.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Metal Slug X","Overview":"A remake of \"METAL SLUG 2\"!\n\n\"METAL SLUG X\" is an updated version of \"METAL SLUG 2\" with a lot of new elements for even more fun and excitement!\nBosses and other enemy characters await you at different points on the battlefield, so that even players who have perfected the previous installment will enjoy this new and improved game map!\n\nShoot down your enemies with new weapons!!\nNew weapons, such as the \"Iron Lizard\" (remote-controlled missiles), the \"Drop Shot\" (bouncing landmines), and the \"Enemy Chaser\" (homing missiles), have been added to the impressive METAL SLUG arsenal.\n\nAn \"Arcade-Perfect\" NEOGEO Port with extra features!\nIn addition to the classic “ARCADE MODE”, you can select any mission you have previously cleared and play them separately in “MISSION MODE”. You can enjoy your favorite stages at will and train on the missions you have not mastered yet!","Publisher":"SNK","ReleaseDate":"2013-02-27T00:00:00-08:00","ReleaseType":"Homebrew","WikipediaURL":"https:\/\/www.wikipedia.org\/wiki\/Metal_Slug_X"},"128522":{"Cooperative":"false","Images":[{"FileName":"e9a95fc0-4a1a-4850-8f66-d5e9231941cc.jpg","Region":"United States","Type":"Box - Front"}],"Name":"Metal Slug 1","Overview":"Make your way through multiple battelfields and put an end to the\nRebel Army Leader General Morden's evil plans!!\n\nFeatures list:\n\nNot only a perfect port of the original NEOGEO game!\nIn addition to its classic “ARCADE MODE”, this perfect conversion of “METAL SLUG” includes a “MISSION MODE”, allowing you to select in which stage you want to play!\nYou can now train yourself in your favorite stages or those which give you a hard time!\n\nReceive items from rescued POWs!\nYou can received several items by rescuing fellow POWs during missions!\nThese items provide upgrades for your powerful weapons! POWs can also be found in secret places....\n\n Make good use of the multipurpose tank: the METAL SLUG!\nAside from the Vulcan and Cannon attacks,you can also evade enemies' attacks by squatting and even jumping!\nAs a last resort you can ram your slug into the enemy troops!\nCreate a huge explosion by self-desctructing your slug using the \"METAL SLUG ATTACK\" unleashing extreme damage to your enemies."},"131460":{"Cooperative":"false","Developer":"Nintendo EPD","Genres":"Platform","Images":[{"FileName":"224c96fd-6afa-461b-8bf1-0a88e7957d50.png","Region":"North America","Type":"Box - Front"},{"FileName":"6597b95f-8db9-4a8a-a402-815deaf8b9a7.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"4fbcef7b-5c58-4cad-8ad9-e0baa9f1be42.png","Region":"North America","Type":"Clear Logo"}],"Name":"Super Mario Run","Overview":"Super Mario Run (Japanese: スーパーマリオラン Hepburn: Sūpā Mario Ran) is a side-scrolling, auto-running video game developed and published by Nintendo for iOS and Android devices. It was released for iOS in December 2016 and for Android in March 2017. The game represents one of Nintendo's first games developed for mobile devices, and one of the few instances that a game in the Mario series was playable on non-Nintendo hardware.","Publisher":"Nintendo","ReleaseDate":"2016-12-15T00:00:00-08:00","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Super_Mario_Run"},"132014":{"Cooperative":"false","Developer":"Sega","ESRB":"Not Rated","Genres":"Music","Images":[{"FileName":"a2da3110-b817-4f97-91c8-b32b96ef32d9.jpg","Region":"World","Type":"Box - Front"},{"FileName":"fa6c37e5-d038-4864-a127-c560cab8519f.jpg","Type":"Fanart - Background"}],"MaxPlayers":1,"Name":"Miku Flick","Overview":"Mike Flick is a spin-off of the Project Diva series released for Apple iOS devices. It is the first Project Diva related game to be released outside of Japan. The gameplay focuses more on the lyrics of the songs rather than the rhythm and beats. The game has 10 tiles arranged in a 3×3 grid with the middle column having a 4th tile at the bottom. Each of these tiles has a hiragana symbol and the player is required to flick the tile in the indicated direction in time with the vocals. The lyrics for each song scroll from right to left above the tiles. When the indicated lyric reaches the circle on the left the player must tap the corresponding tile and flick it in the indicated direction.","Publisher":"Sega","ReleaseDate":"2012-04-09T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=cF5ZKvtwj5c","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Miku_Flick"},"132019":{"Cooperative":"false","Developer":"Sega","ESRB":"Not Rated","Genres":"Music","Images":[{"FileName":"388cd4a4-8b0e-4b23-b6a2-b61c2cfe70a3.png","Region":"World","Type":"Box - Front"},{"FileName":"3135a594-842d-4f00-85c6-a67d782a7e17.jpg","Type":"Fanart - Background"}],"MaxPlayers":1,"Name":"Miku Flick\/02","Overview":"The sequel to the original Miku Flick, this game is the second Hatsune Miku game to see a release in English. It features the same gameplay as its predecessor utilizing a grid of symbols and requiring the player to flick them in the indicated direction in time to the vocals. Unlike the first game this entry features Rin and Len Kagamine and Luka Megurine in addition to Miku.","Publisher":"Sega","ReleaseDate":"2012-08-10T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=InTml26VPJQ","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Miku_Flick\/02"},"135708":{"Cooperative":"false","Developer":"Square Enix","Genres":"Action; Role-Playing","Images":[{"FileName":"e0f094f2-4dec-49f2-bad1-592c708276c8.jpg","Region":"Europe","Type":"Box - Front"}],"Name":"The World Ends with You: Solo Remix","Publisher":"Square Enix","ReleaseDate":"2012-08-27T00:00:00-07:00","ReleaseType":"Released"},"135923":{"AltNames":[{"Name":"Pokemon GO","Region":"World"}],"Cooperative":"false","Developer":"Niantic","ESRB":"E - Everyone","Genres":"Adventure","Images":[{"FileName":"26bf79a6-74e9-49a6-b885-7add51bfec28.jpg","Region":"North America","Type":"Box - Front"},{"FileName":"a1932a18-1d92-4669-8be7-c1996fcef52c.png","Region":"North America","Type":"Clear Logo"},{"FileName":"353f8ecc-b44b-4bde-999a-790474ed88d6.jpg","Region":"North America","Type":"Fanart - Background"},{"FileName":"d5b91c70-40ae-452b-942b-880c630b7ca1.png","Region":"North America","Type":"Screenshot - Gameplay"}],"Name":"Pokémon GO","Overview":"Pokémon Go is a free-to-play, location-based augmented reality game developed by Niantic for iOS and Android devices. The game was the result of a collaboration between Niantic and Nintendo, by way of The Pokémon Company, and was initially released in selected countries in July 2016. The game utilizes the player's mobile device's GPS ability to locate, capture, battle, and train virtual creatures, called Pokémon, which appear on the screen as if they were at the same real-world location as the player. The game features a freemium business model and supports in-app purchases for additional in-game items.","Publisher":"Niantic","ReleaseDate":"2016-07-06T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Pok%C3%A9mon_Go"},"138232":{"Cooperative":"false","Developer":"Seed Studios","Genres":"Puzzle","Images":[{"FileName":"3b39db0e-faef-43cb-8724-04bad4287575.jpg","Region":"Europe","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Doctor Who Legacy","Publisher":"Tiny Rebel Games","ReleaseDate":"2013-11-27T00:00:00-08:00","ReleaseType":"Released"},"138282":{"Cooperative":"false","Developer":"Gameloft","ESRB":"T - Teen","Genres":"Adventure; Stealth","Images":[{"FileName":"13cc0ecb-abd1-4de3-aeaa-574b526d7bc9.png","Region":"Europe","Type":"Box - Front"},{"FileName":"76c91887-5a87-470b-ac20-30141f7fdb24.png","Type":"Fanart - Background"}],"MaxPlayers":1,"Name":"Assassin's Creed: Altair's Chronicles HD","Overview":"Set in 1190, Altaïr's Chronicles is conceived as a prequel to the original console version of Assassin's Creed. This time, we learn how Altaïr becomes an assassin while looking for an artifact through different cities. It is said that this artifact, known as \"the chalice\", can give its owner the power to stop the Crusades.\n\nThe game is presented as a side-scroller with guided 3D paths. That is, the player has freedom to move in 3 dimensions, as the use of rooftops will be very extensive, but limited to a given path. As in the previous game, Altaïr shows the usual abilities of combat, stealth and parkour-like displacement, that will help him to find alternative routes or fight the enemies if there is no other way. Other abilities such as interrogation and pickpocketing is performed this time through mini-games, that make use of the touch screen of the DS. In addition, Altaïr can gain new abilities through gathering of blue orbs scattered through the maps (short of gaining \"experience\").","Publisher":"Ubisoft","ReleaseDate":"2009-04-23T00:00:00-07:00","ReleaseType":"Released"},"149678":{"Cooperative":"true","Developer":"Konami","Genres":"Action; Strategy","Images":[{"FileName":"62ea0d76-4920-43c6-93d0-ac4cdfaab128.png","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Taisen! Bomberman","Overview":"Single-player \nProgressing through a total of 100 levels, all kept in the traditional gird-like style, White Bomberman has to destroy blocks with bombs and defeat Barom-like enemies, in order to reach the next level. \n\nMultiplayer \nMultiplayer mode can be played by up to four players simultaneously. Players battle against each other in traditional grid-like mazes. Besides online, the mode also features cross-platform, meaning that players can connect iOS devices with Android devices.","Publisher":"Konami","ReleaseType":"Released","ReleaseYear":2016,"WikipediaURL":"http:\/\/bomberman.wikia.com\/wiki\/Taisen!_Bomberman"},"149854":{"Cooperative":"false","Developer":"Konami","ESRB":"Not Rated","Genres":"Puzzle","Images":[{"FileName":"e1bc72c9-ac56-4b4d-9919-07b13d02e6b9.jpg","Region":"World","Type":"Box - Front"},{"FileName":"f84717af-a55e-423b-be72-f50616d630c0.png","Type":"Clear Logo"},{"FileName":"319027b8-0618-441f-a2d2-74f7baf8632d.png","Type":"Screenshot - Game Title"},{"FileName":"c74f2d05-8a30-4328-b64c-92f6b594b72d.jpg","Type":"Screenshot - Gameplay"},{"FileName":"c5964b96-74bc-458a-9007-bde7a298513c.png","Type":"Screenshot - High Scores"}],"MaxPlayers":1,"Name":"Bomberman Chains","Overview":"The player has a set time limit to destroy as many of the monsters as possible or meet a certain objective. The monsters can be swiped either up or down or to either side in order to create a chain of three of the same monster in a row. Once done so, the chain will disappear and the rest of the monsters will drop down and new ones will be created on top. While the first chain is disappearing, the player can continue to swipe and erase multiple chains of monsters at a time to earn various bonuses. These bonuses can include an increase in time or an increase in fire power or having Bomberman drop a bomb in one of the top row slots. The bomb can be tapped and will detonate in a plus shaped explosion with its size depending on fire power.","Publisher":"Konami","ReleaseDate":"2011-02-10T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"http:\/\/bomberman.wikia.com\/wiki\/Bomberman_Chains"},"150713":{"Cooperative":"true","Developer":"Team17","Genres":"Strategy","Images":[{"FileName":"1c183b78-4b4b-4c33-9f71-fa3355f17bde.png","Region":"World","Type":"Box - Front"},{"FileName":"8e451f9b-4fa1-49f4-91bd-4a4d86bb9480.png","Type":"Clear Logo"},{"FileName":"15098bed-c67d-4600-8b11-ab528ab6df0d.jpg","Type":"Screenshot - Game Title"},{"FileName":"a1c3a5c8-a8d1-4380-9f06-b95cc6ea7e1c.jpg","Type":"Screenshot - Gameplay"},{"FileName":"c2d28973-e349-4ffe-a1d7-ba1e934c0d16.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":4,"Name":"Worms 4","Overview":"In Worms 4, up to three teams of worms take turns maneuvering a 2D map using weapons and items in order to eliminate the opposing teams. The game features a single-player campaign designed to gradually introduce game mechanics, and three multiplayer options consisting of an battle against the AI, hotseat, and online matchmaking.","Publisher":"Team17","ReleaseDate":"2015-09-03T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Worms_4_(2015_video_game)"},"151002":{"Cooperative":"true","Developer":"Hudson Soft","Genres":"Strategy","Images":[{"FileName":"6d3b1f4b-8c55-4da8-8989-80b6e514dbb6.png","Region":"Japan","Type":"Box - Front"},{"FileName":"c7136f10-ea09-480d-a3e5-7b90f0f6edbb.png","Type":"Clear Logo"},{"FileName":"2800208f-7626-49f5-8989-15fb4282f605.png","Type":"Fanart - Background"},{"FileName":"3f84fb19-c380-433b-a405-1ce7ec5a702d.PNG","Type":"Screenshot - Game Select"},{"FileName":"735c1757-e356-4a9a-a48b-78ba341ad30b.PNG","Type":"Screenshot - Game Select"},{"FileName":"ff4d6e14-071b-43bd-9b74-978efa0fcb70.png","Type":"Screenshot - Game Title"},{"FileName":"9c63462d-5adf-4dd6-b2b7-55390987073b.PNG","Type":"Screenshot - Gameplay"}],"MaxPlayers":4,"Name":"Bomberman","Overview":"A lightweight free-to-play battle game, offering only a 4-player battle mode. In addition to CPU-vs. and local multi-player, it includes the Bomber Coliseum, a new single-player mode wherein you fight up to 25, 50 or 100 foes!","Publisher":"Hudson Soft","ReleaseDate":"2014-11-05T00:00:00-08:00"},"151004":{"Cooperative":"true","Developer":"Hudson Soft","Genres":"Strategy","Images":[{"FileName":"dd15344f-107d-4384-8823-7ec73d97790b.png","Region":"Japan","Type":"Box - Front"},{"FileName":"1a63d170-585b-48fa-9ea4-1eeb04e3587c.PNG","Type":"Screenshot - Game Title"},{"FileName":"aaa143fc-4308-4953-8006-f81a2958c2ee.PNG","Type":"Screenshot - Gameplay"},{"FileName":"f60839b0-dc2c-45f7-ad23-a0905c4061a1.PNG","Type":"Screenshot - Gameplay"}],"MaxPlayers":5,"Name":"100 Man Battle Bomberman","Overview":"Plenty of Bomberman games have been happy to settle for the tried-and-true \"blowing up monsters\" gameplay. But when's the last time you saw one that put the \"blowing up Bombermen\" gameplay fore and centre? ... okay, when's the last time you saw one with nearly one hundred CPU-controlled Bombermen to defeat? Now that's something.","Publisher":"Konami","ReleaseDate":"2012-03-28T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"http:\/\/bomberman.wikia.com\/wiki\/100-hito_Taisen_Bomberman"},"160627":{"Cooperative":"false","Developer":"Her Interactive","Genres":"Adventure; Puzzle","Images":[{"FileName":"cdfaf488-38eb-45bc-b7e7-899ca206eef9.jpg","Type":"Banner"},{"FileName":"34bf18a5-7c03-4ea6-88d2-19097f2d2c93.png","Type":"Screenshot - Game Select"},{"FileName":"7731d00c-5d09-460d-ae6a-301f31e55c56.png","Type":"Screenshot - Game Select"},{"FileName":"47a39a50-a3b6-42b1-a2ee-85ead612e46d.png","Type":"Screenshot - Game Title"},{"FileName":"d05228bf-f137-4455-a58d-07e790c231f0.png","Type":"Screenshot - Game Title"},{"FileName":"5aefdef0-56d1-4a7a-9576-02d60611c6d5.png","Type":"Screenshot - Gameplay"},{"FileName":"06c0b363-3034-4284-807a-3904f19dc8e0.png","Type":"Screenshot - Gameplay"},{"FileName":"9499c50e-8c3f-4e54-b423-25bfbfc746ea.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Nancy Drew Mobile Mysteries: Shadow Ranch","Overview":"Introducing a Story-based Gamebook Series for the iPad\/iPhone\/iPod Touch!\n\nThe Nancy Drew Mobile Mysteries Series, for the iPad, iPhone and iPod Touch, takes the story-based gamebook category to new heights with players choosing their own paths and solving mysteries and puzzles both big and small. Shadow Ranch is an interactive mystery for mobile devices that brings the book to life. As you navigate the mysterious events at Shadow Ranch, you will soon find yourself in a world of long lost treasure, phantom horses, rough and tumble cowboys, and fearsome creatures of the wild desert.\n\nNancy is off to lend a hand at Shadow Ranch with her two best-friends, Bess and George. But when she arrives, she quickly discovers that Shadow Ranch hides a darker past. A recent rash of ghost sightings and a series of horrible accidents, have been driving customers away from Shadow Ranch in droves, and with business at a standstill, it’s only a matter of time before it closes the doors for good. It’ll be up to you, as Nancy Drew, to piece together the mysterious events at Shadow Ranch, before it’s owners are forced to ride off into the sunset. Play the Story!™","Publisher":"Her Interactive","ReleaseDate":"2011-02-23T00:00:00-08:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?list=PLF82B161AC2A38D6F&v=2KAQanjvKbE"},"160632":{"Cooperative":"false","Developer":"Her Interactive","Genres":"Adventure; Puzzle","Images":[{"FileName":"9d59835e-99fd-4723-8de6-46ac93d24820.png","Type":"Banner"}],"MaxPlayers":1,"Name":"Nancy Drew: Ghost of Thornton Hall","Overview":"Jessalyn Thornton’s fateful sleepover at the abandoned Thornton estate was supposed to be a pre-wedding celebration, but the fun ended when she disappeared. While her family searches for clues, others refuse to speak about the estate’s dark past. Did something supernatural happen to Jessalyn, or is someone in Thornton Hall holding something besides family secrets?","Publisher":"Her Interactive","ReleaseDate":"2014-03-05T00:00:00-08:00","ReleaseType":"Released"},"163993":{"Cooperative":"true","Developer":"eplay Digital","ESRB":"E - Everyone","Genres":"Sports","Images":[{"FileName":"48495313-977c-4d79-8b77-49f5a5b3d94c.png","Region":"North America","Type":"Banner"},{"FileName":"5c3d64b0-06d4-45bf-8461-86566f4e50e3.png","Region":"United States","Type":"Screenshot - Gameplay"},{"FileName":"3089ee06-8581-44a2-82bd-2fe9dda72480.png","Region":"North America","Type":"Screenshot - Gameplay"},{"FileName":"7cb77675-96d8-4cce-a2a6-eebfb43f31f4.png","Region":"United States","Type":"Screenshot - Gameplay"},{"FileName":"334852fa-e5bd-4742-b2b2-72801062aa9c.png","Region":"United States","Type":"Screenshot - Gameplay"}],"Name":"Big Shot Basketball","Overview":"Pokémon GO meets NBA. Your forever sports game. Build your Big Shot Roster by discovering, drafting, and taking augmented reality selfies with NBA players. Enter players from your Big Shot Roster into daily and dream team challenges. NBA players earn you points in each NBA game.","Publisher":"ePlay Digital","ReleaseDate":"2019-04-30T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/youtu.be\/jX1QCDKy3hg"},"164414":{"Cooperative":"false","Developer":"Boostr","Genres":"Casino","Images":[{"FileName":"cbf9c995-abb5-43b4-963b-2185469c802c.png","Type":"Clear Logo"},{"FileName":"863ff7b0-133b-4b01-90cf-e2138df812b0.jpg","Type":"Fanart - Background"},{"FileName":"eabb7d1d-7805-4a9d-8d9f-d5ab58e18fdb.jpg","Region":"United States","Type":"Fanart - Box - Front"},{"FileName":"2483bcc2-250a-40c4-9684-e0ca4ae2d00d.jpg","Region":"United States","Type":"Fanart - Box - Front"},{"FileName":"5be6a8f5-54f7-4707-ba2d-a97c0d2dfd46.png","Type":"Screenshot - Gameplay"},{"FileName":"01b7a07b-d9b2-480a-9a51-67218b5ce8b8.jpg","Type":"Screenshot - Gameplay"}],"Name":"Urban rivals","Overview":"Urban Rivals is an online multi-player card game. Each card represents a character (many of which are based on real people or well-known fictional characters). Each character has specific Power and Damage values, and belongs to a clan. Each clan has a special bonus, which is shared by all the cards in that clan. Most cards also have abilities that aid in battles, some of which counter or are triggered by other cards abilities.\n\nFree registration gives a player 8 character cards; more cards can be purchased later using the in-game currency, 'Clintz', or through random packs using premium currency, Credits. 4 new characters are added every two weeks, and included in the 'New Blood' pack in the shop, which contains the 35 most recent additions to the game. In addition, every year, a new clan is released. During the introduction of the new clan, 4 (previously 6) new characters from that clan are added every release for the first two weeks.\n\nThe game uses affiliate marketing to encourage existing players to recruit or sponsor new players.\n\nAn associated webcomic is posted occasionally on the Urban Rivals official website. Sometimes this comic gives out hints of a new character or clan.","Publisher":"Boostr","ReleaseDate":"2006-01-17T00:00:00-08:00","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Urban_Rivals"},"166755":{"Cooperative":"true","Developer":"eplay Digital","ESRB":"E - Everyone","Genres":"Sports","Images":[{"FileName":"00fd1e17-df1f-4bf5-a6e3-3fb8b54042ed.jpg","Region":"World","Type":"Screenshot - Gameplay"},{"FileName":"f27860f2-333a-47ea-a667-a13cef0b66d9.jpg","Region":"World","Type":"Screenshot - Gameplay"}],"Name":"Big Shot Swish","Overview":"Swish is a hot basketball arcade game that anybody can enjoy! Shoot hoops and compete head-to-head to crush opponents and become the next basketball star!\n\nMobile esports for everyone. Show off your basketball shooting Skillz and play for real cash with Swish Real Money Gaming.\n\nChallenge people around the world to a shoot-out with Skillz, a competition platform complete with leaderboards, trophies, cash or virtual currency prizes, and an amazing loyalty program that rewards you just for playing! Skillz: eSports for Everyone\n\nFeatures\n• Skillz Multiplayer platform - Play for cash prizes against other players\n• Realistic, Intuitive Basketball Shootout!\n• Rewardable Leaderboards and Frequent Player System!\n• Unlock Trophies and get CASH Rewards!\n• Authentic Gameplay.","Publisher":"ePlay Digital","ReleaseDate":"2019-07-08T00:00:00-07:00","ReleaseType":"Released"},"166773":{"Cooperative":"true","Developer":"eplay Digital","ESRB":"E - Everyone","Genres":"Sports","Images":[{"FileName":"9081d06a-993e-42e5-adb7-bfee2a1f31ec.jpg","Region":"World","Type":"Screenshot - Gameplay"},{"FileName":"e875b757-c38d-4326-b79b-8bc37612c78e.jpg","Region":"World","Type":"Screenshot - Gameplay"},{"FileName":"6bb6dd47-ce3f-4e41-baa0-478d21c4cc80.jpg","Region":"World","Type":"Screenshot - Gameplay"}],"Name":"Big Shot Swish","Overview":"Swish is a hot basketball arcade game that anybody can enjoy! Shoot hoops and compete head-to-head to crush opponents and become the next basketball star!\n\nMobile esports for everyone. Show off your basketball shooting Skillz and play for real cash with Swish Real Money Gaming.\n\nChallenge people around the world to a shoot-out with Skillz, a competition platform complete with leaderboards, trophies, cash or virtual currency prizes, and an amazing loyalty program that rewards you just for playing! Skillz: eSports for Everyone\n\nFeatures\n• Skillz Multiplayer platform - Play for cash prizes against other players\n• Realistic, Intuitive Basketball Shootout!\n• Rewardable Leaderboards and Frequent Player System!\n• Unlock Trophies and get CASH Rewards!\n• Authentic Gameplay.","Publisher":"ePlay Digital","ReleaseDate":"2019-07-08T00:00:00-07:00","ReleaseType":"Released"},"166902":{"Cooperative":"true","Developer":"Yellow Dot Games","ESRB":"Not Rated","Genres":"Puzzle; Board Game; Party","Images":[{"FileName":"8beeaa91-93d8-4ed9-b447-ab327d50ccb8.png","Region":"North America","Type":"Screenshot - Gameplay"},{"FileName":"6f0dce7c-f3b6-4e2c-b7ba-97b2539c6360.png","Region":"North America","Type":"Screenshot - Gameplay"},{"FileName":"e3e128b9-0c62-46a4-a257-845aa889173e.png","Region":"North America","Type":"Screenshot - Gameplay"}],"MaxPlayers":4,"Name":"Them Bombs","Overview":"Them Bombs is a 2D couch co-op game for 2-4 people, in which one of the players has to defuse a bomb by disarming all of its modules before the timer runs out. However, the player can only properly disarm a module if they are guided by another player(s), whose task is to read the instructions from the bomb defusal manual.\n\nIn order to defuse the bomb, the Unlikely Hero and the Expert have to cooperate. That, above all, means verbal communication, as the Expert needs to explain all the steps of solving a module to the Unlikely Hero, and the Unlikely Hero must carefully describe the modules, ask the right questions and correctly interpret the answers.","Publisher":"Yellow Dot Games","ReleaseType":"Released","ReleaseYear":2017,"VideoURL":"https:\/\/www.youtube.com\/watch?v=vmyhKIxWB_w"},"167374":{"Cooperative":"false","Developer":"Elman España Studios","ESRB":"T - Teen","Genres":"Action; Platform; Role-Playing","Images":[{"FileName":"b4566fc3-dbac-4f87-ba0d-e1995d547639.jpg","Region":"United States","Type":"Banner"}],"MaxPlayers":1,"Name":"Elman España:Anarchy","Overview":"In Elman España: Anarchy the player controls the character based on the Spanish model Elman España. Through twelve levels of 2D side-scrolling gameplay with three different map locations ruined post-apocalyptic versions of Texas, California and New York City are visited. In each stage, special ops enemies attack in hoards with different types of weapons from assault rifles to grenade launchers. The objective of the game is to destroy all enemies until you reach the final level, twelve boss. You get weapons upgrades such as pistols, AK-47s, grenades, etc.","Publisher":"Elman España Studios","ReleaseType":"Released","ReleaseYear":2017},"167612":{"AltNames":[{"Name":"Monster Hunter Freedom Unite for ios","Region":"World"}],"Cooperative":"false","Developer":"Capcom","Genres":"Action; Role-Playing","Images":[{"FileName":"e25a702f-6cf7-4158-ac10-8030ce6bbf1b.jpg","Region":"World","Type":"Box - Front"},{"FileName":"90b74a83-983a-45e5-a1ef-d4aa9d34ed0c.png","Region":"World","Type":"Clear Logo"},{"FileName":"d4e7e157-16c2-4098-b7f0-58e34344f832.jpg","Type":"Fanart - Background"},{"FileName":"9621584e-a6e0-42f4-911e-702e3a9ac158.jpg","Type":"Screenshot - Gameplay"}],"Name":"Monster Hunter Freedom Unite","Overview":"One of the most popular PSP® (PlayStation®Portable) system titles arrives on the App Store. Monster Hunter Freedom Unite™ was based on Japan's Monster Hunter Portable™ 2nd G and originally released in 2009 in the west. The PSP® (PlayStation®Portable) system title was a global success with sales of more than four million units worldwide, contributing to the series' total of more than 28 million units to date. From devising the strategy to executing the attack, players will need to work together in order to hunt down ferocious beasts and progress through the wide range of quests on offer. Players will be rewarded for their use of deep fighting combat systems, encouraging them to seek out the more experienced hunters and team up in order to learn from their expertise. Several features have been added for the new version including: higher HD resolution graphics, touch screen optimized controls, target camera options, support for MFi controllers and seamless co-op multiplayer quests via Wi-Fi connection for up to four","Publisher":"CAPCOM Co., Ltd.","ReleaseDate":"2014-07-02T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=osVmVHKo0ME","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Monster_Hunter_Freedom_Unite"},"168318":{"AltNames":[{"Name":"INSIDE","Region":"World"}],"Cooperative":"false","Developer":"Playdead","ESRB":"T - Teen","Genres":"Adventure; Platform; Puzzle","Images":[{"FileName":"2a932682-d1d1-45c3-9f17-e971c329a6c5.jpg","Region":"World","Type":"Box - Front"},{"FileName":"89a741d1-6549-42cd-a1b1-7304762ef97b.jpg","Region":"World","Type":"Screenshot - Gameplay"},{"FileName":"56d2e465-3c4a-4a8d-9603-c0f3f225b51b.jpg","Region":"World","Type":"Screenshot - Gameplay"},{"FileName":"c087176e-e813-4ea2-b013-a095483d0e34.jpg","Region":"World","Type":"Screenshot - Gameplay"},{"FileName":"bccd9744-91ab-4426-a681-a50b1d458861.jpg","Region":"World","Type":"Screenshot - Gameplay"},{"FileName":"0371822d-697f-4cc2-902f-987c7ec1bb6d.jpg","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Playdead's INSIDE","Overview":"Play the beginning for free. In-app purchase the full game.\nCompatible with iPhone 6S, iPad Air 2, Apple TV or later.\n\n2018 Apple Design Award Winner.\n\n“MASTERPIECE! Inside is a 2D puzzle platformer that builds upon what made Limbo great, and in fact builds something greater.” \n10\/10 – IGN\n\n“Inside expands on the concepts and scope of its predecessor in wildly creative ways, and it's so immaculately designed and constructed from top to bottom that it almost feels suitable for display in an art museum. This is one hell of a follow-up.” \n5\/5 – Giant Bomb\n\n“Gorgeous art and animations, devious puzzle design and a pitch-black sense of humor. A perfectly paced series of escalating \"holy s**t\" moments.”\nKotaku\n\nWinner of more than 100 awards, including:\n\nArtistic Achievement (BAFTA)\nGame Design (BAFTA)\nNarrative (BAFTA)\nOriginal Property (BAFTA)\nBest Independent Game (Game Critics Awards 2016)\nBest Independent Game (The Game Awards 2016)\nBest Art Direction (The Game Awards 2016)\nSpite Award (D.I.C.E. Awards 2016)\nOutstanding Achievement in Art Direction (D.I.C.E. Awards 2016)\nOutstanding Achievement in Game Direction (D.I.C.E. Awards 2016)\nBest Audio (Game Developers Choice Awards)\nBest Visual Art (Game Developers Choice Awards)","Publisher":"Playdead","ReleaseDate":"2017-12-15T00:00:00-08:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=E0V2rPVQWfM","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Inside_(video_game)"},"173759":{"Cooperative":"false","Developer":"LINE Corporation","Genres":"Puzzle","Images":[{"FileName":"583180bf-faeb-43ba-9cf4-3d1e25517b12.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":2,"Name":"Dr. Mario World","Overview":"The Mushroom Kingdom has been infested with a many multi-colored viruses and it's\nup to Dr. Mario and his friends for helping all ill people of the Mushroom Kingdom.\n\nSlide the matching colored medicine against the viruses to clear the stages. Sometimes you must find all hidden purple coins in a stage to advance.","Publisher":"Nintendo Co., Ltd.","ReleaseDate":"2019-07-10T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Dr._Mario_World"},"180147":{"Cooperative":"false","Developer":"Infocom","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"4baf4b27-dd3c-4224-b692-7eb6851c5323.jpg","Type":"Screenshot - Game Select"},{"FileName":"e1b06576-110a-482c-84d8-84851d51166a.png","Type":"Screenshot - Game Title"},{"FileName":"3e410eab-0e30-437a-9df8-f1fa41fb42a7.jpg","Type":"Screenshot - Game Title"}],"MaxPlayers":1,"Name":"The Lost Treasures of Infocom","Overview":"The Lost Treasures of Infocom is a collection of 20 computer games from interactive fiction pioneer Infocom, released in 1991. It was available in MS-DOS, Macintosh, Amiga, and Apple IIGS versions, as well as a cross-platform CD-ROM version, followed by a re-release on the Apple Computer iOS platform in 2012. Infocom was closed in 1989 by its then-parent company Activision. Still holding the copyright to nearly all the past Infocom titles, Activision bundled 20 of the most popular into this package. \n\nThe games included are: \n\n-    Ballyhoo\n-    Beyond Zork: The Coconut of Quendor \n-    Deadline\n-    Enchanter\n-    The Hitchhiker's Guide to the Galaxy\n-    Infidel\n-    Lurking Horror\n-    Moonmist\n-    Planetfall\n-    Starcross\n-    Stationfall\n-    Sorcerer\n-    Spellbreaker\n-    Suspect\n-    Suspended\n-    The Witness Zork I: The Great Underground Empire\n-    Zork II: The Wizard of Frobozz\n-    Zork III: The Dungeon Master\n-    Zork Zero: The Revenge of Megaboz","Publisher":"Activision Inc.","ReleaseType":"Released","ReleaseYear":2012,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/The_Lost_Treasures_of_Infocom"},"182111":{"Cooperative":"false","Developer":"Chris Crawford","Genres":"Strategy","Images":[{"FileName":"dbd71987-ba39-49a2-9b49-9339059992cc.png","Type":"Clear Logo"},{"FileName":"6615277f-56b2-4bec-a75a-8c4ecaaa1639.png","Type":"Screenshot - Game Title"},{"FileName":"4dbdf22b-ad81-4ca7-b5c6-cdf91cbf21a2.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Balance of Power: The 1990 Edition","Overview":"The objective is the same as in the original Balance of Power: use your military, covert, and industrial forces to make your country the most prestigious in the world while avoiding nuclear war. However, it is now 1989, and the Communist Block is crumbling...\n\nChris Crawford, who rarely ever made a sequel to a computer game, was besieged by mails asking him to update his classic from a few years before to reflect the new state of the world. Russia was falling, the Iron Curtain was shattering, and smaller countries were beginning to assert their own regional power with more freedom from the bipolar world of the Cold War.\n\nThe result was the 1990 Edition. This game featured an updated database, but the most significant new features were:\nThe multipolar level, where small countries could go to war with their neighbors on their own. Of course, you could help them out (or encourage them!) by sending in military aid.\n\n18 more countries, bringing the total to 80.\n\nA \"Crisis Advisory Board\" of four people, who would give you advice during international crises. The nice thing about being a Superpower is that the little countries do whatever you tell them, but you still have to watch out for your main rivals (USSR or the US)!","Publisher":"Mindscape, Inc.","ReleaseType":"Released","ReleaseYear":1988,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Balance_of_Power_(video_game)#Legacy"},"187408":{"Cooperative":"false","Developer":"Hugo Games","ESRB":"E - Everyone","Images":[{"FileName":"da9be403-c7a8-4d1b-aa2e-c2fd9bdcfdf2.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Hugo World","Overview":"Build your own Troll Village, collect rare trolls and find treasures in Hugo's mine! Explore the beautiful world and meet classic Hugo characters such as Hugolina, the evil witch Scylla & Don Croco","Publisher":"Hugo Games","ReleaseType":"Released","ReleaseYear":2014,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/List_of_Hugo_video_games#Hugo_World"},"192603":{"Cooperative":"false","Developer":"eplay Digital","Genres":"Adventure","Images":[{"FileName":"9860b816-46c1-48c4-a5c5-f30641a73e28.png","Type":"Screenshot - Game Title"},{"FileName":"bb921cb1-ec2b-4e28-bb96-af41e6d54b62.png","Type":"Screenshot - Gameplay"},{"FileName":"6193cf16-fcc2-4ee6-b2ff-1d6305a97fa0.png","Type":"Screenshot - Gameplay"},{"FileName":"b535d0b7-c317-4fec-8707-9bfb4de3b955.png","Type":"Screenshot - Gameplay"}],"Name":"Howie Go Viral","Overview":"Comedian, host, and producer, Howie Mandel, must be found. But first, you have to find the things that Howie loves. It's well-known that Howie is a germaphobe, so what will get you close to Howie? Find hazmat suits, gloves, hand sanitizer, and other Lures so you can help Howie Go Viral!\n\nFeatures\n* Augmented Reality\n* Pokemon Go style game with teleporting and auto-walking\n* Advanced Avatar Customization\n* Take selfies with Howie\n* Collect Lures to get Howie close enough to go viral and advance to the next level\n* In-app purchases","Publisher":"ePlay Digital","ReleaseDate":"2020-11-10T00:00:00-08:00","ReleaseType":"Released","VideoURL":"https:\/\/youtu.be\/WHsvlgyvA58"},"193285":{"Cooperative":"true","Developer":"Supercell","ESRB":"E - Everyone","Genres":"Action; Strategy","Images":[{"FileName":"1959f096-c511-4a02-b1d2-a724253394f1.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":2,"Name":"Clash Royale","Overview":"Enter the Arena! From the creators of Clash of Clans comes a real-time multiplayer game starring the Royales, your favorite Clash characters and much, much more.\n\n\nCollect and upgrade dozens of cards featuring the Clash of Clans troops, spells and defenses you know and love, as well as the Royales: Princes, Knights, Baby Dragons and more. Knock the enemy King and Princesses from their towers to defeat your opponents and win Trophies, Crowns and glory in the Arena. Form a Clan to share cards and build your very own battle community.\n\nLead the Clash Royale Family to victory!","Publisher":"Supercell","ReleaseType":"Released","ReleaseYear":2016,"WikipediaURL":"https:\/\/apps.apple.com\/br\/app\/clash-royale\/id1053012308"},"195119":{"AltNames":[{"Name":"Tap Titans 2 - Idle Legends"}],"Cooperative":"true","Developer":"Game Hive Corp.","ESRB":"E - Everyone","Genres":"Adventure","Images":[{"FileName":"3d25d1f2-822a-4285-88c9-55af02d94e4d.png","Region":"World","Type":"Box - Front"},{"FileName":"e15daf7f-9397-4724-a6fa-da5107da00d2.png","Region":"World","Type":"Box - Front"},{"FileName":"a8fbd7bf-47f1-4bf9-9df4-b452409d0391.png","Region":"World","Type":"Clear Logo"},{"FileName":"4d9f4667-27c6-4dc5-a9b9-b6fea9439499.png","Region":"World","Type":"Fanart - Background"}],"Name":"Tap Titans 2","Overview":"Tap to play one of the most downloaded idle RPG game with +10,000,000 installs.\n\n\nWinner of 2016 Overall Awards - Best Mobile Game of 2016 based on Best Mobile App Awards.\n\n\nGrab your sword, assemble a team of heroes, and join Sword Master on an epic adventure to defeat the mighty Titan Lords in over 70,000 levels.\n\n\nTap to slay hundreds of Titans with your sword as you journey through the land in this clicker RPG adventure. Upgrade your blade for new gear, gather pets, and enter multiplayer clan raids with users across the globe to leave your legacy as the Ultimate Sword Master.\n\n\nStrategically progress your heroes and Sword Master’s skills to attack legendary Titans and fight nonstop monsters in this quest to bring peace back to the land.\n\n\nWITH TAP TITANS 2 YOU CAN\n\n▶ PLAY the full idle RPG game experience offline and on the go.\n\n▶ TAP to defeat +150 all-new Titans in 14 gorgeous, hand-drawn realms\n\n▶ RECRUIT heroes and loyal pets to help you withstand the endless Titan onslaught\n\n▶ UNLOCK unique skills to power up strategically to fight monsters\n\n▶ PRESTIGE and cash in your progress for powerful old artifacts and become stronger\n\n▶ COLLECT equipment to customize your hero's blade & armour to suit your play style\n\n▶ CREATE or join clans to defeat the almighty Titan Lords in multiplayer mode.\n\n▶ ADVENTURE down scenic paths during seasonal events to collect rewards and exclusive gear\n\n▶ COMPETE against other players from around the world in global tournaments to show off your strength and earn amazing prizes\n\n\nWHY PLAY TAP TITANS 2?\n\n▶ RAIDS introduce a whole new way to fight multiplayer with your clan, featuring new titan bosses with unique abilities, powerful rewards, and a new combat system.\n\n▶ HERO SCROLLS granted from completing raids allow you to upgrade your Sword Master further than previously possible.\n\n▶ TITAN LORDS have entered the raid arena with a brand new way to fight! Break off individual armour segments to expose the weaker skeleton underneath these super monsters.\n\n▶ CARD COLLECTING is the newest way to increase your Swordmaster’s power, granting powerful passive and active abilities to slay Titan foes in this idle clicker game.\n\n▶ DUST is your new collectible currency for upgrading and crafting collectible cards to battle.\n\n▶ CLAN UPGRADES including clan XP and Raid Tickets give you more reasons to connect and play with fellow Sword Masters and fight online.\n\n\nABOUT TAP TITANS 2\n\nSwinging a mighty blade, Sword Master rose from his eternal slumber to find monstrous Titans wreaking havoc across the realm. As he broke the chains that bound him, he vowed to wage war with the Dark Lord and hunt any Titan that stood in his path. With ninja-like reflexes and an army of heroes at his aid, Sword Master is on a new nonstop tapping adventure.\n\n\nAs you charge across the land in this idle action game, assemble a team of heroes with unique abilities like Lance, the Knight of Cobalt Steel, to fight beside Sword Master as he faces any monster in battle. Tap tap alongside your heroes as you strategically power up to make your way across 14 hand-drawn realms. Upgrade or craft custom gear and unlock unique hero abilities in this incremental action RPG. Trade-in your blade for lethal weapons and cause maximum damage to Titan Lords in raids or through tournaments. Tap tap tap to victory as you adventure through event takeovers and unlock extraordinary prizes. Along the way, join or build your clan with Sword Masters worldwide in this free to play clicker game.","Publisher":"Game Hive Corp.","ReleaseType":"Released","ReleaseYear":2017,"VideoURL":"https:\/\/www.youtube.com\/watch?v=i5QBz7wj3KI"},"197711":{"Cooperative":"false","Developer":"BioWare","Genres":"Action; Adventure","Images":[{"FileName":"9f12f6f3-2903-449b-85e3-223a57f7870c.jpg","Region":"World","Type":"Box - Front"},{"FileName":"8b937005-61c0-44dc-ba56-9e262aae1a6b.png","Type":"Clear Logo"},{"FileName":"473f2537-297a-4228-aca0-d6ec19346be8.jpg","Type":"Fanart - Background"},{"FileName":"c1f876f4-8931-42e9-b17d-b232a1af4596.png","Type":"Screenshot - Gameplay"},{"FileName":"ce7afd2d-8014-4c58-a251-ac7336184f6e.png","Type":"Screenshot - Gameplay"},{"FileName":"b8c699c6-b29c-4c7a-867d-227e1824861f.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Mass Effect Galaxy","Overview":"Mass Effect Galaxy is a game for iOS, released on June 22, 2009. The story focuses on backstory of one of the companion characters from Mass Effect 2. BioWare stated that the game would contain two hours of gameplay and would have \"top down shooter action\". BioWare also stated that the game, like the novels, would not be \"required reading\" for Mass Effect 2, meaning that players would still be able to enjoy Mass Effect 2 having only played Mass Effect.","Publisher":"Electronic Arts","ReleaseDate":"2009-06-22T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Mass_Effect_Galaxy"},"200310":{"Cooperative":"false","Developer":"MadPuffers","Genres":"Racing","MaxPlayers":1,"Name":"Moto X3M","Overview":"Moto X3M is an awesome bike racing game with beautifully crafted levels. Drive your motorbike over amazing off road circuits while jumping over obstacles.","Publisher":"MadPuffers","ReleaseType":"Released","ReleaseYear":2015,"VideoURL":"https:\/\/www.youtube.com\/watch?v=ZhC6Plq6coE"}}