{"155725":{"Cooperative":"true","Developer":"Portalarium","Genres":"MMO; Role-Playing","Images":[{"FileName":"f3e89d51-b6cf-49a5-9368-f7fe9c4082df.jpg","Region":"United States","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Shroud of the Avatar: Forsaken Virtues","Overview":"Shroud of the Avatar: Forsaken Virtues is a multiplayer fantasy RPG and the spiritual successor to Richard Garriott’s wildly successful Ultima and Ultima Online games.\n\nShroud of the Avatar is about testing one’s character on a path filled with peril and tough decisions. Player actions carry meaningful consequences within the deep and persistent world of New Britannia by either upholding or breaking the Principles of Truth, Love, and Courage.\n\nShroud of the Avatar is developed by the veteran Portalarium team that includes Richard \"Lord British\" Garriott, the creator of the Ultima series, Starr Long, the original Director of Ultima Online, and Tracy Hickman, the author of the beloved Dragonlance Novels and Dungeons & Dragons modules.","Publisher":"Portalarium","ReleaseDate":"2018-03-27T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Shroud_of_the_Avatar:_Forsaken_Virtues"},"179390":{"Cooperative":"false","Developer":"MPS Labs","Genres":"Action; Flight Simulator","Images":[{"FileName":"ee467d88-6289-45b4-85fb-f8cad2f7f74f.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"1942: The Pacific Air War","Overview":"1942: The Pacific Air War is a flight simulation set in World War II, more specific the Pacific War between Japan and the United States.\n\nThe focus is on the realistic simulation of the ten aircraft, this means for instance that there is no indicator for ammo. The game features several missions which can be either played independently from each other or in two campaigns for the United States or Japan. The goals are mostly to liberate an area, to defend an area or to destroy a specific target.\n\nThe special feature of this game is that it also can be played as strategy game. On an overhead map the player gets presented with the position of all aircraft and he can order his troops around. The player can take control over every aircraft he wishes to and switch between both modes instantly. He can also record his performance and cut small movies with different camera angles out of them.","Publisher":"Night Dive Studios, LLC","ReleaseDate":"2015-04-01T00:00:00-07:00","ReleaseType":"Released"},"179391":{"Cooperative":"false","Developer":"Infogrames Europe SA","Genres":"Adventure","Images":[{"FileName":"dbfafb33-e080-4073-9669-5ccd941acd2b.jpg","Region":"World","Type":"Banner"},{"FileName":"afa21d12-2215-494f-81cd-af71302f1cf6.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Call of Cthulhu: Shadow of the Comet","Overview":"In 1834, in the small New England fishing village of Illsmouth, the distinguished British scientist Lord Boleskine lost his mind. After studying ancient manuscripts of evil repute, he had travelled to this place to observe the passing of Halley's comet. What he observed that night, however, turned him into a raving lunatic. Now, 76 years later, Halley's comet is coming back, and young reporter John T. Parker has travelled to Illsmouth to try to uncover the truth in Boleskine's wild claims, and see the comet for himself.\n\nShadow of the Comet is a horror adventure game, inspired by the terrifying writings of H. P. Lovecraft. Contrary to many adventure games from the early 90s, the game has a keyboard driven interface with a system of actions activated either by pressing the corresponding key (L for look, G for get, T for talk, U for use) or selecting them from the menu activated by the TAB key. The CD release was enhanced with a mouse-driven interface. Typical for Infogrames titles (e.g. Eternam), the game contains vector-based cut scenes with enlarged graphics of the faces of the speakers during dialogues.\n\nThe GOG.com release of this game includes both Floppy and CD versions of the game. The main differences are new graphics, mouse-driven interface and full voice-acting whereas the Floppy version doesn't feature any voice-acting. The CD version's launcher screen additionally includes a Museum mini-game where character can walk through a museum and look at various mystical objects and paintings inspired by H. P. Lovecraft.","Publisher":"Atari, Inc.","ReleaseDate":"2015-07-21T00:00:00-07:00","ReleaseType":"Released"},"188078":{"AltNames":[{"Name":"DOOM³: Resurrection of Evil"}],"Cooperative":"false","Developer":"Nerve Software, LLC","ESRB":"M - Mature","Genres":"Shooter","Images":[{"FileName":"8d645cd4-9706-4a45-ba95-c5f5fdfc1100.jpg","Region":"North America","Type":"Box - Front"},{"FileName":"946d79b1-b5bb-40d8-ad42-0ceb2a53f0be.jpg","Type":"Fanart - Background"}],"MaxPlayers":8,"Name":"DOOM 3: Resurrection of Evil","Overview":"In this expansion pack for DOOM³, return to the devastated facilities on Mars (where the unexplained disaster took place two years prior) to find a beacon buried in the ruins. There are new enemies, weapons, locations and puzzles - and multiplayer for up to 8 players.\n\nThe Xbox version introduces new multiplayer maps for up to four players with various modes: Deathmatch, Team Deathmatch, Last Man Standing and Tournament, via System Link or Xbox Live. It also contains classic DOOM content: Ultimate DOOM, DOOM II and the DOOM's Master Levels version. You can play those in single player, cooperative or with deathmatch for up to 4 players on a split screen.","Publisher":"id Software, Inc.","ReleaseDate":"2005-05-24T00:00:00-07:00","ReleaseType":"DLC"},"201235":{"AltNames":[{"Name":"warzone2100","Region":"World"}],"Cooperative":"false","Developer":"Pumpkin Studios","Genres":"Strategy","Images":[{"FileName":"baed3856-1c64-45a3-a8b5-6204ff1325a9.jpg","Region":"World","Type":"Box - Front"},{"FileName":"d4bc14d7-def2-448b-9b99-583474648408.jpg","Type":"Fanart - Background"}],"MaxPlayers":10,"Name":"Warzone 2100","Overview":"In the late 21st century, NASDA (the North American Strategic Defense Agency) developed and deployed a massive missile defense system, including a network of nuclear-equipped satellites and ground-based launch sites. However, during a routine maintenance check, something went terribly wrong... While most of the survivors form scavenger bands to survive, one group of people, who refer to themselves as \"The Project\", seeks to rebuild civilization using pre-war technology. Warzone 2100 is a real-time strategy game, originally developed by Pumpkin Studios and published by Eidos Interactive, now developed by the Warzone 2100 Project. Compared to other real-time strategy games, it has a greater focus on artillery, radar, and counter-battery technologies, more frequent in-game cinematic updates as game play progresses, a massive research tree, as well as a vehicle design system.","Publisher":"Warzone 2100 Project","ReleaseType":"Released","ReleaseYear":2012,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Warzone_2100"}}