{"103625":{"AltNames":[{"Name":"Tyoushin Heiki Zeroigar"},{"Name":"Chōshin Heiki Zeroigar","Region":"Japan"},{"Name":"God-Fighter Zeroigar"}],"Cooperative":"false","Developer":"Fupac, Winds Co.","ESRB":"Not Rated","Genres":"Action; Shooter","Images":[{"FileName":"70d571ea-9999-4e65-8ba0-30a9059b0158.png","Type":"Box - 3D"},{"FileName":"65bfd828-f683-49f0-830f-72125b42c9c5.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"a2300f41-f390-42ee-8118-96f2f1560afa.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"fca5b236-7895-4722-ba23-af228e7c87e3.png","Type":"Clear Logo"},{"FileName":"a9e1c48b-4c63-40c1-8639-11ea787dcc82.jpg","Region":"Japan","Type":"Disc"},{"FileName":"71604fbf-7df6-4e80-aaeb-1d8f191366dd.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Choujin Heiki Zeroigar","Overview":"The Galactic Emperor Zemu is conquering one planet after the other, planning to expand his empire to the known limits of the galaxy. The reason for his success are huge robots who fight in his armies, developed with the technology invented by the genius scientist Dr. Lulu. But the doctor understands herself that her inventions have caused misery and destruction to other nations. She runs away, taking design plans for the giant robots with her. She arrives on the Earth (Japan, to be exact) shortly after World War II, and with the help of local scientists, develops a powerful robot, that alone can protect Earth from Zemu's attacks: Super God Trooper Zeroigar!","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1997-08-08T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=AloxhWsBR6Y"},"103626":{"Cooperative":"true","Developer":"Hudson Soft Company, Ltd.","ESRB":"Not Rated","Genres":"Action; Fighting","Images":[{"FileName":"803eadf2-4601-465c-b26d-76b9edeb3a6e.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"89783ffe-df8e-49b1-b5db-c245c7e0627b.png","Region":"Japan","Type":"Box - Front"},{"FileName":"baedab8b-1655-4c6d-9709-189bc2917b2e.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"2812b3a2-3506-4a0f-9af4-0a4c4c3e464a.png","Region":"Japan","Type":"Disc"},{"FileName":"acfe3a0e-2364-40da-8a65-b3b5ff3880bc.jpg","Region":"Japan","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Kishin Douji Zenki FX: Vajra Fight","Overview":"Kishin Doji Zenki FX: Vajura Fight is based on the manga Kishin Doji Zenki by Kikuhide Tani. Once upon a time the Japanese priest Enno has fought and defeated the demon lord Zenki. Zenki was sealed for centuries in the magical bracelet that the Enno family carried through generations. But now, in modern-day Japan, demons called Seeds of Karuma, who worship an ancient evil goddess, began to appear on the Earth, bringing death and destruction. Enno's descendant, a lovely young girl named Chiaki, has no choice but to use her bracelet to summon Zenki! But while being sealed, Zenki has reverted to the form of a nasty, greedy little boy. Chiaki must evoke the power of bracelet to make Zenki fight on her side, and destroy the demons!\n\nVajura Fight is what is commonly called a beat-em-up game, similar to games like Final Fight and others. Controlling either Zenki or Chiaki (or both in two player mode), the player must typically eliminate a number of enemies on a screen until he\/she is allowed to proceed. Zenki fights melee-style, while Chiaki uses ranged energy balls; she can also summon Zenki with the bracelet power-up to inflict massive damage. Zenki and Chiaki can also execute various special attacks, which can be mapped to the controller for quicker access. There are many boss fights in the game, some stages consisting of one large-scale boss battle.","Publisher":"Hudson Soft Co., Ltd.","ReleaseDate":"1995-12-22T00:00:00-08:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=NDzHgSyXfMQ","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Kishin_D%C5%8Dji_Zenki_FX:_Vajra_Fight"},"124907":{"AltNames":[{"Name":"Ah! Megami-sama","Region":"Japan"},{"Name":"Oh My Goddess!"}],"Cooperative":"false","Developer":"Banpresto","Genres":"Adventure","Images":[{"FileName":"10ecc391-ce53-4bf8-a6ad-fecb0b95a40b.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"132057ef-04dc-48d5-b053-4c6b339f14eb.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"7c69797a-8142-41f7-8454-a761fbd3e3d5.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"4dc79a13-37ee-4520-bb4a-4eb51b2e1e79.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Aa! Megami-sama","Overview":"The game is a remake of the computer game of the same name. It adds an animated intro, voice-overs, and two mini-games.\n\nThe story is based on the manga\/anime series \"Ah! Megami-sama\", depicting the adventures of Keiichi, a Japanese teenager who accidentally summoned the Norse goddess Belldandy and made a wish for her to stay with him forever, which led to all kinds of troubles. What's more, other powerful beings out there are seeking to harm Keiichi's divine girlfriend, so a simple date ends in an unexpected way...\n\nThe game is a \"digital comic\", meaning that the adventure elements are reduced to the bare minimum: being able to choose dialogue lines or make other decisions from time to time. The mini-games are a timed exercise of putting puzzle pieces together, and a card-matching game against two female opponents.","Publisher":"NEC Home Electronics","ReleaseDate":"1997-12-12T00:00:00-08:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=-ilIShFHpjM","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Oh_My_Goddess!#Video_games"},"125055":{"Cooperative":"false","Developer":"NEC Home Electronics, Ltd.","ESRB":"Not Rated","Genres":"Strategy","Images":[{"FileName":"49639f48-39cb-4f7c-bc3b-bbf281dce178.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"445cbb23-6f86-4ba6-abdf-d812e9f4bd0e.png","Region":"Japan","Type":"Box - Front"},{"FileName":"f7c8ced7-88c5-4a6b-ae7a-9ae7c76ac7bb.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"0e7a4fd9-91bc-4ee7-bed4-44a454fce9f1.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Akazukin ChaCha: Osawagase! Panic Race!","Overview":"The game is based on the manga Akazukin Cha-Cha (\"Red Riding Hood Cha-Cha\") by Min Ayahana, and subsequently on the animated TV series that followed it. The manga tells the story of a little girl named Cha-Cha who lives with her teacher on a mountain and studies magic. In the anime, the story was expanded to include the villainous Demon King, whom Cha-Cha and her best friend Riiya, a werewolf boy, must eventually defeat.\n\nAkazukin Cha-Cha is a game for up to six players. Each player corresponds to a character from the TV series. It is also possible to play just as Cha-Cha and to let the AI control the other characters. Each player advances on the board by throwing dice. Landing on different fields leads to different results: finding items, being attacked, etc. The game's strategy elements are expanded by giving each character unique statistics and abilities, that have to be used under special circumstances. Certain obstacles are only solvable if two or more characters gather on the same field. \n\nTaking a cue from Battle Heat, \"Akazukin Cha-Cha\" accompanies every single move by an anime-style FMV.","Publisher":"NEC Interchannel","ReleaseDate":"1996-10-25T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Akazukin_Chacha#Games"},"125056":{"Cooperative":"false","Developer":"NEC Home Electronics, Ltd.","ESRB":"Not Rated","Genres":"Adventure; Strategy","Images":[{"FileName":"b16355f1-3717-48b4-9a17-ba30aea07f6f.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"5e64693f-b6db-421a-9bed-d0214074a115.png","Region":"Japan","Type":"Box - Front"},{"FileName":"7a521ed5-f340-42c5-bf9e-101d8fcaf749.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"ef419fe7-851c-4593-b857-ade2f73f17b1.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Angelique Special","Overview":"Angelique Special is an enhanced version of the original Angelique for Super Famicom (SNES). There are no changes gameplay-wise (a mixture of adventure, strategy, and dating sim) or story-wise (a simple girl named Angelique Limoges must befriend nine Guardians to become a queen). This version features slightly improved graphics, CD-quality music, voice acting, and anime-style cut scenes.","Publisher":"KOEI Corporation","ReleaseDate":"1995-12-22T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Angelique_(video_game_series)#Angelique_Special"},"125057":{"Cooperative":"false","Developer":"NEC Home Electronics, Ltd.","ESRB":"Not Rated","Genres":"Adventure; Strategy","Images":[{"FileName":"f42971c6-2537-4934-8662-fa65ef73f09a.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"9c98fb69-4488-4298-b761-45ad57d61ecc.jpg","Region":"Japan","Type":"Box - Back - Reconstructed"},{"FileName":"5669e3b7-0db6-4cc9-82f5-af74b8214f17.png","Region":"Japan","Type":"Box - Front"},{"FileName":"cf71c7ca-40b5-49a1-8faa-4f5ed3a0d319.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"015b2579-18a0-4a7f-b9fd-f340d3b8c7b4.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Angelique Special 2","Overview":"Following the events of the first Angelique game, Angelique Limoges has become the queen of Cosmos, and her former rival Rosalie - her aid. Now a whole new Cosmos has appeared, and it's time to choose a new queen for it. The candidates this time are Angelique Collet (the protagonist of the game) and Rachel Hart.\n\nThe gameplay system remains largely unchanged in this sequel. Once again, Angelique has to use diplomacy to make the Nine Guardians lend her their powers (making the inhabitants of her land happy), or develop stronger feelings for her. New in this sequel is the ability to work with three different instructors, developing mind, sense, or dignity of the heroine, which will influence the way she interacts with other characters and also affect the behavior of the Guardians.","Publisher":"KOEI Corporation","ReleaseDate":"1996-12-20T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Angelique_(video_game_series)#Dating_sim\/Adventure_titles"},"125058":{"Cooperative":"false","Developer":"NEC Home Electronics, Ltd.","ESRB":"Not Rated","Genres":"Role-Playing","Images":[{"FileName":"2ea9e80c-b125-4d8b-962e-62aa383119fb.png","Region":"Japan","Type":"Box - Front"},{"FileName":"b684cceb-60aa-4ff5-9ac9-29c6f851ad46.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"27c048df-ca66-49eb-891e-ead9e79b1540.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Angelique: Tenkuu no Requiem","Overview":"The first RPG entry in Angelique universe, adventure\/dating simulation games specifically created for female players and revolving around young girls on a quest to become queens of various planets. Player takes the role of Angelique Collet, the heroine of Angelique Special 2. Angelique Limoges, the protagonist of the first game, and now the queen of Angelique Collet's home planet, is threatened by a mysterious man named Leviath. Her Guardians are imprisoned and her life is in danger. Angelique Collet must liberate the Guardians and save her homeland.\n\nThe game plays like a traditional Japanese RPG, with top-down view, turn-based battles, etc. However, the dating simulation element from other Angelique games is also present in this RPG. The heroine is able to have conversations with the male characters in her party. Depending on her answers and decisions, she will become involved with one of those characters.","Publisher":"KOEI Corporation","ReleaseDate":"1998-04-02T00:00:00-08:00","ReleaseType":"Released"},"125060":{"AltNames":[{"Name":"Arubarea no Otome","Region":"Japan"},{"Name":"Albaria no Otome","Region":"Japan"},{"Name":"Aruberea's Maiden"}],"Cooperative":"false","Developer":"Gimmick House","ESRB":"Not Rated","Genres":"Strategy","Images":[{"FileName":"53e16c89-1ee5-4a6c-ae46-3b03081ad804.png","Region":"Japan","Type":"Box - Front"},{"FileName":"ca026b09-a05c-45b0-b1eb-eea7899f4c83.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"ebb7ae35-50c2-4c85-94ef-463f5217b12b.png","Region":"Japan","Type":"Disc"},{"FileName":"fa10c6ef-f0b6-4873-985a-5546edcd14b7.png","Region":"Japan","Type":"Screenshot - Game Title"},{"FileName":"8c0fb214-0d63-4e6c-95b7-0ef839cbc735.png","Region":"Japan","Type":"Screenshot - Gameplay"},{"FileName":"e4ed5d75-08a2-4d8c-8aac-728bb1c00ed2.png","Region":"Japan","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Albaria no Otome","Overview":"In Albarea no Otome you play one of the three girls who were summoned to the castle of the Queen of Albarea to study fighting and magical arts (you can name your heroine as you like). As an additional reward - beside the graduation - you can try to impress and ultimately to win the heart of one of the five great knights of the kingdom. Your goal in the game is to make sure you become stronger and more charming than your two rivals, and to make a good impression on the Queen and the knights.\n\nYou must plan a schedule for your studies in castle. You can choose which classes to visit and which not. Learning increases your abilities (for example, attending magic class will make your spells more powerful). Once in a while you'll have to help one of the knights to fight monsters. The battles take place on an isometric battle field, on which you can freely move your characters and attack or use spells when there are enemies in range. Your goal in battles is not only to win, but to make sure the heroine does some attacking instead of letting the powerful knights do the job.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1997-06-27T00:00:00-07:00","ReleaseType":"Released"},"125061":{"Cooperative":"false","Developer":"Hudson Soft Company, Ltd.","ESRB":"Not Rated","Genres":"Fighting","Images":[{"FileName":"a5d4e535-8e60-434b-892f-2e0c3635ad0c.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"3f6f2bf2-8a6b-4857-b22e-2903814f0669.png","Region":"Japan","Type":"Box - Front"},{"FileName":"dd4c40b6-61b8-4ea9-a851-0385a2b7b47c.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"50448568-c830-4aca-97f3-ac9cc89e1c18.png","Region":"Japan","Type":"Disc"}],"Name":"Battle Heat!","Overview":"In a desolate and cruel world, two clans are fighting for domination: the noble Republic of Kriph, led by the warrior Kai, and the evil Holy Dark Empire, led by Alamis and the mysterious armored Götz von Dark. The player can choose to play as any of the good and evil characters (four for each clan) - but it is only possible to fight warriors of the opposing party.\n\n\n\nBattle Heat!'s biggest innovation as a fighting game is the fact that every single move is viewed as a full-motion anime-style sequence. Each of the controller's buttons is assigned to a specific move (including jumping), and the moment the player presses it, it triggers the movie. The game features many different movies, including specific ones when, for example, a character is kicked down and immediately reacts with an attack of his own.\n\n\n\nIt is possible to play the game in a tournament mode (for Republic of Kriph only), or choose a free battle, which also makes it possible to play as the bad guys.","Publisher":"Hudson Soft Company, Ltd.","ReleaseDate":"1994-12-23T00:00:00-08:00","ReleaseType":"Released"},"125127":{"AltNames":[{"Name":"Blue Breaker: Ken yori mo Hohoemi O","Region":"Japan"}],"Cooperative":"false","Developer":"NEC Home Electronics, Ltd.","ESRB":"Not Rated","Genres":"Role-Playing","Images":[{"FileName":"0f7644dd-8425-4e31-a9d7-a494935ec3bf.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"2da1842b-2eb3-404a-9ce6-7abc33d869a9.png","Region":"Japan","Type":"Box - Front"},{"FileName":"cb5a39e0-3195-4490-8b73-d3f3864fd176.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"ebc73c5f-b8d1-4887-8b7e-93ae1b802288.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Blue Breaker","Overview":"The world of Blue Breaker is called \"the path in the middle of empty sky\": floating islands connected with each other by bridges. It is the tradition of the people in this world that a fighter's full initiation can be completed only when he finds his true love and marries her. Such day has come now in the life of a young warrior named Kain, the hero of the game. His father explains to him that besides the usual warrior's goal of defeating the evil Dark Lord, Kain also has to find the girl of his dreams. He introduces to him a young sorceress named Asha, who becomes his first companion. But on his journey Kain meets many other young women, and it won't be so easy to choose one to whom he can give his heart!\n\nLabeled as Love Role-Playing, \"Blue Breaker\" is a genre-crossing game that combines traditional Japanese RPG with town and dungeon exploration, party-based combat, etc., with \"love adventure\", in which your behavior towards girls influences the story. \"Blue Breaker\" features branching story progressing: events appear depending on the progress you have made with your female companions. Your typical RPG activities will influence your relationship with the girls. For example, if you fight too much, the girls will be tired; if you give a girl too many orders in battle (you can set battle in auto mode and only interfere occasionally) she will be displeased, and so on. It is also important to form a party in which the girls will have as few internal conflicts with each other as possible.","Publisher":"Hunex Co. Ltd.","ReleaseDate":"1996-09-27T00:00:00-07:00","ReleaseType":"Released"},"125128":{"AltNames":[{"Name":"J.B. Harold: Blue Chicago Blues","Region":"Japan"}],"Cooperative":"false","Developer":"NEC Home Electronics, Ltd.","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"ee82f97b-4401-48ca-8ecb-95cf4a0d7bc3.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"e00a103e-19cd-48e8-acab-fbb4072b3c5b.png","Region":"Japan","Type":"Box - Front"},{"FileName":"21160990-a8f3-4810-9342-1c5bfca5128f.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"34cf15e7-9c57-4557-9fce-fb6e85a2f0dd.png","Region":"Japan","Type":"Disc"},{"FileName":"5ac6e672-a56c-40e1-b2d4-99ca1a523d71.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Blue Chicago Blues","Overview":"Following Murder Club, this is another detective story about the fearless private investigator J.B. Harold. This time, an unknown woman in a red dress was murdered in Chicago. A female detective who began investigating the murder was killed as well, and this time the killer made it look like a suicide. J.B. Harold arrives at Chicago and has now to work together with the local police and to solve the mystery.\n\nBlue Chicago Blues is an interactive movie. Most of the player's time is spent watching movie footage (with real actors and scenery). At certain points, the movie freezes, and the player is presented with a screen with two or more choices. Each choice advances the clock, so it is necessary to plan well in order not to run out of time and to successfully solve the case.","Publisher":"Riverhill Software Inc.","ReleaseDate":"1996-03-22T00:00:00-08:00","ReleaseType":"Released"},"125129":{"Cooperative":"false","Developer":"Pack-In-Video","ESRB":"Not Rated","Genres":"Role-Playing","Images":[{"FileName":"9de3931c-52c7-4cf1-949e-bd0e1439feaa.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"ae0a2b45-6d93-4bbc-bea0-0cd09970b86e.png","Region":"Japan","Type":"Box - Front"},{"FileName":"378c3963-6ad0-4590-8d5d-610816302a6f.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"8faec784-3536-4ea4-b08d-0f81f390dda5.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Boundary Gate: Daughter of Kingdom","Overview":"Long time ago, the First Mother created the world and blessed it with five magical symbols that would keep it in balance. The symbols were hidden deep in a sacred temple, to protect everything and everyone around them.\n\nMany years later, an adventurer named Finn was looking for work in the city of Ambrose. There was indeed much work to do: monsters roamed the country, the threat of war was more real than ever. One night Finn was strolling through the city when he suddenly spotted a young girl attacked by a monster. Naturally, he defeated the monster and saved the girl, who turned out to be a princess hoping to restore her father's kingdom. The two decide to work together and venture to the nearby city, that lies in ruins, overrun by monsters...\n\nBoundary Gate is an old-fashioned RPG with dungeon-like 3D layout. The game is viewed from first-person perspective, with the exception of battles, where the heroes can be seen from an \"over-the-shoulder\" view. The attacks are animated. Enemies are random, and combat is turn-based, the party members using equipped weapons to attack or magical spells. Important locations are presented as 2D pictures. There is also voice acting for important conversations.","Publisher":"NEC","ReleaseDate":"1997-01-24T00:00:00-08:00","ReleaseType":"Released"},"125144":{"Cooperative":"false","Developer":"Cocktail Soft","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"e0ecf5ff-b0ff-4830-9922-b36c433d49ac.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"49c06a40-403f-47e8-87fc-5e187029accf.png","Region":"Japan","Type":"Box - Front"},{"FileName":"babd264c-2346-414d-95ae-e4f709474645.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"48bdca39-f9b5-43f6-bec6-e082b2ae98e7.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Can Can Bunny Extra DX","Overview":"The fifth Can Can Bunny game is also the first direct sequel within the series. The story is very similar to the one of the previous game: once again, the hero is lonely and is anxious to get a girlfriend, or, to be more precise, to have sex with different girls. And once again, the benevolent and gorgeous goddess Swatty is here to provide assistance, together with her side-kicks, the Seven Lucky Gods from the Japanese mythology.\n\nEven though the story is pretty much the same as in the previous game, the gameplay underwent significant enhancements. The interface is still traditional Japanese-style menu commands, but there are many more locations now, many of which can be freely accessed by clicking on them while on the main map. Once the player has reached the point where he can begin the physical seduction of the girl, the interface switches to point-and-click, with context-sensitive cursor for touching, kissing, etc. It is necessary to try different actions more than once to understand what the girl considers pleasant and what not, otherwise the girl might get angry and the game will be over. There are many more girls to seduce here than in the previous game, ranging from a school girl to a Catholic nun (seriously). There are also various extras (as the title implies), including an extensive album that arranges various pictures of the girls so that they tell her story, and an additional collection of stories, in which the hero can learn more about the girls he had met in the main game, and even interact with them again.","Publisher":"Cocktail Soft","ReleaseDate":"1996-09-27T00:00:00-07:00","ReleaseType":"Released"},"125145":{"Cooperative":"false","Developer":"NEC Home Electronics, Ltd.","ESRB":"Not Rated","Genres":"Platform","Images":[{"FileName":"5a47e17c-f845-4c04-a4ed-db2149e00643.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"195eebd9-bd7a-4433-90cb-7dfc25151642.png","Region":"Japan","Type":"Box - Front"},{"FileName":"b0ee0d68-2271-4d29-9a8f-3e588eced33c.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"e9cc991c-3aa1-4406-bace-eda2a2dd57f4.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Chip Chan Kick","Overview":"This is a platform game similar in style to Bubble Bobble and particularly to Parasol Stars. There are two playable characters, both of which are little girls. There is no difference between them gameplay-wise: both use a large blob-like animal to hit enemies from a short distance in a yo-yo-like fashion. It is possible to choose one of them as a single player, or to use them both cooperatively in the two-player mode.\n\nEach level of the game is divided into 10 stages, all of which are single screens with platform constructions. The player must eliminate all the enemies who wander around the stage before being able to advance to the next one. Once the enemy is successfully hit with the blob, the enemy becomes stunned for a short while. It is then possible to kick him off screen. Defeated enemies turn into random power-ups, which include speeding up the character, making her have two or even three blobs instead of one, adding an extra life, making her invincible for a while, etc. The 10th stage of each level requires the player to defeat a boss. The bosses have two forms: the first is a character the same size as the player character, which takes a while to defeat and which has the ability to revive regular enemies; the second form is a traditional platform game over-sized monster. The monsters have different attacks, including projectiles and generating smaller enemies, and have to be hit many times with the blob to go down.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1996-09-13T00:00:00-07:00","ReleaseType":"Released"},"125146":{"Cooperative":"false","Developer":"Studio Offside Co. Ltd.","ESRB":"Not Rated","Genres":"Life Simulation","Images":[{"FileName":"5c087ca6-c266-4555-aa6c-e11c546d99f4.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"f200974c-e6b2-4f88-a99a-58a0ad87c085.png","Region":"Japan","Type":"Box - Front"},{"FileName":"76f0f931-9de3-4a80-80a6-c7037fb5cd54.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"280ed60f-7910-4173-9dfa-5490bbc76f6f.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Comic Road","Overview":"Comic Road is a \"life simulation\" game, starring a young girl (whom the player names themselves) who dreams of becoming a manga artist. In order to become successful, she has to do more than just draw well; it is important to develop other aspects of her personality, and also keep an eye on the finances, otherwise working too much might deteriorate her drawing skills. Social life, physical exercises, reading - everything has consequences!\n\nThe gameplay consists mainly of making decisions (through menu choices); there is no player character navigation in the game, except shops, which are viewed from first-person perspective. There is a variety of ways to manage the girl's life. The player can make a schedule for a whole month, or decide every day what to do. Every action has an effect on the heroine's parameters. For example, just resting every day reduces physical shape and appeal. Working on the manga increases respective skills. It is possible to call friends and spend time with them, or go shopping. There are many items in the game, all of which influence the heroine's stats in that or another way - for example clothes, drawing accessories, books, or even a PC-FX console, that can be bought in an electronics store for about 20000 yen.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1997-09-26T00:00:00-07:00","ReleaseType":"Released"},"125147":{"Cooperative":"false","Developer":"Data West","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"89e41bcf-9472-4fe7-b9a2-a63d2c114eab.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"631c4700-a6a6-4f1b-a6e4-3e8cd23992d9.png","Region":"Japan","Type":"Box - Front"},{"FileName":"a6fe1aec-964a-4f8d-97ba-5afaed6fbd9b.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"ee7450c2-e19e-4c4a-8571-038376cc1df1.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Cutey Honey FX","Overview":"The game is based on Go Nagai's manga, that was later made into anime TV series. Rather than following the plot of the manga, the game has the player assume the role of a nameless male detective, who is headed to a fictional country called Austral Island in search of a missing girl. When the hero arrives on the island, he soon discovers that there is some sort of a supernatural organization that might be the reason for the girl's disappearance. Then he hooks up with Honey Kisaragi, the heroine of the manga and TV series, who is an android that can assume various combat forms and fight evil creatures.\n\nThis is an adventure game with simple interaction (point-and-click), the cursor turning blue for looking at objects and yellow for using them or talking to people. At some screens there are multiple dialogue choices. There are no puzzles in the game, but sometimes the player controls Honey in combat sequences, which play like a mini-game that involves pressing a button as many times as possible within a time limit, and choosing vulnerable spots on the enemy's body to execute attacks. There is also a map of the island which the player can navigate the main character on. \n\nUnlike many other Japanese adventures, characters are animated on almost every screen in Cutey Honey FX, and a large portion of the game is occupied by anime-style movies.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1995-11-10T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Cutie_Honey_FX"},"125200":{"AltNames":[{"Name":"Langrisser FX, Der"}],"Cooperative":"false","Developer":"Crosstalk Inc.","ESRB":"Not Rated","Genres":"Role-Playing","Images":[{"FileName":"77d999a5-89cb-45a6-850e-0c710a27601c.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"94d74f8a-c561-487e-ac29-e3d39bd83e4a.png","Region":"Japan","Type":"Box - Front"},{"FileName":"39f1ea5a-4c73-4912-b322-12b6f3bf25b6.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"5a22a699-5a05-45e5-a793-299ebc32aec7.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Der Langrisser FX","Overview":"Der Langrisser is an enhanced version of Langrisser II.\n\nBeside slightly improved graphical quality and a significant reduction of difficulty level, the main difference in this version is the player's ability to make moral decisions for the protagonist, which will subsequently influence the events of the narrative. In the original version, Elwin was only able to fight on the side of the Descendants of Light. In this release, Elwin also starts on this path; but as the game progresses, the player will be able to choose whether he should stay on it or side with the antagonists, the Rayguard Empire. Later, Elwin will be able to betray the Empire (in case he has chosen to help it) and support the Demon Tribe. It is also possible for Elwin to fight on neither side, and create his own fraction instead.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1996-04-26T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Langrisser_II"},"125202":{"Cooperative":"false","Developer":"Elf Co. Ltd.","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"1af9bbb2-12f1-4150-b782-72ee486e5436.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"75466797-a588-48f2-9b03-8e0278acc227.png","Region":"Japan","Type":"Box - Front"},{"FileName":"ed0f13a6-5f5f-415c-9d71-ece970df45ed.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"ad120e85-90b1-431c-8051-96c47ab98abb.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Doukyuusei 2","Overview":"Dokyusei 2 is a classic \"love adventure\", a genre that is also referred to (quite erroneously) as \"dating simulations\". You are a high-school student, whose father is a famous archaeologist traveling around the world, and whose mother died when he was a child. It is now your third year at the 88 High School, and naturally, your primary concern is your love life. Will you be able to date successfully and to come to a happy ending with one of the fifteen lovely female classmates?\n\nThe game mechanics are a lot like in a \"standard\" adventure game (examine objects, visit various locations, talk to people, make decisions), but the plot centers exclusively around your relationship with the girls. The game has its own internal clock. You can move around your character on a \"city map\", visiting different locations. Every visit takes 20-30 minutes of game time. You can make appointments and visit various places at a specific time. The decisions you make influence the story.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1996-08-08T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/D%C5%8Dky%C5%ABsei_2"},"125204":{"Cooperative":"false","Developer":"Elf Co. Ltd.","ESRB":"Not Rated","Genres":"Role-Playing","Images":[{"FileName":"65a81a95-f116-4845-bc07-d94c4ada600b.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"752a6d37-ac96-4c8e-b2e2-3693bad53198.png","Region":"Japan","Type":"Box - Front"},{"FileName":"e63b1c72-4ba2-4fe2-bc39-917827cb476e.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"a28c87e3-0ce1-4c9b-b900-d93400d78431.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Dragon Knight 4","Overview":"Dragon Knight 4 is a sequel to Knights of Xentar. Years have passed after Takeru (a.k.a. Desmond, the hero of the previous Dragon Knight games) defeated the ultimate evil. He married his sweetheart Luna, and they had a son named Kakeru. This fifteen-year-old boy has one weakness: he likes naked female elves. But soon he learns that the evil wizard Lushifon wants to turn all people into stones and control the whole world while nobody is able to stop him. Together with the mysterious swordsman Eto and many other heroes, Kakeru must perform his ultimate quest and defeat Lushifon and his minions.\n\nIn this tactical role-playing game the player controls nine units in battles, assigned according to the class of the character who leads the unit. The opponents also form similar groups, and are also divided into classes. Each class has its own range, strengths, and weaknesses. There are many characters the players can recruit to the party, and they belong to different classes (barbarians, archers, magicians, etc.).","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1997-03-28T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Dragon_Knight_4"},"125205":{"Cooperative":"false","Developer":"Technical Group Laboratory, Inc.","ESRB":"Not Rated","Genres":"Role-Playing","Images":[{"FileName":"cd51be43-4fa2-4cab-b653-9b6e6806bca6.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"9797f3d9-4c03-4f5e-a4d6-1c6c54cbd6f1.png","Region":"Japan","Type":"Box - Front"},{"FileName":"4de9c487-9965-4219-aa0e-8f226f848a27.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"fe3f12bd-ba6d-41de-8397-7aa1fca69449.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Farland Story FX","Overview":"Farland Story is the first in the row of successful Japanese strategy RPG games. The main hero of the game is a knight named Arc, who is in love with the beautiful priestess Ferio. One day, when Arc and his best friend Randia are out of town, a hostile army under the command of a mysterious Black Knight invades the town and kidnaps Ferio. Thus begins Arc's quest to defeat the enemies and to rescue his beloved one from their clutches.\n\nFarland Story consists entirely of battles (save cut scenes and the ability to shop if you are near a town after a battle). During battles, you move Arc and his party over the terrain, and attack when there are enemies in range. The party consists of different classes - knights attack with swords, archers specialize in long-ranged combat, priestesses heal, etc. Every attack leads to a counter-attack, from the enemy's side as well as from yours. You gain experience points for every attack, and can level up in the middle of a battle.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1996-11-08T00:00:00-08:00","ReleaseType":"Released"},"125206":{"Cooperative":"false","Developer":"HuneX Co., Ltd.","ESRB":"Not Rated","Genres":"Role-Playing","Images":[{"FileName":"372b56ad-6aab-4c65-bf33-b6576e7ab9be.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"a13e7689-36ff-43dc-a62a-230a91dd91ba.png","Region":"Japan","Type":"Box - Front"},{"FileName":"6dc479e8-ac03-47a0-b1ca-ecfc878e23f2.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"b0892bcc-92c2-4c16-8127-24dfb8a58625.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Fire Woman: Matoi-Gumi","Overview":"The protagonist of this game is an exchange student who just got transferred to the Shirosagi high school. Upon his arrival he witnesses a boy bullying a school girl. Naturally, he comes to her rescue, but gets badly beaten by the boy and his friends. To his astonishment, three high school girls arrive and defeat the ruffians. The hero learns that those girls belong to an organization called \"Matoi-Gumi\". Well-trained in martial arts, these girls protect the campus from hooligans and alike. The hero decides to join Matoi-Gumi. Maybe he will save enough girls to make one of them grateful and become his girlfriend!\n\nFire Woman: Matoi-Gumi is an RPG, though not in the traditional sense. There are no supernatural occurrences in the game. Character growth is determined by training, not by fighting enough battles to level up. Learning martial arts, playing basketball, participating in chemistry class - everything has an effect on the hero's parameters. There are no random battles in the game; the fights are story-related and usually occur when the hero attempts to rescue a girl. The battles are turn-based, but have a timer for each turn; before the time runs out, the player has to input a combination of four moves for the hero (including punches, kicks, etc.). \n\nThere is also a \"dating sim\" element in the game. \"Important\" girls can be seen on a special screen called \"GPS\" (\"Gal Positioning System\"). If they are in trouble, they will have sweat on their faces. It is up to the player to decide whether to rescue the girl or not. Sometimes it is possible to become friendly with the girl through other means, such as participating in a club she likes. Walking the girl home increases her affection. By the end of the game, the hero will end up with the girl who likes him most and whom he has spent the most time with. The game has a schedule, keeping track of events such as holidays, girls' birthdays, etc., though the actual game is not real-time - a day ends when the player decides to have the hero go home, or as a conclusion of a story-related event.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1996-12-20T00:00:00-08:00","ReleaseType":"Released"},"126274":{"AltNames":[{"Name":"First Kiss Story","Region":"Japan"}],"Cooperative":"false","Developer":"HuneX Co., Ltd.","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"0cc62700-09e2-4505-8fc0-24020fcb965c.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"60daabbf-dd26-4395-be2a-c55b408922d9.png","Region":"Japan","Type":"Box - Front"},{"FileName":"844ad7a8-adac-4377-a203-1f2c123cbad7.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"10ff2f81-5bc1-48ee-9d52-7a40ebbc8d40.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"First Kiss Monogatari","Overview":"Known as the last game originally released for PC-FX, First Kiss Monogatari has the player assume the role of a high school boy (whom the player must name himself), whose parents left town one month before his graduation. So during this month, he will live by his parent's friends, the Orikura family, which consists of two sisters, Kana and Manami, and their mother, a young and attractive widow. Yes, you've guessed it - the hero (and the player) can conquer the hearts of all three, plus a dozen more lovely girls that populate the city of Akitsuki - and that is pretty much what the story is about.\n\nFirst Kiss Monogatari is what is commonly called a \"visual novel\", with even less interaction than a typical Japanese adventure with its menu-based commands. All the player can do here is to access locations from the town map, and sometimes choose a dialogue option. The locations with a \"girl event\" in them are marked with a heart on the map. Depending on the decisions taken by the player, the hero will end up with one of the pretty girls.\n\nDespite suggestive themes and some mildly erotic images, there is no nudity in this game.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1998-04-24T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/First_Kiss_Story"},"126275":{"Cooperative":"false","Developer":"KOEI Co., Ltd.","ESRB":"Not Rated","Genres":"Strategy","Images":[{"FileName":"32775121-cfcd-457f-a332-d5231b769258.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"1c6343cb-ecac-4077-9520-a4379c90193e.png","Region":"Japan","Type":"Box - Front"},{"FileName":"bc2319b6-92e2-46d2-ba64-9edb2e0c7c3f.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"3b8f49b5-8000-4047-bce3-ccfd3c946aeb.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Fushigi No Kuni No Angelique","Overview":"This game is a variation on the Angelique story: an ordinary school girl named Angelique becomes involved in a struggle to become the Queen of Cosmos, for which it is necessary to befriend the handsome and powerful Guardians of the Elements. The game features the same world and graphics as Angelique Special, with a slightly different story: Angelique falls asleep outside near a tree, and dreams that she fell through a rabbit hole (in an Alice in Wonderland fashion) into the magical land where she encounters her eternal rival Rosalia.\n\nUnlike other Angelique games, Fushigi no Kuni no Angelique plays like a board game, with the kingdom divided into fields on which Angelique moves. There are no visible dice, but the amount of fields Angelique can walk on is determined randomly by clicking on the \"move\" button. Fields can either be empty, placed inside a location (like Angelique's own room), trigger events, conversations, etc. In some places it is possible to find items, which can then be used on another field to help Angelique advance more quickly, increasing her chances to become the queen.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1996-10-11T00:00:00-07:00","ReleaseType":"Released"},"126276":{"AltNames":[{"Name":"Ginga Ojousama Densetsu Yuna FX: Kanashimi no Selene","Region":"Japan"}],"Cooperative":"false","Developer":"Red Company","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"91b35268-4625-4e2c-80f8-139c0719cb65.png","Region":"Japan","Type":"Box - Front"},{"FileName":"2ee296b7-031c-45a7-94be-866b7dfd8292.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"601d7aae-c4b2-4823-a009-a47af944242f.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Ginga Ojousama Densetsu Yuna FX:  Kanashimi No Sirene","Overview":"The third game in the Galaxy Fräulein Yuna series, Kanashimi no Sirene picks up where the last game ended. After having successfully saved the Earth, Yuna and her new friend, the ever-hungry female android Yuri Cube, return to their normal high school life - or so they think. Because her old enemies will do anything to destroy her, including wrongly accusing her of world domination plans. This draws the attention of a highly ranked female intelligence officer of the Galaxy Alliance, who operated under codename \"Sirene\" and who pretends to be an exchange student in the Shiraokadai High School, while her true goal is to arrest Yuna.\n\nKanashimi no Sirene plays similarly to the other games in the series, with the main gameplay consisting of being taken automatically to different screen and making dialogue choices. There are also turn-based battles, during which the player has to choose the right attacks at the right time to defeat the opponents. There are also a few mini-games that appear during the course of the game, such as a quiz show and a slot machine-type game with the purpose of getting new clothes for Yuna. There is an extensive \"Extras\" menu in the game, which features character album, graphical sketches, photos of various material connected to the series (such as magazines or covers of previous games) etc.","Publisher":"Hudson Soft Co., Ltd.","ReleaseDate":"1996-03-08T00:00:00-08:00","ReleaseType":"Released"},"126292":{"Cooperative":"false","Developer":"Micro Cabin Corp.","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"b7324fb1-062a-49c6-8a0c-9720b918e4f4.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"bd01bb54-81cd-4ebf-9e81-ae9fd1222adb.png","Region":"Japan","Type":"Box - Front"},{"FileName":"afbda6cc-a0dc-4f80-9ef1-cc882d1bdae5.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"663e4f8d-7ebf-4f49-a3c5-23c9e1864a17.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Kokuu Hyouryuu Nirgends","Overview":"Kokuu Hyouryuu Nirgends tells the story of a young man named Dunn Bit, who was just recruited for a special military unit called \"Windmuhle\". Led by the young and pretty captain Eis Schwarz, this unit specializes in unique airplanes that can transform into giant combat robots called \"Divers\". They have recently began operation in the country of Vidar, where enemy activity has been spotted. Dunn has to prove himself as a capable pilot and fighter, and perhaps also to make impression on the gorgeous captain or other people in his team, most of which are pretty girls.\n\nThe game is a mixture of Japanese-style adventure and airplane combat simulation (with the addition of giant robot fights). The adventure parts follow a standard procedure: navigating an overview map of a location, and choosing menu commands (\"Look\", \"Talk\", \"Think\", etc. to interact). The combat is a simulation of a plane from the pilot's point of view, which includes managing fuel and ammunition, positioning the plane, tracking enemies on the radar, customizing plane parts, etc. Transformation into a diver can be done at any time during battles, and has its own advantages and disadvantages.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1996-06-28T00:00:00-07:00","ReleaseType":"Released"},"126293":{"Cooperative":"false","Developer":"Micro Cabin Corp.","ESRB":"Not Rated","Genres":"Strategy","Images":[{"FileName":"b3379af7-2faf-43c6-8a87-cad97b5b2ce3.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"76f74cd0-1af1-45e5-a14c-6e2437afecc8.png","Region":"Japan","Type":"Box - Front"},{"FileName":"b2a86fc2-3551-4a7b-a8ab-cb3af98b09a8.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"cc6383e8-662f-43b6-b909-b024c31b9635.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Konpeki No Kantai","Overview":"Konpeki No Kantai is based on the anime series Deep Blue Fleet, which, in its turn, is based on the novel of the same name by Yoshio Aramaki. The game follows the story of the anime since the first episode. It is set in an alternate universe, following a fictional story of a real historical character, admiral Isoroku Yamamoto (1884 -1943), the commander of the Japanese fleet during World War II. In reality, he was killed during a plane attack by American forces. However, in the anime (and the game) he is miraculously transported on board of the ship Nisshin, shortly after the battle of Tsushima, in 1905. Afterwards, he uses his knowledge from the future to make sure that Japan will be the most powerful country in the world.\n\nThe game re-creates the pseudo-historical battles against USA during the alternate World War II, such as depicted in the anime. It is a turn-based strategy game with heavy emphasis on naval combat. Controlling the Japanese Deep Blue Fleet, the player has the ability to micro-manage every aspect of it, including customizing waships, assigning soldiers, and even creating new weapons to be deployed in battles.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1995-05-31T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Konpeki_no_Kantai#Games"},"126295":{"Cooperative":"false","Developer":"Nihon Application Co. Ltd.","ESRB":"Not Rated","Genres":"Role-Playing","Images":[{"FileName":"c1abad34-26dc-4699-bf37-82438da3a3a0.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"367b4519-d368-48ea-a9df-12af90403208.png","Region":"Japan","Type":"Box - Front"},{"FileName":"d957ff0e-d1dd-4653-9aa1-2acf6ace6314.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"418bee68-9e2f-430a-9eb6-af6a66061269.png","Region":"Japan","Type":"Disc"},{"FileName":"7efdd405-2b38-4525-a5e4-aeba1e728695.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Last Imperial Prince","Overview":"When an army of monsters attacked the castle Camelot and forced the Emperor to resign, the whole country fell under their rule, and the Emperor's son Radius had to flee. But in his heart, the young prince still hopes to reclaim the land that is rightfully his, and to defeat the monstrous conquerors. With the aid of his best friend, the wandering monk Nova, and a female fighter Mirion, Radius begins his quest.\n\n\n\nLast Imperial Prince is an action RPG that plays from a side view. Radius and his AI-controlled party fight enemies (who appear on set locations) in real time, using melee attacks and magic. The party members level up, learn new spells, can equip weapons and armor and buy items in stores.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1997-03-14T00:00:00-08:00","ReleaseType":"Released"},"126296":{"Cooperative":"false","Developer":"Artdink Corporation","ESRB":"Not Rated","Genres":"Role-Playing","Images":[{"FileName":"daf6701b-4e72-4bc7-bb2e-24a3ed40bbbb.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"cba29477-ef9e-4f04-8ab9-6e80067977a1.png","Region":"Japan","Type":"Box - Front"},{"FileName":"b859e637-d312-4c66-9b61-255dfd9ede63.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"a1839efc-685e-467e-b954-ca1ed6bcf341.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Lunatic Dawn FX","Overview":"In spite of its Japanese origin, Lunatic Dawn is in fact much more similar to very old-school Western RPGs than to its Japanese brethren. It has virtually no story and relies entirely on exploration and strategic combat. Set in a medieval world with little to no distinguishing characteristics, \"Lunatic Dawn\" throws the player immediately into the game world, which is open for him to explore. The player is able to choose the main character's gender, race (human, elf, etc.), class, and even age - older characters are more powerful, but have a more limited play time.\n\nIndeed, the entire gameplay process is timed. Traveling to a remote city or dungeon can take up to several game days. The player has to provide sufficient food for his party during this time. Player party consists of pre-generated characters, who have different names and belong to different races and classes, but have virtually no personality. Food and other supplies can be acquired in towns, through which the player moves in a Wizardry-like fashion - viewing locations from first-person perspective and selecting menu commands.\n\nWhen the party enters a dungeon, the view switches to isometric. The dungeons are large and maze-like, with enemies visible on screen. Upon contact with an enemy, a battle initiates. The battles are turn-based but fast-paced, reminding somewhat the Infinity Engine battles from Baldur's Gate series. The participants can freely move on the battle field. The player directly controls only the main characters, but can assign general commands to the party members.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1995-11-24T00:00:00-08:00","ReleaseType":"Released"},"136195":{"AltNames":[{"Name":"Zen Nihon Joshi Pro Wres: Queen of Queens","Region":"Japan"}],"Cooperative":"false","Developer":"HuneX Co., Ltd.","ESRB":"Not Rated","Genres":"Sports","Images":[{"FileName":"145304d7-b9c1-439b-87fe-8f692876901e.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"4db5f089-6339-4f2b-a1f4-94baa820f046.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"4f222f43-c2de-4af3-9ccf-7ab31f96dced.png","Type":"Clear Logo"},{"FileName":"e84f8f63-04b1-4b41-9e62-acd8e6c947c6.jpg","Region":"Japan","Type":"Disc"}],"MaxPlayers":2,"Name":"Zen-Nippon Joshi Pro Wrestling: Queen of Queens","Overview":"Queen of Queens is a wrestling game featuring licensed stars from All Japan Women's Pro-Wrestling League, such as Aja Kong, Akira Hokuto, and others. The game follows the system introduced in Battle Heat: every move is shown as a full-motion video sequence. Unlike \"Battle Heat\", there are no graphics in \"Queen of Queens\", but videos of real wrestlers. \n\nThere are two modes in the game: league or free battle. The league mode is an All Japan Women's Pro-Wrestling championship that follows the rules of the league. It is possible to play against the computer or in two-player mode.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1995-03-24T00:00:00-08:00","ReleaseType":"Released"},"136196":{"AltNames":[{"Name":"Mahjong Gokū Tenjiku","Region":"Japan"}],"Cooperative":"false","Developer":"Chat Noir","ESRB":"Not Rated","Genres":"Strategy","Images":[{"FileName":"0a7a95c4-ddfd-4367-9cee-f83f261f818a.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"3f4cd707-944e-4880-b6b9-2fc1195db2f2.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"fab6b301-f607-4270-8f74-51b410fe3b56.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"033f6eef-dc61-4fbf-b4ac-a8a5204beba2.jpg","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Mahjong Gokuu Tenjiku","Overview":"Mahjong Gokū Tenjiku is a mahjong tournament between characters from Xi You Ji (\"Journey to the West\"), the classic Chinese novel. The player can choose to play as either of the four \"good\" characters from Xi You Ji: the Buddhist monk Xuan Zang, the famous monkey Sun Wukong, the pig Bajie, and Xuan Zang's pupil Wujing. They compete against the variety of Xi You Ji villains. The player can choose a location to set a mahjong game in, and adapt most of mahjong rules to his own liking in a special menu.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1995-03-24T00:00:00-08:00","ReleaseType":"Released"},"136197":{"AltNames":[{"Name":"Makeruna! Makendō Z","Region":"Japan"}],"Cooperative":"false","Developer":"Fill in Café Co., Ltd.","ESRB":"Not Rated","Genres":"Role-Playing","Images":[{"FileName":"4e9f23bd-b58d-47de-901c-aa4c81458cfc.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"0ff9af8f-0d62-4995-95a2-52841283ed09.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"6c5d368e-9e63-47b4-8879-bd20a9961818.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"09f51a8d-56d0-497a-a211-48f138786d4d.png","Region":"Japan","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Makeruna! Makendou Z","Overview":"Makeruna! Makendō Z takes place in the same universe as Makeruna! Makendō, known outside of Japan as Kendo Rage. However, unlike the first game (or its sequel), this is a Japanese-style RPG. Like the other Makeruna! Makendō games (the name means Don't lose, magic kendo!), it has comedy elements. The story takes place in a high school attended by two sisters, Hikari and Mai. Their cousin Saya just came back to Japan from the USA, where she was sent as an exchange student. Due to an unfortunate experiment, the gate to the demon world opens in the school. Using their magic kendo powers, the girls have to find portals to the demon world, defeat the demons, and restore peace in the school.\n\nMakeruna! Makendō Z plays like a traditional Japanese RPG, with top-down navigation and random turn-based battles viewed from first-person perspective. The gameplay system is simplified even compared to other Japanese RPGs: game progression is strictly linear, and the girls cannot equip anything. They have, however, access to magic spells and various kendo techniques. \n\nThe game features anime-style movies and still shots. Every kendo technique, for example, is displayed as a full-screen anime-style picture.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1998-03-20T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Kendo_Rage#Release"},"136200":{"AltNames":[{"Name":"Megami Paradise II","Region":"Japan"}],"Cooperative":"false","Developer":"HuneX Co., Ltd.","ESRB":"Not Rated","Genres":"Strategy","Images":[{"FileName":"603cb135-3b95-4178-9810-ce31e51eba7d.png","Region":"Japan","Type":"Box - 3D"},{"FileName":"4a880bb3-4d65-4c7b-a872-0884ba70bf2f.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"50cb3f71-999d-4473-af9a-81032077138b.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"27222056-f03a-4158-b87c-144cea5bad7e.png","Region":"Japan","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Megami Tengoku II","Overview":"The second game based on the Megami Paradise anime series is not directly related story-wise to the first one, and also belongs to a different genre. The game is set in a magical land ruled by women, namely the benevolent goddess Mamamega, with the dark goddess Yamimama constantly trying to defeat her and take over. Each goddess is surrounded by \"shrine maidens\", all of which are young and pretty girls. \n\nThe game lets the player control any of the eight shrine maidens, four on Mamamega's side (Rurubell, Lilith, Stashia, and Juliana), and four on Yamimama's side (Rouge, Pastel, Angela, and Maharaja). It is possible to switch between girls on the same side, but not between those of the opposing camp. The goal of the game is to gather as many followers as possible. The player navigates his favorite shrine maiden through the vast top-down world of Megami Paradise, trying to recruit as many people as possible on their side. The girls can talk to people using different approaches (sweet, passionate, etc.). They can buy a variety of items to increase their parameters and hence their appeal factor to the average citizen. Changing clothes also helps sometimes. There are also some battles, which utilize a slot machine system, and other mini-games. The game has a night\/day cycle (much faster than real time); some places will be open only during the day or vice versa. The goal has to be achieved within a year of game time.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1996-07-26T00:00:00-07:00","ReleaseType":"Released"},"136201":{"Cooperative":"false","Developer":"Polestar Co., Ltd.","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"4c9e8a12-da2c-4ccb-a872-04214e84e707.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"4e54f6e5-a048-42da-b903-47a0856b44da.png","Region":"Japan","Type":"Box - Front"},{"FileName":"3090093f-f665-4ec7-9d97-c09888b0603e.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"64070407-6e08-4adb-aba5-83148c9917c2.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Minimum Nanonic","Overview":"A scientist has been conducting an experiment that went wrong... very wrong. An explosion shattered the house. Afterwards, a cute little toy named Michael opened his eyes... to find out that he is, indeed, alive. He can think, talk, and walk now. The first decision he makes is to check on the three lovely daughters of the scientists: Hikari, Nozomi, and Tsubasa. To his (and their) astonishment, the failed experiment made all the three girls tiny! Now Michael and the girls have to find the crazy Dad and somehow revert everything back to normal.\n\nMinimum Nanonic is a traditional Japanese adventure, with the story either unfolding automatically, or triggered by selecting verbs from the menu (\"Look\", \"Think\", etc.). There are no wrong choices, and it is impossible to die in the game. If Michael makes a wrong decision, he will simply refuse to do what he chose, and the player will have to try another option.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1997-10-24T00:00:00-07:00","ReleaseType":"Released"},"136202":{"Cooperative":"false","Developer":"RayForce Inc.","ESRB":"Not Rated","Genres":"Role-Playing","Images":[{"FileName":"0f84d723-ffa5-47f7-82d1-3c4e89010bd2.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"2ae9a121-19a7-467b-b281-3690f13e0287.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"7c58b4cc-ed60-4f59-86ff-a798600a4978.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"d19434d6-d36c-4fa1-b08c-5222dba46663.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Miraculum: The Last Revelation","Overview":"In the world of Miraculum, there lived a powerful king named Siegwald. But his power was not enough for him, and he revived an ancient demon who had been sealed in a statue. But instead of granting him his power, the demon consumed the king's soul and possessed his body. He then swore to destroy humanity once and for all.\n\nAfter several years, the fake Siegwald led his armies to conquer lands and expand his empire. At that time, a warrior named Jay arrived at the port city of Heles. Now he must find loyal allies and eventually stop the Emperor's evil plans.\n\nMiraculum: The Last Revelation plays like a traditional Japanese-style RPG, with a world map, towns and dungeons to visit, and enemies to defeat in random turn-based battles. The setting is mostly medieval fantasy, but there are sci-fi elements as well. The player's party can use a variety of moves in battles, and it is also possible to set the characters on AI mode, only assigning them general strategies. Graphically the game resembles typical 16-bit Japanese RPGs, but it has some anime-style movies, CD audio music, and voice-overs for important conversations.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1996-03-29T00:00:00-08:00","ReleaseType":"Released"},"136203":{"AltNames":[{"Name":"Ojōsama Sōsamō","Region":"Japan"}],"Cooperative":"false","Developer":"Fill in Café Co., Ltd.","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"55c50803-8416-4fb8-9878-e9dd188bb9ce.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"433d3bb2-5136-45ef-a7bf-b0fca8081164.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"83b87d37-f6cc-4409-b89f-dde49744c155.png","Region":"Japan","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Ojousama Sousamou","Overview":"Ojōsama Sōsamō is based on the anime series Debutants Detective Corps, which tells the story of a group of young girls, led by the wealthy Ayanokouji sisters, which have received a threatening letter and decide to work as detectives to find out who has sent it. However, the game doesn't follow this story and instead puts the player into the shoes of a nameless male thief, whose goal is to outsmart the girls and to steal valuables successfully!\n\nThis is an adventure\/puzzle game. The player navigates the thief through isometric locations. Each location typically contains dangerous spots that would deplete the thief's HP, and puzzles to solve, for example complex mazes with one-way-tiles. If the girls are close, the thief will hear a warning voice. Once a girl appears, it is possible to fight her in turn-based combat, but that requires weapons or other items, which should be found and which are not always readily accessible. If the hero's HP reaches zero, he is caught by the girls and put in prison.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1996-05-31T00:00:00-07:00","ReleaseType":"Released"},"136204":{"AltNames":[{"Name":"Pachio-kun FX: Maboroshi no Shima Daisakusen","Region":"Japan"}],"Cooperative":"false","Developer":"Coconuts Japan Entertainment Co., Ltd.","ESRB":"Not Rated","Genres":"Casino","Images":[{"FileName":"dc3e4692-7dbd-466a-b922-eb735e3337b4.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"5c6f38de-6f61-4705-a43a-57287536845b.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"4985dcc6-0ce3-44aa-921a-bd4807256a8b.png","Region":"Japan","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Pachio-kun FX: Maboroshi no Shima Daikessen","Overview":"Pachio-kun FX is a pachinko game. The popular pachinko mascot Pachio-kun, who looks like a pachinko ball with legs, is setting up a pachinko tournament on the Ghost Island. The player can choose to control one of the several available characters; even though the choice doesn't affect the gameplay, choosing different characters leads to different anime FMVs displayed during pachinko moves. The goal is to defeat the 7 pachinko masters, who can be met and challenged to a battle at different locations on the island. The battles involve not only using your own pachinko machine, but also freezing the ball the opponent is currently playing for an amount of time. This can be done by playing alone in various pachinko parlors and gathering balls and special points.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1995-09-22T00:00:00-07:00","ReleaseType":"Released"},"136205":{"AltNames":[{"Name":"Pia Carrot e Yōkoso!!"},{"Name":"Welcome to Pia Carrot!! We've Been Waiting for You"}],"Cooperative":"false","Developer":"Coctail Soft","ESRB":"Not Rated","Genres":"Strategy","Images":[{"FileName":"d8f847a3-e4fd-4405-b90c-5b44d9eda82e.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"56e34f74-2249-4698-8628-0471f852acdb.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"8bb21044-89a6-4141-898a-40e6cff92ee9.png","Region":"World","Type":"Clear Logo"},{"FileName":"ed0c6677-75ac-4d32-b3c3-75c5b6aed0ea.jpg","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Pia Carrot e Youkoso!! We've Been Waiting for You","Overview":"In Pia Carrot e Yōkoso!!, the player controls Yusuke Kinoshita, a 18-year-old male Japanese high-school student. He intends to have a cool summer vacation, but realizes he has no money. Having no choice, he takes a job in his father's restaurant, \"Pia Carrot\". Thus begins an adventure much more exciting than the summer vacation he has dreamed about: he gets to know many beautiful girls in the restaurant, and has to decide which one is the love of his life...\n\nThe game is a true dating simulation, with the gameplay focusing on making schedules and choosing activities for the protagonist. In the beginning of each day, the player typically choose an action before it's time to go to work. These actions range from giving a call to any of the girls the hero meets during the game, going to different locations, simply resting, etc. While at work, the player should make a schedule for Yusuke, sending him to work in different places (kitchen, basement, counter, etc.). After work, it's time to choose which girl to talk to. There are also many events that prompt the player to choose an action or a conversation option.\n\nAll these actions influence Yusuke's statistics, ultimately making him more (or less) attractive to the various girls he meets on his path. Depending on the way the player shapes and schedules the activities of the main character, he will follow one of the many different narratives, meet different people, and eventually - if the player is persistent enough - win the heart of the girl he loves.\n\nThe computer and the PC-FX versions feature scenes with explicit nudity and sexual situations.","Publisher":"Coctail Soft","ReleaseDate":"1997-05-27T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Welcome_to_Pia_Carrot#Welcome_to_Pia_Carrot"},"136206":{"Cooperative":"false","Developer":"Kogado Studio, Inc.","ESRB":"Not Rated","Genres":"Strategy","Images":[{"FileName":"b008dd17-03f5-4abf-be6f-f989064842f6.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"e0baa75c-803d-442a-a701-3e78b0be3f0e.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"522fa6da-2b75-47e8-ab20-6cdfca2b63cd.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"89494e5e-e4ca-4ff6-a5f3-ceb39c70bbee.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Power Dolls FX","Overview":"In the 25th century, mankind has colonized all known space. Earth became somewhat of an Empire, ruling over all the colonies, the Terran government known for its ruthless methods. Finally, the planet Omni could not bear the tyranny of Earth any longer. The military of the planet assembled an all-female special giant robot combat unit called \"Power Dolls\" (\"dolls\" standing for Detachment Of Limited Line Service), led by the lovely and athletic Hardy Newland. The battle for freedom begins!\n\nLike other installments in the series, Power Dolls FX is a tactical turn-based strategy game. The player can customize the robots, replacing and upgrading their weapons, etc. Navigating the six robots on a top-down battle map, the player can attack enemies when they are in weapon range. Enemy units include other giant robots, tanks, ships, etc. There are two modes in the game: story mode and scenario mode. The story mode has the battles evolve in a linear fashion, with cut scenes between missions. In the scenario mode, the player is free to play any of the story mode scenarios in any order.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1996-02-23T00:00:00-08:00","ReleaseType":"Released"},"136207":{"Cooperative":"false","Developer":"Activision, Inc.","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"82e4f847-2c66-44f7-a9cc-c2c851d5ec78.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"9746a2b6-1fd4-44e1-956a-9520cfc22710.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"ebc4f4be-f8cd-4379-aa01-5110d572f0b7.png","Region":"World","Type":"Clear Logo"},{"FileName":"e5c59347-ee02-4b24-9108-b41dcb68f34d.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Return to Zork","Overview":"Return to Zork is a first-person adventure game using live actors and video sequences. The game is similar to Myst in interface; the player is also able to rotate the viewpoint to discover new areas and uncover items that can be used or picked up. Various characters will be met along the way and spoken to via a system of dialog choices. The game allows the player to experiment with items in various ways, including discharging them; however, this often leads to \"dead ends\", rendering it impossible to complete the game.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1995-05-27T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Return_to_Zork"},"136208":{"Cooperative":"false","Developer":"Nec Interchannel, Ltd.","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"7c41f8ba-9747-45a9-ba01-d995140cb5cd.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"3a4d5209-e0a3-4f76-a7ba-4bc3842de49e.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"8c69e5e7-80e2-4e66-bb90-ec7e4bc6693f.png","Region":"Japan","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Rururi Ra Rura","Overview":"Rururi Ra Rura is a platformer\/puzzle game. The player has to find the right way through the vast, maze-like world, using different characters to overcome various obstacles. For example, Axid can use his sword to cut wood or ropes, Reinas uses fire magic to melt ice, etc. As the game progresses, more and more characters will join, each with unique abilities needed to advance, including a frog with long-range jump and a liquid character who can squeeze himself though cracks. Every location has at least one camp, where the player can switch characters.\n\nThe large locations have multiple exits, and it is often necessary to return to a location with different characters to unlock new areas or an exit to a new location. There are various enemies in the game, who can be defeated by using physical attacks or character-specific magic. Boss battles are take place on separate screens. There are also plenty of stat-rising and healing items scattered around.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1998-02-20T00:00:00-08:00","ReleaseType":"Released"},"136220":{"Cooperative":"false","Developer":"Koga Game Factory, Winds Co.","Genres":"Adventure","Images":[{"FileName":"6718a799-4d52-4628-ae52-1f310d5d65b1.png","Region":"Japan","Type":"Box - 3D"},{"FileName":"75d9b192-b232-4e09-afac-4ee43b1f607e.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"cb7c3e88-fdd9-4566-98bc-5cf7da60463d.png","Region":"Japan","Type":"Box - Front"},{"FileName":"960a6062-86d1-488a-a96c-ae0118ab9c3a.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"528314cd-de3d-42d9-b842-aaec671a3cb7.png","Region":"Japan","Type":"Disc"},{"FileName":"914eedee-df2a-4ecd-9993-38b0b2b08bcd.jpg","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Zoku Hatsukoi Monogatari: Shuugaku Ryokou","Overview":"Zoku Hatsukoi Monogatari: Shūgaku Ryokō is a mixture of adventure and \"love simulation\" - more specifically, first love. The player takes the role of a male student and can choose any time period between ground school to college. Every time period has four different girls that the hero can fall in love with. The player must choose one of those girls as the main love object. The setting is the same in every time period: the class goes on vacation to different places in Japan. Most of the game consists of traveling from place to place, trying to be at the right place the right time and make the right decision. The player must assemble a schedule for each location. It is possible to manage the player character's finances, as well as buy items that can be given to the girls.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1997-06-06T00:00:00-07:00","ReleaseType":"Released"},"136221":{"Cooperative":"false","Developer":"Family Soft Co., Ltd.","Genres":"Construction and Management Simulation","Images":[{"FileName":"bf0d5b4e-f3fc-4d1a-9859-d91587885b11.png","Region":"Japan","Type":"Box - 3D"},{"FileName":"f1551105-1b95-4a5e-be3c-32f6bb3613ec.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"b46c9593-3a55-48e4-9c04-6e02b09d7866.png","Region":"Japan","Type":"Box - Front"},{"FileName":"ded1f885-1f6f-48fd-9d08-8540b7b6920d.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"acef6ab7-905d-47a1-bb9f-b003791f5a56.png","Region":"Japan","Type":"Disc"},{"FileName":"389b51b8-01c4-454e-8e86-af03acb5e042.png","Region":"Japan","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Wakusei Koukitai: Little Cats","Overview":"Little Cats is somewhat similar to Sakura Taisen games, with adventure and dating elements reduced, and simulation elements added. David has to make schedules for the girls and decide how much and what exactly they should train. Running competitions, shooting range, robot navigation - everything can be trained, but at the expense of the girls' stamina, which means they will need to rest as well. During the simulation mode, it is also possible to wander around the space station and spend time with the girls.\n\nThe strategy part consists of navigating the robots over a battle field in turn-based fashion. The robots have a wide range of attacks, and it is possible to change their weapons and use items in combat. Once the robots attack each other, an automatic attack sequence is shown.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1997-07-04T00:00:00-07:00","ReleaseType":"Released"},"136222":{"Cooperative":"false","Developer":"Fill in Café Co., Ltd.","Genres":"Adventure","Images":[{"FileName":"8c32677b-9d13-4d9f-aa70-0dcba87c8852.png","Region":"Japan","Type":"Box - 3D"},{"FileName":"aad6f39e-d7c6-42be-8625-9e8690e6970e.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"77c35edb-79ae-46dc-bc3e-53293d1e50d4.png","Region":"Japan","Type":"Box - Front"},{"FileName":"0d704c47-63ba-4e25-a38c-735740f878fd.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"22fb7564-6fce-4990-9c8b-f05e92f6f29c.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Voice Paradise","Overview":"Voice Paradise plays, for the most part, like an adventure game with an internal schedule. A visit to every locations costs one game day, and the hero has only 30 days to find the voice actress. The locations include TV studio, CD shop, and other locations that have anything to do with anime and voice acting. The game contains plenty of material about Japanese voice actresses, so it can be described as educational. In order to successfully locate the actress, it is necessary to gather as much information as possible and take part in quiz that would narrow down the search and bring the hero nearer to the goal.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1996-05-17T00:00:00-07:00","ReleaseType":"Released"},"136223":{"Cooperative":"false","Developer":"Fupac, Winds Co.","Genres":"Adventure","Images":[{"FileName":"c2e3e1e2-7830-4695-a3fb-85a1fa861631.png","Region":"Japan","Type":"Box - 3D"},{"FileName":"34d26c60-d13f-447b-83f0-c42479a14f33.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"783fe067-79c7-4b4f-b134-9a85a7355fe8.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"5f7a21c4-0aea-4acf-a5f2-0be4f6234a9f.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"71accfe5-81af-49cd-b579-054ff97c0bb8.png","Region":"Japan","Type":"Disc"},{"FileName":"b6d24911-1f81-4fb5-804b-c58ab99be585.png","Region":"Japan","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Tonari no Princess Rolfee","Overview":"Tonari no Princess Rolfee is a Japanese-style adventure game with some mild simulation elements (Rolfee has parameters that can increase or decrease, depending on the player's actions). Most of the interaction consists of choosing which location to go to (through a menu command). A somewhat unusual feature of the game are its random events. Going to a certain location will trigger random appearances of characters, so there are no clear and secure ways to make certain events happen. Triggering different events leads to different consequences in the story and different endings.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1997-07-25T00:00:00-07:00","ReleaseType":"Released"},"136364":{"Cooperative":"false","Developer":"Sonnet Computer Entertainment","Genres":"Strategy","Images":[{"FileName":"3d5d8c8c-9a47-466d-8add-9aeecc0ccc48.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"bbfef45b-08ec-44b0-bbc2-a8b1e240b96b.png","Region":"Japan","Type":"Box - Front"},{"FileName":"75d40b73-ad02-4eef-989c-f58a2c46d81c.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"89404f1f-cab3-4280-b69d-42f72b07d8ce.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Tokimeki Card Paradise: Koi no Royal Straight Flush","Overview":"Tokimeki Card Paradise includes four card games: Poker, Blackjack, Speed, and the Japanese card game Papanuki. Each of those games can be played against one or more pretty young female opponents. The girls take their clothes off whenever they lose a turn, until they disrobe completely if they lose the whole game. In a true PC-FX fashion, every undressing move is presented as an anime-style movie.","Publisher":"Sonnet Computer Entertainment","ReleaseDate":"1996-01-26T00:00:00-08:00","ReleaseType":"Released"},"136366":{"Cooperative":"false","Developer":"Produce Co., Ltd.","Genres":"Action","Images":[{"FileName":"3a6a9c34-6bb7-4b09-8db4-56173dd5de62.png","Region":"Japan","Type":"Box - 3D"},{"FileName":"0e9ace73-2a02-4c5f-800a-86543d9ba0c6.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"27a44fbf-3884-42e4-85f1-00f27cc82e8a.png","Region":"Japan","Type":"Box - Front"},{"FileName":"7ebf935a-e947-442c-aadb-17d776c5fc82.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"95a08c2a-ad7c-452e-aa98-ac619f136670.png","Region":"Japan","Type":"Disc"},{"FileName":"d3d6375d-a2ae-4c3a-9a05-85c792cd0aa7.png","Region":"Japan","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Tengai Makyou: Dennou Karakuri Kakutouden","Overview":"The ancient demon Yomi is about to be revived once again, and warriors all over the land of Jipang have gathered to stop him. But only the strongest of them can fight Yomi, after he has defeated all the others - because this story is but an excuse for fights between familiar characters from Tengai Makyō universe!\n\nThis fighting game uses the same system as the previously released Battle Heat: each and every move of the characters is displayed as an anime-style movie. The player presses appropriate buttons for offensive and defensive moves (also controlling the power of the move), after which an anime sequence is shown. In both versus mode (against a computer opponent and two-players mode), it is possible to play as some of the most remarkable Tengai Makyō heroes (Ziria, Manjimaru, Kabuki, and others), as well as some of the villains - like the recurrent stupid monkey Mantou.","Publisher":"Hudson Soft Company, Ltd.","ReleaseDate":"1995-07-28T00:00:00-07:00","ReleaseType":"Released"},"136393":{"Cooperative":"false","Developer":"AIC Spirits, TamTam Co.","Genres":"Adventure","Images":[{"FileName":"df09bbdc-f6b4-4b73-9ffb-a3035d5e6c18.png","Region":"Japan","Type":"Box - 3D"},{"FileName":"41cd3c81-6b8f-4b94-b946-9843d93ba194.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"8ff0b1df-a428-440a-bff8-2ed9c291f5e0.png","Region":"Japan","Type":"Box - Front"},{"FileName":"74acbe73-27b4-4368-b756-748170b15766.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"2c2db5a0-5c40-4be5-8c3a-359408be2e9a.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Tenchi Muyou! Ryououki FX","Overview":"Tenchi Muyō! Ryō-ōki FX includes Tenchi Muyō! Ryō-ōki with slightly better graphics (full-screen pictures instead of framed ones), and a whole new chapter, which is dedicated to officers of the Galaxy Police. The new chapter centers around the green-haired Hakua, who works for Mihoshi Kuramitsu, one of the game's main characters, and Detective Kiyone Makibi, Mihoshi's ex-partner.","Publisher":"NEC Interchannel, Ltd.","ReleaseDate":"1996-07-12T00:00:00-07:00","ReleaseType":"Released"},"153015":{"AltNames":[{"Name":"Ginga Ojousama Densetsu Yuna FX: Kanashimi No Sirene"},{"Name":"Ginga Ojou-sama Densetsu Yuna FX: Kanashimi no Siren","Region":"Japan"}],"Cooperative":"false","Developer":"Hudson Soft","Genres":"Adventure","Images":[{"FileName":"99f7589d-1a61-4e5d-9bbb-dea6089c5388.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"6434545a-35fd-4f78-a5f1-cdbb1d379b09.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"f10c789d-e70e-47da-8bea-bb4b6c470a98.jpg","Region":"Japan","Type":"Disc"},{"FileName":"1135d594-c010-4c55-ae17-95244af66a41.png","Type":"Screenshot - Game Title"},{"FileName":"db9a6654-4192-4b35-bc2f-26e0f5e069be.png","Type":"Screenshot - Gameplay"}],"Name":"Galaxy Fraulein Yuna FX","Overview":"The third game in the Galaxy Fräulein Yuna series, Kanashimi no Sirene picks up where the last game ended. After having successfully saved the Earth, Yuna and her new friend, the ever-hungry female android Yuri Cube, return to their normal high school life - or so they think. Because her old enemies will do anything to destroy her, including wrongly accusing her of world domination plans. This draws the attention of a highly ranked female intelligence officer of the Galaxy Alliance, who operated under codename \"Sirene\" and who pretends to be an exchange student in the Shiraokadai High School, while her true goal is to arrest Yuna...","Publisher":"Hudson Soft","ReleaseDate":"1996-03-08T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Galaxy_Fr%C3%A4ulein_Yuna#Video_games"},"156620":{"Cooperative":"false","Developer":"NEC Home Electronics, Ltd.","Images":[{"FileName":"f2faf9f6-c289-45e0-8e86-ed8e9c4acd11.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"0cb36dd1-19f3-4914-8430-5fd48b4e8ca1.png","Region":"Japan","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"AnimeFreak FX Vol. 1","Overview":"NEC had the idea of releasing what is essentially a PC-FX game magazine in a game CD format. This is the first of what will later become bi-annual animefreak releases. It contains:\n\n- A demo of Akazukin Cha-Cha: Osawagase! Panic Race!\n- A slide show of photos of voice actresses\n- A karaoke mode for some of the songs used in PC-FX titles\n- A collection of movies dedicated to Lilith, the heroine of Megami Tengoku II\n    PC-FX-related news\n- \"Voice Idol\" mode, which contains information about songs used in PC-FX   games\n- The first episode of an anime mini-series called \"Private Eye Doll\"\n    A \"Making Of...\" section. \n\nWhat still allows this CD to qualify as a game is the fact that it also contains a rock-paper-scissors mini-game, which is played against a real actress. The player has to press one of the three main PC-FX controller buttons in time, which correspond to the international hand gestures for rock, paper, and scissors.","Publisher":"NEC Home Electronics","ReleaseDate":"1995-08-12T00:00:00-07:00","ReleaseType":"Released"},"156621":{"Cooperative":"false","Developer":"NEC Home Electronics, Ltd.","Genres":"Adventure","Images":[{"FileName":"32b184c3-9c0e-4cee-b390-0b039873ca17.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"7e73dcfe-977c-4e59-beaa-a5b1b54b6715.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"ac8d6523-2ffd-4caa-b563-cf2d57ffa7b9.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"3fabe53d-6d36-4ba5-9c09-6e1a55dac730.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Ruruli Ra Rura","Overview":"One fine day, a wandering young swordsman named Axid goes to a lake and sees a beautiful tiny girl in a bubble. In an attempt to save her he falls into the water and ends up in an underground cave. Axid saves a fairy magician called Reinas who was imprisoned in a crystal, and together they try to figure out how to help other unfortunate creatures who were trapped in this place...","Publisher":"NEC Home Electronics","ReleaseDate":"1998-02-20T00:00:00-08:00","ReleaseType":"Released"},"156622":{"AltNames":[{"Name":"Shanghai: Triple-Threat"},{"Name":"Shanghai: The Great Wall"}],"Cooperative":"false","Developer":"Activision","ESRB":"Not Rated","Genres":"Puzzle","Images":[{"FileName":"c48fb8b7-0982-4315-a657-c0c482304540.png","Region":"Japan","Type":"Box - 3D"},{"FileName":"f5fb47a9-9f94-4c4a-9dce-d4199d556534.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"d8558382-7a25-44df-a74b-c1f4f7ae67fd.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"a142e85a-7d35-482d-bdca-1333c17b6178.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"ff4d6578-c09e-4b2e-9780-3b60396f3a2f.png","Region":"Japan","Type":"Disc"},{"FileName":"c18ef822-a2e9-43d4-8875-1ed6f236262e.png","Region":"Japan","Type":"Screenshot - Game Select"},{"FileName":"a07d5a03-b5c7-4b06-b0b6-7d3085fee8e0.png","Region":"Japan","Type":"Screenshot - Game Title"},{"FileName":"01334939-5a19-4543-9243-566ed0f50388.png","Region":"Japan","Type":"Screenshot - Gameplay"},{"FileName":"bf4ea2f1-96cb-4bdd-9831-34de386a4351.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Shanghai: Banri no Choujou","Overview":"Shanghai - Banri no Choujou is a mahjong-based arcade video game. \n\nReleased for various console systems in Japan. Banri no Choujou means \"The Great Wall\". The game is known in the US as \"Shanghai: Triple-Threat\", which was released by Activision for the 3DO and Sega Saturn. Another version of the ancient game of Mah-Jong. The player is presented with an arrangement of tiles, lined up together and stacked, with either 2 or 4 of each of an array of patterns. These must be removed by matching pairs, but only tiles which are visible and have a space to the left or right can be removed.\n\nThis release in the Activision's Shanghai series includes three games along with the Classic Shanghai. In The Great Wall, the tiles are stacked vertically, and fall when lower tiles are removed, a lá Tetris. In Beijing, gaps are created to slide groups of tiles along. The Golden Tile sees two players attempt to clear a set layout at once. The Triple-theme continues with three game modes: Solitaire, 2-player \"Pandamonium\", and Arcade. Three themed tile sets complete the \"Triple Threat\".","Publisher":"NEC","ReleaseDate":"1996-03-15T00:00:00-08:00","ReleaseType":"Released"},"156624":{"Cooperative":"false","Developer":"Riverhill Soft Inc.","Genres":"Strategy","Images":[{"FileName":"535fdea1-d833-418f-91e2-e1f51dfa5571.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"a8f099e1-1607-4d65-8bb9-c792d5fd0541.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"f68e6e89-bca3-43a8-825f-8fe5b97a2eb1.png","Region":"Japan","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Sotsugyou II FX: Neo Generation","Overview":"Sotsugyou II FX: Neo Generation is a Strategy game, developed by Riverhillsoft and published by NEC Interchannel, which was released in Japan in 1994.","Publisher":"NEC Interchannel","ReleaseDate":"1994-12-23T00:00:00-08:00","ReleaseType":"Released"},"156626":{"Cooperative":"false","Developer":"Headroom, Tenky","Genres":"Strategy","Images":[{"FileName":"a252e3d2-e39b-4fbb-a2a5-8524e20618b6.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"0ec9789f-944d-4133-a8fb-4e9685391d2c.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"03cd90ca-b5d0-4e1d-ab49-63e51d223ad8.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"424024f9-ff52-46cf-845d-790af864be41.png","Region":"Japan","Type":"Disc"},{"FileName":"b0aabf88-9935-4a69-99bc-16e91f373510.png","Region":"Japan","Type":"Screenshot - Game Title"},{"FileName":"c7237808-c550-4e23-9063-83b4a231e372.jpg","Region":"Japan","Type":"Screenshot - Gameplay"},{"FileName":"822d1613-f888-4121-9838-58b73b139e78.jpg","Region":"Japan","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Sotsugyou R Graduation Real","Overview":"A spin-off in the Sotsugyō\/Graduation series, this game is just what its title implies: graduation with real people. Instead of anime-style portraits of school girls, there are pictures (and a few full motion videos) of real Japanese young women. Gameplay follows the same formula as the other graduation games: as a high school teacher, the player's task is to successfully lead five high school girls to their graduation. Most of the activities consist of making schedules, organizing classes, and giving assignments to the girls. It is necessary to know the strength and the weaknesses of each girl, in order to choose correct activities. The teacher supervises not only everything the girls do in the school, but also some of their activities during leisure time, including making plans for the holidays.","Publisher":"NEC","ReleaseDate":"1996-03-08T00:00:00-08:00","ReleaseType":"Released"},"156627":{"Cooperative":"false","Developer":"HuneX Co., Ltd.","Genres":"Strategy","Images":[{"FileName":"fb6b9c07-164a-424e-ab43-303299903820.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"2b2fc2c3-c69c-4186-889f-02f338452fad.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"eac86ea1-07a3-4893-8453-c77012cb7265.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"a1aa07bf-536b-4c81-94f1-e9a4c143f83b.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"bd8aeced-db51-4ea4-a8fb-a4496156ec1c.png","Region":"Japan","Type":"Disc"},{"FileName":"6ee22457-2a9e-46cb-a874-5e127f56e0a9.png","Region":"Japan","Type":"Screenshot - Game Title"},{"FileName":"01d74e1e-6c49-465f-a4de-61aa66605694.png","Region":"Japan","Type":"Screenshot - Gameplay"},{"FileName":"c06a74db-29fa-4ce7-94ba-b8e97c1e89e5.png","Region":"Japan","Type":"Screenshot - Gameplay"},{"FileName":"00620edc-ab4d-47b7-b535-fd9cc7ae09bf.png","Region":"Japan","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Sparkling Feather","Overview":"Long time ago, there was a happy country called the Eternal Feather Kingdom. Protected by benevolent deities, it flourished until a disaster came: a demon destroyed the kingdom, and it disappeared off the face of the earth. But a few chosen ones, called \"Feathers\", continued to keep sacred gemstones, which allowed them to use unique powers in the fight against the demonic army. Each Feather protects a gem, and the protector of the Ruby gem is the protagonist of the game - an ordinary high school boy from our modern world who at first wants nothing to do with ancient prophecies and heroic deeds. But as he receives new power from the leader of the Feathers, he understands that his destiny is to fight evil, and perhaps restore Eternal Feather to its former glory.\n\nSparkling Feather is a turn-based strategy game with slight RPG and \"dating sim\" elements. Large-scale battles of the Feathers against demons take place on isometric battle fields. The heroes move on the battle field, attack with weapons when an enemy is in range, and use offensive and healing magic. The party levels up automatically after having won a battle. Between battles, the player can play a roulette-type game, which may allow him to have a date with one of the Feathers (female and male!). During the date the player can choose conversation topics, and depending on his choices the parameters of the companions can increase or decrease.","Publisher":"NEC Home Electronics","ReleaseDate":"1997-04-25T00:00:00-07:00","ReleaseType":"Released"},"156634":{"Cooperative":"false","Developer":"Hudson Soft","Genres":"Sports","Images":[{"FileName":"40b6fca5-30c9-4601-bbdb-e41ba62b19d7.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"249dc92f-18b0-49b0-8783-9b7d7d70cf8f.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"eafce7d1-ea88-4e45-afc7-67eb3c5dd262.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"2bcc5ed1-e93a-4421-9be6-8244deb7a3e9.png","Region":"Japan","Type":"Disc"},{"FileName":"c6e936a5-d62f-47b9-9fac-cd8d4ff459b7.png","Region":"Japan","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Super Power League FX","Overview":"Super Power League FX allows the player to participate in the most prestigious Japanese baseball league, Nippon Professional Baseball. The player can choose to lead one of the 12 official NPB teams to the title in the championship mode, or simply play separate matches against any team in single match mode. There is also a training mode and a possibility to create own teams, recruit players, and have them take part in the championship.","Publisher":"Hudson Soft Co., Ltd.","ReleaseDate":"1996-04-26T00:00:00-07:00","ReleaseType":"Released"},"156636":{"Cooperative":"false","Developer":"NAXAT Soft","Genres":"Board Game","Images":[{"FileName":"d61e6286-9457-4356-a5c0-6b724b2e24a0.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"94d5a62e-2049-4678-9bf0-ec102b77a24c.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"ece4021e-da61-4dc2-b49d-9df2c3a523b4.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"be3701b3-b27e-4b92-a433-6011725958af.jpg","Region":"Japan","Type":"Disc"},{"FileName":"4fe7cf59-06d3-4e7a-8ce9-95291674f427.png","Region":"Japan","Type":"Screenshot - Game Select"},{"FileName":"29fa1034-0086-4f7c-879b-676374a9a8dd.png","Region":"Japan","Type":"Screenshot - Game Title"}],"MaxPlayers":1,"Name":"Super Real Mahjong P.V FX","Overview":"Super Real Mahjong PV is the fifth installment in the strip mahjong series. There is no background story in the game; the player is merely introduced to three high school girls - Mizuki, Aya, and Akira - who challenge him to the game of mahjong. The main mahjong mode is that of the one-on-one variety; after each successfully completed round the girl removes a part of her clothing.\n\nThe computer versions of the game contain scenes with nudity; among the console versions, the PC-FX one is the only one that similarly lacks censorship. Some of the versions have secondary gameplay modes, such as a team mode in which the player controls three girls and plays mahjong against three others.","Publisher":"SETA Corporation","ReleaseDate":"1996-03-29T00:00:00-08:00","ReleaseType":"Released"},"156639":{"Cooperative":"false","Developer":"Hudson Soft","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"6bc4ecac-2fe3-4375-beb0-df62f7e18791.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"01807d14-3c34-40ca-b25e-2f11021d0e15.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"ebc47f52-7135-4431-b38a-3bd4a023cbb7.png","Type":"Clear Logo"},{"FileName":"15782045-a52a-4389-bd1e-51350ae0b5df.png","Region":"Japan","Type":"Disc"},{"FileName":"da45ba7b-abb5-4af2-a81d-159e2ba3469f.png","Region":"Japan","Type":"Screenshot - Game Title"},{"FileName":"1489b2d3-0c6c-4601-b9c3-7eb138fd2746.jpg","Region":"Japan","Type":"Screenshot - Gameplay"},{"FileName":"3d6d4a71-319d-4f79-a484-8948fdf40a36.jpg","Region":"Japan","Type":"Screenshot - Gameplay"},{"FileName":"a52a22e4-3ac3-4363-ac09-ee6b00e283a2.png","Region":"Japan","Type":"Screenshot - Gameplay"},{"FileName":"e8bdb1db-71bf-4faa-a15e-9a3098dfe6ef.png","Region":"Japan","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Team Innocent: The Point of No Return: \"G.C.P.O.SS\"","Overview":"The events of the game are set in the future. The Galactic Police discovers that a scientist named Cronus has conducted genetic experiments on human beings. The police chief rescues three little girls, each one of whom bears the traces of these experiments. Fast-forward fifteen years: the three young women - Saki, Lilis, and Ariel - now work for the Galactic Police, determined to find out the truth about their origins and the nature of experiments. They are sent on three dangerous missions - missions they might not survive...\n\nTeam Innocent: The Point of No Return is an adventure game with action elements. The game consists of three missions. The player controls Saki most of the time, but other girls temporarily become available as playable characters as well. The heroine must explore a large location, collecting items and solving a few puzzles on the way. The young women can also find and equip various weapons, from pistols to axes. The player can choose one of the four action modes: punching, kicking, shooting, and (in specific instances only) jumping. The girls are navigated from third-person perspective on pre-rendered backgrounds with constantly changing camera angles, similarly to Alone in the Dark games, except for the protagonists being sprites and not 3D models. The game has a few anime-style cutscenes and voice-overs for dialogues.","Publisher":"Hudson Soft Co., Ltd.","ReleaseDate":"1994-12-23T00:00:00-08:00","ReleaseType":"Released"},"156640":{"Cooperative":"false","Developer":"Studio Offside Co. Ltd.","Genres":"Adventure","Images":[{"FileName":"9bf0580a-c843-470a-b1dc-d349cf2284c2.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"4f876999-8909-4960-9d7c-ad345c90310f.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"88952343-04a8-47e5-ae51-a0d1e7b4f7c3.png","Type":"Clear Logo"},{"FileName":"466648dc-5d80-41c9-aa4e-70f83f589f93.png","Region":"Japan","Type":"Disc"},{"FileName":"d63d4288-1058-490d-b9be-0482ad0ad628.jpg","Region":"Japan","Type":"Fanart - Background"},{"FileName":"94ef2cc3-7778-4fac-966a-31d6c763492a.png","Region":"Japan","Type":"Screenshot - Game Title"},{"FileName":"c20b7f26-11e6-4106-87a7-47f3ff653fff.png","Region":"Japan","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Hataraku Shoujo: Tekipaki Working Love FX","Overview":"Tekipaki: Working Love FX is essentially an upgraded version of Tekipaki: Working Love for Turbo CD. It adds several scenarios to the main game, which play mostly like a Japanese-style adventure - the player can choose dialogue options or a location to go to. Those scenarios add more background to the personalities of Naomi, Hikaru, and Edalt, the three extra-terrestrial heroines of the game (for example, in one of the scenarios Hikaru's Martian cat escapes from the zoo, and it's the player's job to find him). The PC-FX version of the game also adds an \"omake\" option, where it is possible to view pictures of the girls.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1998-03-27T00:00:00-08:00","ReleaseType":"Released"},"168597":{"Cooperative":"false","Developer":"HuneX Co., Ltd.","Genres":"Sports","Images":[{"FileName":"1acef027-3067-466a-a6a5-213848ad5502.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"d9a44719-b423-446a-bdd6-cb4321bc7383.png","Region":"Japan","Type":"Clear Logo"}],"Name":"All Japan Women`s Pro Wrestling: Queen of Queens","Overview":"All Japan Women`s Pro Wrestling: Queen of Queens (全日本女子プロレス -クィーン オブ クィーンズ-) is a professional wrestling video game released in 1995 on the PC-FX console and developed by NEC Home Electronics.[1] It was released exclusively in Japan as the PC-FX was never sold outside of the country. It utilizes full motion video and is the only wrestling title developed for the console. The game is based on the AJW Joshi pro wrestling promotion.","Publisher":"NEC Home Electronics, Ltd.","ReleaseDate":"1995-03-24T00:00:00-08:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=O0hLk0oXspA","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/All_Japan_Women%27s_Pro_Wrestling%3A_Queen_of_Queens"},"175170":{"Cooperative":"false","Genres":"Puzzle","Images":[{"FileName":"b5e5d83b-8c82-4373-b9b4-65766ec0be88.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"7659de4f-56c0-42a1-b179-c50a066d0b11.jpg","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"SAME GAME FX","Overview":"SameGameFX was packed-in with every version of the PC-FXGA boards except obviously FX-98IF which is just a regular PC-FX slapped onto a PC-98 expansion board.\nSameGameFX is played on a rectangular field, typically initially filled with four or five kinds of blocks placed at random. By selecting a group of adjoining blocks of the same color, a player may remove them from the screen. Blocks that are no longer supported will fall down, and a column without any blocks will be trimmed away by other columns always sliding to one side (often the left). The goal of the game is to remove as many blocks from the playing field as possible.","Publisher":"Hudson Soft","ReleaseDate":"1995-12-08T00:00:00-08:00","ReleaseType":"Released","VideoURL":"https:\/\/vimeo.com\/104316066"},"176452":{"Cooperative":"false","Images":[{"FileName":"7cdb1d13-5f31-4312-a8ee-7445f20dc49d.jpg","Region":"Japan","Type":"Box - Front"}],"Name":"Amateur Teikyou CD-ROM","Overview":"It was bundled with the PC-FXGA.","Publisher":"NEC Home Electronics, Ltd.","ReleaseType":"Released","ReleaseYear":1994},"177459":{"Cooperative":"false","Developer":"NEC Interchannel","Images":[{"FileName":"5c53c0b6-e703-429d-b5a6-5b2cad057984.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"009099ed-7758-4adf-ae8b-0bf2082b01c7.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"4257502f-e7b6-4398-aeb2-3f109c7f5bd3.png","Region":"Japan","Type":"Clear Logo"},{"FileName":"1339902f-d4ea-4a74-9b93-5c5948bea49d.png","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"AnimeFreak FX Vol. 2","Overview":"Anime Freak FX Vol. 2 is a Miscellaneous game, developed and published by NEC Interchannel, which was released in Japan in 1995.","Publisher":"NEC Interchannel","ReleaseDate":"1995-12-22T00:00:00-08:00","ReleaseType":"Released"},"177460":{"Cooperative":"false","Developer":"NEC Interchannel","Images":[{"FileName":"9965e42f-a5ea-4773-bd2b-f3798ae14a5a.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"3aadd8cb-76c2-4eca-821a-bd3681b26ab4.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"56fdbe1e-95ed-4c79-aa2f-f495a8ac7128.png","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"AnimeFreak FX Vol. 3","Overview":"Anime Freak FX Vol. 3 is a Miscellaneous game, developed and published by NEC Interchannel, which was released in Japan in 1996.","Publisher":"NEC Interchannel","ReleaseDate":"1996-04-05T00:00:00-08:00","ReleaseType":"Released"},"177461":{"Cooperative":"false","Developer":"NEC Interchannel","Images":[{"FileName":"13d8bdba-1db5-4906-9ac6-964c6f1e3356.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"32c6a9e0-7bd2-49e3-85f2-22d162a99c97.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"d763d9b0-a234-43c6-90d0-a8a7dc4892e2.png","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"AnimeFreak FX Vol. 4","Overview":"Anime Freak FX Vol. 4 is a Miscellaneous game, developed and published by NEC Interchannel, which was released in Japan in 1997.","Publisher":"NEC Interchannel","ReleaseDate":"1997-02-28T00:00:00-08:00","ReleaseType":"Released"},"177462":{"Cooperative":"false","Developer":"NEC Interchannel","Images":[{"FileName":"dbc1eedd-0f58-40d5-916c-afbc6a3bdba4.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"905a8d62-84b1-4f09-b392-0a7b58dece62.jpg","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"AnimeFreak FX Vol. 5","Overview":"Anime Freak FX Vol. 5 is a Miscellaneous game, published by NEC Interchannel, which was released in Japan in 1997.","Publisher":"NEC Interchannel","ReleaseDate":"1997-08-29T00:00:00-07:00","ReleaseType":"Released"},"177463":{"Cooperative":"false","Developer":"NEC Interchannel","Images":[{"FileName":"51dfe036-d4ba-4e46-9951-ac4009f9bd9e.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"203da006-6a04-49d6-ac2c-00d83f67d3c7.jpg","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"AnimeFreak FX Vol. 6","Overview":"Anime Freak FX Vol. 6 is a Miscellaneous game, published by NEC Interchannel, which was released in Japan in 1998.","Publisher":"NEC Interchannel","ReleaseDate":"1998-02-27T00:00:00-08:00","ReleaseType":"Released"},"177464":{"Cooperative":"false","Developer":"NEC","ESRB":"Not Rated","Images":[{"FileName":"59cb7fcd-5ee3-4249-b6e6-1ad37314fbce.png","Region":"Japan","Type":"Box - 3D"},{"FileName":"441ad28d-0c8a-4b8a-b164-cca4eecee687.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"255f8478-89ab-41f1-a04e-bc1eac688c12.jpg","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"PC Engine Fan: Special CD-ROM Vol. 2","Overview":"PCE Fan Special CD-Rom Vol. 2 is a Miscellaneous game, developed by NEC and published by Tokuma Shoten, which was released in Japan in 1996. PC Engine Fan: Special CD-ROM Vol. 2 contained demos of Kokuu Hyouryuu Nirgends and Blue Breaker, as well as a Game Database.","Publisher":"Tokuma Shoten","ReleaseDate":"1996-07-30T00:00:00-07:00","ReleaseType":"Released"},"177465":{"Cooperative":"false","Developer":"NEC","ESRB":"Not Rated","Images":[{"FileName":"60213aed-10c6-4ba3-a37c-fc2f1272162e.jpg","Region":"Japan","Type":"Banner"},{"FileName":"f8940830-739e-4d7b-bde5-dec2544d7452.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"77be19d5-c0ce-47a9-80ef-188710f1026b.jpg","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"PC Engine Fan: Special CD-ROM Vol. 3","Overview":"PCE Fan Special CD-Rom Vol. 3 is a Miscellaneous game, developed by NEC and published by Tokuma Shoten, which was released in Japan in 1996. PC Engine Fan: Special CD-ROM Vol. 3 contained a demo of Super God Trooper Zeroigar.","Publisher":"Tokuma Shoten","ReleaseDate":"1996-08-31T00:00:00-07:00","ReleaseType":"Released"},"177466":{"Cooperative":"false","Developer":"NEC","ESRB":"Not Rated","Images":[{"FileName":"a6463378-9cad-4be7-86eb-5c085deb0960.png","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Super PC Engine Fan Deluxe: Special CD-ROM Vol. 1","Overview":"Super PCE Fan Deluxe Special CD-Rom Vol. 1 is a Miscellaneous game, developed by NEC and published by Tokuma Shoten, which was released in Japan in 1997. Super PC Engine Fan Deluxe Special CD-ROM Vol.1 contains demos for Angelique Special 2, Yuna FX, Nirgends and Fire Woman","Publisher":"Tokuma Shoten","ReleaseType":"Released","ReleaseYear":1997},"177467":{"Cooperative":"false","Developer":"NEC","ESRB":"Not Rated","Images":[{"FileName":"b93d42bc-1a08-49d2-a6b8-7def27f7e02d.jpg","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Super PC Engine Fan Deluxe: Special CD-ROM Vol. 2","Overview":"Super PCE Fan Deluxe Special CD-Rom Vol. 2 is a Miscellaneous game, developed by NEC and published by Tokuma Shoten, which was released in Japan in 1997. Super PC Engine Fan Deluxe Special CD-ROM Vol.2 contains demos for Comic Road, Tonari no Princess Rolfee!, Zoku Hatsukoi Monogatari and Last Imperial Prince.","Publisher":"Tokuma Shoten","ReleaseDate":"1997-03-01T00:00:00-08:00","ReleaseType":"Released"},"198804":{"Cooperative":"false","Images":[{"FileName":"e01fd6a4-ff8c-47ff-bcb9-5f4e2f0b55b7.jpg","Region":"Japan","Type":"Box - Front"}],"Name":"Ginga Ojousama Densetsu Yuna FX: Special Edition"}}