{"Name":"Philips VG 5000","Games":[{"DatabaseID":182661,"Name":"Backgammon","ReleaseYear":"1984","Overview":"A video game conversion of the board game Backgammon. The game board is displayed from a top down perspective and is laid out horizontally. The game lets the player compete against a computer opponent. The objective of the game is to be the first player to move all fifteen of their pieces off of the board.\n\nThe typical rules of Backgammon apply. Players roll two dice (if a pair is rolled it becomes four for that turn with the extra two being a copy of the original pair) to move their pieces to an empty slot, a slot occupied by their own pieces, or a slot that contains only one of their opponents pieces. Doing that will send their opponents piece back to their own home base. While it's a players turn, they can take back a move they made.\n\nThe game lets the player choose how many matches they want to play to decide the ultimate victor (from 1 to 99)","MaxPlayers":null,"ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":null,"Genres":" Board Game","Developer":null,"Publisher":"Philips Export B.V.","ReleaseDate":null,"Images":[{"DatabaseID":182661,"FileName":"74150a1f-c22d-45ec-b59a-cbb3580e3b4d.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182661,"FileName":"f6198f23-2cff-4d28-9fe8-62b172aa123b.png","Type":"Screenshot - Game Title","Region":null},{"DatabaseID":182661,"FileName":"3014f5ec-da85-4d89-bd36-4f78639b33f3.png","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]},{"DatabaseID":182662,"Name":"Bris de Glace","ReleaseYear":"1984","Overview":"In Bris De Glace, players control a construction worker whose job is to add windows to two separate buildings.\n\nEach building consists of six floors that contains space for five windows per floor. The buildings themselves are separated by a crane holding a scaffolding. Players have to grab the sheets of glass from the scaffolding and place them on each floor one by one. However, there is a vandal located at street level who occasionally hurls a rock to break a sheet of glass that had been added to the building thus slowing down the construction workers job. If the player can get five windows across on a floor or six windows lined up vertically with one on each floor, the glass becomes unbreakable thus thwarting the vandals vandalism.\n\nSince the scaffolding moves to each floor, players have to get to the higher floors of the building by climbing pipes. Once the player takes ten windows from the scaffolding, it goes back down to the street to get a refill of sheets of glass. During this time a cooler filled with soda will randomly appear on a floor which the player can scurry to in order to gain some bonus points before it disappears. The game ends when all the windows get added to the building and the player climbs to the top of the building to receive their final score.\n\nThere is also a two player mode where two players compete against each other to see who can put up all the windows for their building first. Players can slow down their opponents by smashing their windows with a hammer. The gameplay rules of the single player game apply in this mode too. The player who has the highest score at the end wins the match.","MaxPlayers":null,"ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":null,"Genres":" Action","Developer":"Nice Ideas","Publisher":"Philips Export B.V.","ReleaseDate":null,"Images":[{"DatabaseID":182662,"FileName":"43eacff4-5d7d-4f38-b9df-499c08056392.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182662,"FileName":"5f1ef6f0-912a-44df-8a0e-d064aa4f3181.png","Type":"Screenshot - Game Title","Region":null},{"DatabaseID":182662,"FileName":"847765aa-f5fd-4bc2-a34c-ddce6f2b2efe.png","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]},{"DatabaseID":193440,"Name":"Carte de France","ReleaseYear":"1984","Overview":null,"MaxPlayers":null,"ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":"Not Rated","Genres":" Education","Developer":null,"Publisher":"VIFI Nathan","ReleaseDate":null,"Images":[{"DatabaseID":193440,"FileName":"7a0d5502-4c36-42af-b4a4-64723827c683.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":193440,"FileName":"143a350c-8db5-4d9c-888a-2e514152c89f.png","Type":"Screenshot - Game Select","Region":null},{"DatabaseID":193440,"FileName":"46076d1c-726e-46dd-b73a-b0e3dd0f873c.PNG","Type":"Screenshot - Game Title","Region":null}],"AlternateNames":[]},{"DatabaseID":177884,"Name":"Citadelle","ReleaseYear":"1984","Overview":"Legend has it that there was once a great war between the elves and the dragon Ceril. An elf magician was able to cast a spell to seal the dragon into the depths of a citadel. In the present day an orphan grew up to be a warrior who now wants to become a knight. To prove his ability, he must obtain three treasures from the nearby citadel of the dead\n\nCitadelle is a French language text adventure game where players input noun and verb combinations into a text parser in order to control the protagonist. Players take on the role of the warrior who wants to become a knight. Players move from location to location looking for objects to take or manipulate in order to solve puzzles. Since the warrior can only carry a limited amount of items at a time, the player will have to juggle between which objects to carry around and which ones to leave behind.\n\nAlong the way the warrior will have to fight various enemies such as gnolls, liches, and orcs. During combat players can choose to attack, defend (attacks are less potent for both the warrior and the monster), cast a spell (limited uses), or flee from the fight (brings the warrior back to the previous location). Defeating monsters earns the warrior experience. Players will have to be careful not to take to much damage and lose all their health as the adventure will come to an end.\n\nCitadelle is the first part of a trilogy of games. The first part only contains one of the three treasures needed for knighthood. The ultimate goal of this game is to collect the Shield of Oran and then find out how to descend into the caverns under the citadel.","MaxPlayers":"1","ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":"Not Rated","Genres":" Adventure","Developer":"Loriciels","Publisher":"Loriciels","ReleaseDate":null,"Images":[{"DatabaseID":177884,"FileName":"23451270-c399-4cea-8006-5901ebd3d399.png","Type":"Box - 3D","Region":"France"},{"DatabaseID":177884,"FileName":"b2dcd44e-d798-4412-a577-ef2a81ec1227.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":177884,"FileName":"09c17e51-abda-4295-954c-e464d463901d.png","Type":"Clear Logo","Region":"France"},{"DatabaseID":177884,"FileName":"a26bfdaf-e7f7-4301-a5b0-184bd4dd9489.PNG","Type":"Screenshot - Game Title","Region":"France"},{"DatabaseID":177884,"FileName":"808de692-4416-41d3-b2ee-3e6cf6028076.PNG","Type":"Screenshot - Gameplay","Region":"France"}],"AlternateNames":[]},{"DatabaseID":193439,"Name":"Complements et Multiples","ReleaseYear":"1985","Overview":null,"MaxPlayers":null,"ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":"Not Rated","Genres":" Education","Developer":null,"Publisher":"VIFI Nathan","ReleaseDate":null,"Images":[{"DatabaseID":193439,"FileName":"799f6bdb-877c-4080-82f7-27d30a2af123.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":193439,"FileName":"e118d402-d34f-45a8-8ec8-a0e2466f39a5.PNG","Type":"Screenshot - Game Title","Region":null}],"AlternateNames":[]},{"DatabaseID":177883,"Name":"Football","ReleaseYear":"1984","Overview":"Football is a soccer game. Players name their own teams then hit the field. The field is viewed from a top-down isometric perspective with the gameplay on the field having the screen scroll horizontally. Each soccer match is split up in to two halves with each half lasting 45 minutes (the clock counts down in real time). The team that scores the most goals wins the match.","MaxPlayers":"2","ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":"Not Rated","Genres":" Sports","Developer":"Nice Ideas","Publisher":"Philips Export B.V.","ReleaseDate":null,"Images":[{"DatabaseID":177883,"FileName":"f08f67c7-f887-4241-8fa8-ecf3634bec05.png","Type":"Box - 3D","Region":"France"},{"DatabaseID":177883,"FileName":"9044068e-7781-4493-80f4-c4e3f291652c.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":177883,"FileName":"33eef2a1-4bf5-4750-af73-373db4e2498c.jpg","Type":"Cart - Front","Region":"France"},{"DatabaseID":177883,"FileName":"7b01d33c-f6ca-44ba-857e-803db9e7f4ce.png","Type":"Clear Logo","Region":"France"},{"DatabaseID":177883,"FileName":"f1563963-48e1-4236-adfe-4781bf90dc07.PNG","Type":"Screenshot - Game Title","Region":"France"},{"DatabaseID":177883,"FileName":"1165ed4c-40d1-46ae-9108-7cda5cf44280.PNG","Type":"Screenshot - Gameplay","Region":"France"}],"AlternateNames":[]},{"DatabaseID":182663,"Name":"Glouton","ReleaseYear":"1984","Overview":"A top-down maze puzzle game with a concept similar to Pac-Man. The player controls a \"Munchkin\" whose goal is to eat all of \"munchies\" on the screen, all the while being chased by three \"Munchers\" who are trying to eat him.\n\nBy eating a glowing munchie, all of the Munchers will turn purple and can be hunted down for a limited time, successfully doing so results in a score bonus. Once a Muncher has been \"munched out\" (term used in the manual), it will return to the center of the maze to recharge for a short time before setting out for revenge once again.\n\nAs players eat more and more munchies, the remaining munchies begin to move faster and faster around the maze. When there is only one left, it will be moving at the same speed as the player. You'll then have to hunt it down while avoiding the Munchers.\n\nThe game offers 4 pre-built mazes, as well as invisible versions of these mazes (the walls will only appear when you run into them). However, it includes the option to design custom mazes through a programming mode. Players can base a design off of presets or start from scratch.","MaxPlayers":null,"ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":"Not Rated","Genres":" Action","Developer":null,"Publisher":"Philips","ReleaseDate":null,"Images":[{"DatabaseID":182663,"FileName":"99bb45a1-7823-4629-8149-aeabc4f33f31.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182663,"FileName":"e0c632f1-83e3-4175-abc1-cbc636496a8f.jpg","Type":"Cart - Front","Region":"France"},{"DatabaseID":182663,"FileName":"64f6bb00-8446-46de-bd06-bc7975d072af.png","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]},{"DatabaseID":182664,"Name":"Hélicoptère","ReleaseYear":"1984","Overview":"The player controls the helicopter with the joystick, moving up to fly up and down to land. Once the helicopter is in the air, the player can choose to go left or right. Going left takes the player to a desert scenario, where the game field is in 2.5D. Moving the joystick up flies the helicopter ahead, moving it down lands the helicopter to pick up pilots. In the desert, tanks will try to shoot the helicopter down and capture the pilots before the player can rescue them. To shoot them, the helicopter must be moving vertically. Flying to the right of the main screen takes the player to a sea scenario, where the same rules as the desert apply, but as expected, instead of tanks the enemies here are ships.\n\nThe helicopter has a fuel meter which, when depleted, will make the helicopter crash. The helicopter gets refueled when the player lands on the home base and returns rescued pilots. Each round has the player trying to rescue 8 pilots. The round ends when all 8 pilots are either rescued or killed.","MaxPlayers":null,"ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":null,"Genres":" Action","Developer":null,"Publisher":"Philips Export B.V.","ReleaseDate":null,"Images":[{"DatabaseID":182664,"FileName":"37eed995-3eb2-4156-b8ab-a5cfb7149981.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182664,"FileName":"c52768d2-4fb3-4fbd-b8a0-6627ba0e142f.PNG","Type":"Screenshot - Game Title","Region":null},{"DatabaseID":182664,"FileName":"c2bf4c3a-0340-4ded-bd23-ba8801388635.PNG","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[{"DatabaseID":182664,"AlternateName":"Helicoptere","Region":null}]},{"DatabaseID":182737,"Name":"Jeu de Tarot","ReleaseYear":"1984","Overview":"This game lets players play the card game French Tarot. French Tarot is played with a deck consisting of 78 playing cards. The game consists of the player competing against three opponents with the objective being to accumulate enough card points to win the hand by taking tricks.","MaxPlayers":"1","ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":null,"Genres":" Strategy","Developer":"Nice Ideas","Publisher":"Nice Ideas","ReleaseDate":null,"Images":[{"DatabaseID":182737,"FileName":"93aa9264-3211-4d92-8d1c-3412973c9655.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182737,"FileName":"faf745a0-7d5f-4df7-8cf2-2af4035b1e8f.PNG","Type":"Screenshot - Game Title","Region":null},{"DatabaseID":182737,"FileName":"8864b45f-9103-4c30-808d-cb4776fe6dec.PNG","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]},{"DatabaseID":192080,"Name":"La Carotte Malicieuse","ReleaseYear":"1984","Overview":null,"MaxPlayers":"1","ReleaseType":"Released","Cooperative":"false","VideoURL":"https://youtu.be/KRcaRKLkdnU","Platform":"Philips VG 5000","ESRB":"Not Rated","Genres":" Action","Developer":null,"Publisher":"VIFI Nathan","ReleaseDate":null,"Images":[{"DatabaseID":192080,"FileName":"fd2b94e7-f4f0-4400-9d01-c08468ac6f55.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":192080,"FileName":"838bfe20-4934-4bf4-bbeb-21d95f4519cc.png","Type":"Clear Logo","Region":null},{"DatabaseID":192080,"FileName":"0d1cc26f-a8e6-4efd-bd9a-a7f8b106ca98.png","Type":"Screenshot - Game Select","Region":null},{"DatabaseID":192080,"FileName":"85d34d59-1eb1-4621-8566-1e04f4d19315.png","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]},{"DatabaseID":182726,"Name":"La Moto Infernale","ReleaseYear":"1984","Overview":"Located on an island somewhere in the Mediterranean Sea is the fortress of the nefarious Andreas \"Scarfinger\" Skarfos, who has in his possession missiles with nuclear warheads. He is threatening to use these missiles unless his demands are met. While the fortress is impervious from outside attack, it does have a vulnerability. There is a tunnel which leads under the island to the reactor which is being using for power. If someone could enter the tunnel and destroy the reactor, Scarfinger's plans would be ruined, So now, it's up to the player, who takes on the role of a special agent, to put a stop to this. To complete this mission, the intelligence agency is supplying a Spycycle, which is a multipurpose vehicle which can be used as a motorcycle on land, a speedboat on water, and a minisub while underwater.\n\nThe gameplay in La Moto Infernale is divided into three parts. The first part involves players driving a motorcycle along a roadway in order to reach the island. The player has a limited amount of time to complete this task, so they must kick their motorcycle up from the slow first gear all the way up to the blazing fast fifth gear of speed. However, the player may occasionally have to slow down to avoid the barrels and mines clogging up the road. Players also have to be careful not getting to close to either side of the road or risk careening into the mountainside or falling off the road into the water below. Also located on the road are ammo icons which the player should try their best to collect to increase their missile supply.\n\nThe second part involves crossing the sea on the speedboat form of the Spycycle to get to the tunnel entrance. Players will have to dodge mines and mechanical sharks. Also, oil slicks from previously sunken tankers can give the boat engine troubles too. The boat is equipped with a laser rifle and a torpedo launcher to help the player get through this part of the mission. Also, the player will need to collect antimatter bolts from pods which are being dropped from planes. These bolts will be used for destroying the reactor.\n\nThe third part involves entering the tunnel in minisub form. Players will have to dodge neutron bolts being emitted from the reactor and also avoid getting damaged by the shooting gun turrets mounted on the tunnel walls. Finally, when the player reaches the reactor after getting by a gate, they must destroy the core of the reactor.","MaxPlayers":"2","ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":"Not Rated","Genres":" Action; Racing","Developer":null,"Publisher":"Philips Export B.V.","ReleaseDate":null,"Images":[{"DatabaseID":182726,"FileName":"9cef0687-313c-4379-9368-ae6aee2b60f7.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182726,"FileName":"bce9e8b5-2855-4ec5-9cac-38aadaa38f10.PNG","Type":"Screenshot - Game Title","Region":null},{"DatabaseID":182726,"FileName":"6f92ba9a-f71f-466c-8fb3-f3393b865ab2.png","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]},{"DatabaseID":182727,"Name":"L'Abeille","ReleaseYear":"1984","Overview":"A bee named Spina is being sent by the queen of the colony to bring pollen back to the hive.\n\nPlayers take control of Spina as the screen constantly scrolls to the right. Players can move Spina in the four cardinal directions. Moving to far to the left or right will return Spina to the hive and moving Spina to far down will risk getting Spina drowned in water, with all of these outcomes requiring the player to replay the level again. Spina's job is to collect pollen from the flowers found throughout the levels. After collecting enough pollen the level ends and then brings the player to the next level. Spina will have to be careful to avoid obstacles in each level. Obstacles such as flowers with thorns, raindrops, and spiders can cause Spina to fail in his task.","MaxPlayers":null,"ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":null,"Genres":" Action","Developer":"Nice Ideas","Publisher":"Philips Export B.V.","ReleaseDate":null,"Images":[{"DatabaseID":182727,"FileName":"a3adc8f0-fcdb-4b85-acfa-6d137e947c12.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182727,"FileName":"7e15e0d9-1c9a-42a2-9f84-c8abbf591de0.png","Type":"Screenshot - Game Title","Region":null},{"DatabaseID":182727,"FileName":"16d245e5-7c84-41cb-9134-5bad316279c4.png","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]},{"DatabaseID":182665,"Name":"Le Fou Volant","ReleaseYear":"1984","Overview":"Le Fou Volant is a flight simulator set in the World War I era. The player controls a biplane from an inside-the-cockpit perspective.\n\nThe player starts the game with the plane on ground. The plane will start moving and a flashing light will indicate when the plane has achieved enough speed to take-off. Once in the air, the player must try to take down the most enemy planes possible, while avoiding hitting friendly planes. The enemy planes have white tail sections while friendly have yellow tail sections. There's no way of telling if a plane is friend or foe if it is coming straight at the player, until it starts firing. The player can see incoming planes through a radar in the middle of the panel.","MaxPlayers":null,"ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":null,"Genres":" Action; Flight Simulator","Developer":null,"Publisher":"Philips Export B.V.","ReleaseDate":null,"Images":[{"DatabaseID":182665,"FileName":"0dd739ad-a311-4581-88fb-f0bdd0520b9c.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182665,"FileName":"cf3595d5-2206-43fd-9363-0a29f1100c56.PNG","Type":"Screenshot - Game Title","Region":null},{"DatabaseID":182665,"FileName":"29f36fb7-46a0-4cac-8efd-14fe4fdc6889.PNG","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]},{"DatabaseID":182728,"Name":"Le Monstre","ReleaseYear":"1984","Overview":null,"MaxPlayers":null,"ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":null,"Genres":" Shooter","Developer":null,"Publisher":"Philips","ReleaseDate":null,"Images":[{"DatabaseID":182728,"FileName":"28156496-4e1c-4f3b-a55b-7636004d5ce7.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182728,"FileName":"ffeccb9b-f311-4659-88ce-50f44e4e4520.PNG","Type":"Screenshot - Game Title","Region":null},{"DatabaseID":182728,"FileName":"8e7c9fb9-7847-4b06-93e2-bd293b3eab1d.PNG","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]},{"DatabaseID":193441,"Name":"Lire Vite et Bien","ReleaseYear":"1984","Overview":null,"MaxPlayers":null,"ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":"Not Rated","Genres":" Education","Developer":null,"Publisher":"VIFI Nathan","ReleaseDate":null,"Images":[{"DatabaseID":193441,"FileName":"050cdd67-d623-4cd9-92d3-b764bc63661e.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":193441,"FileName":"e3ef0cc6-4e8c-4c6a-aca5-3456e7c16b8d.PNG","Type":"Screenshot - Game Title","Region":null}],"AlternateNames":[]},{"DatabaseID":182729,"Name":"Mission Omega","ReleaseYear":"1984","Overview":null,"MaxPlayers":null,"ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":"Not Rated","Genres":" Shooter","Developer":null,"Publisher":"Philips","ReleaseDate":null,"Images":[{"DatabaseID":182729,"FileName":"caae8d02-e0d3-4cf5-a72a-d386d33d88e8.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182729,"FileName":"e6f843b6-397b-430f-9470-02f6f226398b.PNG","Type":"Screenshot - Game Title","Region":null},{"DatabaseID":182729,"FileName":"4b75ae07-cb9f-451b-b26a-4deee372a644.PNG","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]},{"DatabaseID":182730,"Name":"Monkey Academy","ReleaseYear":"1985","Overview":"This platform game is about solving arithmetic problems. In the equation one number is missing, you 'll have to find the right number. This game is aimed at young children to help them learn arithmetic problem solving or playing with numbers.\n\nSome monkeys are minding their own business when they see a number missing from their arithmetic problem. Who took it? Another monkey, a crab? And where could it be? The only way to find that out is to go looking for it.\n\nGuide your monkey across the screen and up and down platform levels. Watch out for the crab! If its claws bite you, you lose a monkey. Jump up and pull down shades to find the missing number. When you find it, catch the number bar. Then send it up to your helper monkey. Find three missing numbers and earn bonus points!","MaxPlayers":"2","ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":null,"Genres":" Platform; Education","Developer":null,"Publisher":"Philips","ReleaseDate":null,"Images":[{"DatabaseID":182730,"FileName":"98784e67-2e0c-4f94-b43b-7b4fa1207a7d.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182730,"FileName":"3caeb9d3-6c3c-4b3a-8f01-b57da7ea69e0.PNG","Type":"Screenshot - Game Title","Region":null},{"DatabaseID":182730,"FileName":"6f11a54b-d644-43cf-a9e8-712c13a62719.PNG","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]},{"DatabaseID":193442,"Name":"Mots en Fleurs","ReleaseYear":"1984","Overview":null,"MaxPlayers":null,"ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":"Not Rated","Genres":" Education","Developer":null,"Publisher":"VIFI Nathan","ReleaseDate":null,"Images":[{"DatabaseID":193442,"FileName":"83c75d91-449f-423f-83d2-fe6b4fddc135.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":193442,"FileName":"3ce9e144-9112-45f4-8d65-92a036d63558.PNG","Type":"Screenshot - Game Select","Region":null},{"DatabaseID":193442,"FileName":"81794d74-3d0a-451d-9651-d75295d10758.PNG","Type":"Screenshot - Game Title","Region":null}],"AlternateNames":[]},{"DatabaseID":193443,"Name":"Preterite Star","ReleaseYear":"1985","Overview":null,"MaxPlayers":null,"ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":"Not Rated","Genres":" Education","Developer":null,"Publisher":"BELIN","ReleaseDate":null,"Images":[{"DatabaseID":193443,"FileName":"2cd3657f-7404-4786-92d3-768e1e443025.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":193443,"FileName":"8333942d-3133-4b46-aa36-6ef4172fc347.PNG","Type":"Screenshot - Game Select","Region":null},{"DatabaseID":193443,"FileName":"0b7b77ab-65c9-4c70-9a90-c6402758ef6c.PNG","Type":"Screenshot - Game Title","Region":null}],"AlternateNames":[]},{"DatabaseID":182731,"Name":"Simulateur de Vol","ReleaseYear":"1984","Overview":null,"MaxPlayers":"1","ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":null,"Genres":" Flight Simulator","Developer":null,"Publisher":"Philips","ReleaseDate":null,"Images":[{"DatabaseID":182731,"FileName":"54e13a52-49d5-4705-bd3c-1bce5347e284.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182731,"FileName":"ec43635d-e8a6-4996-a451-6dd316f1db64.PNG","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]},{"DatabaseID":182732,"Name":"Staroc","ReleaseYear":"1984","Overview":"Staroc is a horizontally scrolling shoot-'em-up. Players control a spaceship that can move up and down and can fire lasers. The players spaceship flies through an asteroid belt and then over hostile territory and has to contend with several flying enemies as well as missiles that are launched from the ground surface. Shooting down enemies earns the player points. The player starts the game with three spaceships. Once they are all lost, the game ends. The player can then enter their name on a high score list if their score is high enough to qualify.","MaxPlayers":"1","ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":null,"Genres":" Shooter","Developer":"Loriciels","Publisher":"Loriciels","ReleaseDate":null,"Images":[{"DatabaseID":182732,"FileName":"8947ace3-cc27-48b5-afbb-3e8213f897ac.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182732,"FileName":"a5a69238-1aac-4903-b0ca-0052f5ab2456.PNG","Type":"Screenshot - Game Title","Region":null},{"DatabaseID":182732,"FileName":"daa32687-2c3f-45b4-8c8f-683d23ad1cfe.PNG","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[{"DatabaseID":182732,"AlternateName":"Star-Roc","Region":null}]},{"DatabaseID":193444,"Name":"Systeme Metrique","ReleaseYear":"1984","Overview":null,"MaxPlayers":null,"ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":"Not Rated","Genres":" Education","Developer":null,"Publisher":"VIFI Nathan","ReleaseDate":null,"Images":[{"DatabaseID":193444,"FileName":"2ce03a73-10ac-4103-affb-69a1b634edbd.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":193444,"FileName":"9dcc0488-4e63-48e9-8031-0be4db616689.PNG","Type":"Screenshot - Game Title","Region":null},{"DatabaseID":193444,"FileName":"1c5c8d74-547c-442b-9eeb-b432fd7b9f49.PNG","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]},{"DatabaseID":182734,"Name":"Tortues","ReleaseYear":"1984","Overview":"Tortues puts you into the role of the maternalistic turtle who tries to save the kidturtles from a bunch of bad bugs (or, in some versions, bad cars). It takes place in a Pacman-esque labyrinth, with turtle boxes in the centre and corners of the screen. Run into a box to release the turtle kid inside. Opening a box makes a little house show up, and you must go with the kidturtle to the house before you can release the next one. All the while, you must avoid the bugs/cars running around the maze. If they get too close, you can release a mine which will stun them temporarily. When you run out of mines, you must resupply by passing over a star in the centre of the screen. Beware, though, because the simpleminded bugs become smarter as time passes; this is symbolised by their changing colours. On later levels, those sneaky beetles can also come out of the boxes supposed to hold kidturtles. Watch out!\n\nEach level is a floor in a house, and between levels you can see the turtle climbing to the next floor until it reaches the top. However, in the Philips versions, the kidturtles are replaced by people whom the turtle must save from ships, while the bugs are turned into turtle-eating fish.","MaxPlayers":"1","ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":null,"Genres":" Action","Developer":null,"Publisher":"Philips","ReleaseDate":null,"Images":[{"DatabaseID":182734,"FileName":"ef9b06a0-12e8-40b8-89c4-94a5d793ebc7.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182734,"FileName":"60e864ae-6cec-4274-b4ee-d854534aedad.PNG","Type":"Screenshot - Game Title","Region":null},{"DatabaseID":182734,"FileName":"789967c7-2e08-4a78-b61b-866cd644a4a4.png","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]},{"DatabaseID":182735,"Name":"US Rallye","ReleaseYear":"1984","Overview":"In US Rallye the object is to cover as large a distance as possible with the available fuel. As the name implies, the rally crosses the U.S.A., from the west coast to the east coast.\n\nOn the road, green cars are oncoming ones and blue cars are going ones. Any collision makes the player lose fuel. The car gets refueled in the stops at Denver, Chicago and New York; when the player reaches New York, the game starts over at a higher difficulty level, with heavier traffic and increased speeds. The game is over when the player runs out of fuel. The game is played using the action button to accelerate, the directional stick to steer right and left and holding back to brake.","MaxPlayers":"1","ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":null,"Genres":" Racing","Developer":null,"Publisher":"Philips Export B.V.","ReleaseDate":null,"Images":[{"DatabaseID":182735,"FileName":"292353d4-88a3-4696-af55-f4959da63391.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182735,"FileName":"f1faaeaa-5591-412a-8dad-57f5163f0780.jpg","Type":"Cart - Front","Region":"France"},{"DatabaseID":182735,"FileName":"fe30fa4c-e5f7-41cc-a858-7d9071e814d1.png","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]},{"DatabaseID":182736,"Name":"Viking","ReleaseYear":"1984","Overview":null,"MaxPlayers":"1","ReleaseType":"Released","Cooperative":"false","VideoURL":null,"Platform":"Philips VG 5000","ESRB":null,"Genres":" Action","Developer":null,"Publisher":"Philips","ReleaseDate":null,"Images":[{"DatabaseID":182736,"FileName":"afa3f3cd-b5bf-42f3-8d01-10520a8aded0.jpg","Type":"Box - Front","Region":"France"},{"DatabaseID":182736,"FileName":"073f0fce-5539-475d-bd71-9c68d3bc42a5.PNG","Type":"Screenshot - Game Title","Region":null},{"DatabaseID":182736,"FileName":"9aea2235-0f89-4d44-bf66-9200d19336c7.PNG","Type":"Screenshot - Gameplay","Region":null}],"AlternateNames":[]}]}