{"22809":{"Cooperative":"false","Developer":"Philips","ESRB":"Not Rated","Genres":"Puzzle","Images":[{"FileName":"25732d32-1f66-43e6-8243-3a9bc0fe412e.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"b3c301a5-71df-46d4-965d-3c5bc361d204.png","Region":"Europe","Type":"Box - Front"},{"FileName":"7ff67c92-0354-4941-9202-3dabed4346fc.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"b8289369-8447-4f05-9847-07f797335d7e.png","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"4 in 1 Row","Overview":"4 in 1 Row is a translation of the Connect Four board game. Two players (Pussycat and Hounddog) take turns dropping colored (red or green) discs in an eight-column six-row grid. The object is to place 4 discs in a row, either vertically, horizontally or diagonally.\n\nAn strategic indicator number on the right side of the screen, besides each name, will show the chances of each player to get four discs in a row. The higher the number, the higher the chances. If the number reads 125 it means the player is just one move away from winning. The strategic indicator can be turned off by pressing CLEAR.\n\nWhen playing against the computer, two variations with three skill levels are available:\n\nPlaying against Microcat I, II or III (selected by pressing 1, 2 or 3). Microcat uses a micro-sensor (represented by a µ sign) which will stop over each column calculating its chances. The disc will be dropped where the µ stops. The higher the skill level, the bigger the sensor and calculation times.\n\nPlaying against Microdog I, II or III (selected by pressing 5, 6 or 7) is similar to playing against Microcat (with the skill levels and µ sensor), but the player can also ask for computer assistance on moves. Whenever player's Pussycat appears, pressing 1, 2 or 3, depending on the skill level, will make the PRESS ENTER text appear along the micro sensor. Once pressed, the computer will take over and will continue until the player presses again 0 and ENTER when Pussycat appears.","Publisher":"Philips","ReleaseDate":"1982-01-01T00:00:00-08:00","VideoURL":"https:\/\/www.youtube.com\/watch?v=L8ueOax7aIA"},"22819":{"Cooperative":"false","Developer":"Philips","ESRB":"Not Rated","Genres":"Strategy","Images":[{"FileName":"b44e4c90-e4ca-4dba-a625-454c1c86d06d.png","Type":"Box - 3D"},{"FileName":"ad57c659-b129-4442-a6a0-7952a1e07a69.png","Type":"Box - 3D"},{"FileName":"c41b0706-d179-4433-92b4-a9e6d18e921d.png","Type":"Box - Front"},{"FileName":"4f0d9a4c-67d7-414c-b1f5-220056e4925f.png","Region":"Europe","Type":"Clear Logo"}],"MaxPlayers":2,"Name":"Backgammon","Overview":"Backgammon is a translation of the board game to the Odyssey². The object of the game is to move all checkers off the board. The first player to do so wins. For technical reasons the board is drawn with parallel lines instead of triangles. Points are scored in the following way: a straight win is awarded with 1 point. A \"gammon\" is awarded with 2 points and a \"backgammon\" with 2 points. Players can challenge the opponent for doubling and redoubling the amount of points won. The game can be played using the electronic dice in game or using hand dice.","Publisher":"Philips","ReleaseDate":"1982-01-01T00:00:00-08:00"},"22820":{"AltNames":[{"Name":"Las Vegas Blackjack!","Region":"Europe"}],"Cooperative":"false","Images":[{"FileName":"9db70672-8aa5-443a-8b08-385cc7e8e32d.png","Region":"Europe","Type":"Box - Front"},{"FileName":"c63af90e-5435-405a-ae66-4646d0dd3dfa.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"1dcb512a-8361-448a-ba38-4667505f4a8a.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"e50416d8-7e52-4d5e-9836-80c877d1fc85.jpg","Type":"Screenshot - Gameplay"}],"Name":"Blackjack!","Overview":"One or two players can play against the computer in this Blackjack game.\n\nEach player starts with $1000. After placing their bets (through the keyboard), the dealer shuffles the cards and deals two face-up cards for each player and one face-up card and one face-down card to himself. He then asks the players to hit more cards or not (up to five). After each player has been dealt a full hand, the dealer reveals his face-down card. He'll take a hit if he has a total of 16 or less.\n\nBlackjack or five cards without a bust pays double. The nearest to 21 hands pays even. No money is paid if there is a tie.\n\nThe computer offers an insurance bet if the dealer's first card is an ace. If the player accepts and the dealer goes blackjack, the player will lose no money. Otherwise, he will win or lose the current bet plus a half.\n\nSometimes the computer will also offer a double down. If the player accepts, the bet is doubled and he will get just one more card."},"22821":{"Cooperative":"false","Developer":"Philips","ESRB":"Not Rated","Genres":"Shooter","Images":[{"FileName":"be2f2cb5-8b34-47b2-b50b-1a534cfb0787.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"edb4ecc3-9c90-4af1-8f76-5549a53de341.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"318db7b2-7a22-48b5-8e99-e0555a97bdc8.png","Type":"Box - Front"},{"FileName":"01ae074c-5f17-4bd5-98cd-3d55000b7d1f.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"2b0163e2-dc4f-4061-8933-d3d6b2e998d8.png","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Blobbers","Overview":"In Blobbers the player controls a mobile laser unit trying to defend itself from the Blobbers, fearsome, giant, amoeba-like creatures that will devour anything they encounter. The mobile laser unit moves grounded to the sides of the screen area. The Blobbers will also move along the same sides, and as the laser gun can only shoot straight forward, the mobile laser unit has to be in the opposite side of the screen to hit the Blobbers.\n\nA Blobber borns as a harmless small yellow spot, growing to a bigger and purple mass, to a bigger and white one until it reaches its red adult form. Only when it is red it can do harm to the mobile laser unit, if they are of any other color, they will only stick to the mobile laser unit until it moves and releases itself from the Blobber. As the time passes, an adult Blobber will multiply, releasing a new small yellow spot which will eventually grow into another adult Blobber. When Blobbers are hit, they are reduced to the immediate previous stage of development (from red to white, then purple, then yellow, then deceased).\n\nIn the middle of the screen, moving blocks called Magic Transporters move up and down randomly. They are called Magic Transporters because they can be used to transport the mobile laser unit from one side of the screen to the other, if the mobile laser unit moves onto one of them while they touch the top or bottom of the screen. The Blobbers will also be transported by them. Also, they are impenetrable by the laser gun, meaning the player will only be able to hit one Blobber when there are no Magic Transporters in the laser's way.\n\nThe Blobbers will become faster every 90 seconds until finally reaching the mobile laser unit's speed. The player has only one life and no continues.","Publisher":"Philips","ReleaseYear":1983,"VideoURL":"http:\/\/www.youtube.com\/watch?v=WC0chYsRm5Y"},"22825":{"Cooperative":"false","Developer":"Philips","Genres":"Action","Images":[{"FileName":"59e117fd-a9f9-4d24-83e1-c19401d7008b.png","Type":"Box - 3D"},{"FileName":"f9aa4975-da34-49f1-afa3-dafc6a244038.png","Type":"Box - Front"},{"FileName":"0688013b-a0dd-489e-a3eb-764a19d6c0dc.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"0e253470-4120-4155-b208-a900be6ff397.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"7f021d7a-9a58-4e01-831d-7100b6e3c829.jpg","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"fbce3f2c-3960-4b71-9f6e-0207318433e5.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Catch the Ball \/ Noughts and Crosses","Overview":"Two titles are available in this cart:\nCatch the Ball puts one or two players in the role of a circus clown who has to catch a while ball which comes rolling down a maze of obstacles. The clown has to try to follow the ball as it falls its unpredictable path. A time limit of three \"game minutes\" is counted down and the player with more balls caught by the end of the time wins. The joystick is used to move the clown left or right and the \"action\" button accelerates his movements. There are 6 possible variations, with the players taking turns after each ball caught, taking turns after each miss or in a single player mode, with the time limit on or off for each mode.\n\nNoughts and Crosses is also known as tic-tac-toe. Players move a \"+\" cursor over the 9 square matrix and place either blue noughts or red squares. The first to get three symbols in a straight line wins. If all six symbols have been placed and there's no winner, they can be removed by placing the cursor over and pressing the action button and then be replaced.","Publisher":"Philips","ReleaseDate":"1978-01-01T00:00:00-08:00"},"22826":{"Cooperative":"false","Developer":"Jopac","Genres":"Platform","Images":[{"FileName":"e839b10a-57de-451d-967c-1d7729523f7e.png","Type":"Box - 3D"},{"FileName":"ae541fd2-4301-4197-8b01-7116ef0fc80f.png","Type":"Box - Front"},{"FileName":"64f2f7a6-dc34-4c25-898b-1e7476a8543b.png","Region":"France","Type":"Clear Logo"},{"FileName":"53b22506-c851-48ec-9c54-f61bcf043b66.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Chez Maxime","Overview":"In Chez Maxime the player controls Maxime, a waiter who has to keep his customers well served, or else he'll lose his job. The \"chez\" has three floors, with one table in the first, one in the second and three on the top floor. Customers enter from one of the four doors to the restaurant, sit and wait for their orders. The cook places a meal in the dumb-waiter and Maxime has to get it when it passes by the floor where he's standing in an elevator shaft.\n\nCustomers get angry for waiting for too long. They arrive green, but turn red as they grow angrier and finally start jumping in their places when they're really furious. If Maxime serves them, they'll return to their calm (green) state and will leave. If Maxime fails to serve them when their furious, they'll leave. If four customers leave unserved, the game is over.\n\nTo make things a bit more difficult, a dog enters the restaurant every now and then, trying to steal Maxime's tray. If Maxime has his hands free, he'll kick the dog out; if he's carrying his tray, the dog will bite Maxime's legs, making him fall, and will steal the tray.","Publisher":"Jopac","ReleaseDate":"1983-01-01T00:00:00-08:00","ReleaseType":"Released"},"22827":{"Cooperative":"false","Developer":"Philips","Genres":"Puzzle","Images":[{"FileName":"66873093-f161-489f-b3ee-c968561330e6.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"80b1dcf8-2d84-41af-9d6e-3976bf450805.png","Type":"Box - Front"},{"FileName":"3a5e005d-d96a-414f-b712-7fed1926a833.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"c6675864-bff1-4820-a34c-d3383fd269e7.png","Region":"France","Type":"Clear Logo"},{"FileName":"f3c906c3-07ca-491d-8665-6ddf62c83aa2.png","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Chinese Logic","Overview":"In Chinese Logic the player has to move a sequence of numbers (9 to 0) from the point A of a pattern of lines to point D (or B in the variations). The numbers must be placed in point D in the same descending order. There are two other points to which the numbers can be moved, B and C.\n\nIf one or more numbers are parked in one of the points, the player can only additionally move to that point numbers which are lower than the last one already parked. The numbers can be moved one by one only and to do so the player has to type the letter of origin and then type the destiny letter. Moves can be undone by pressing the \"clear\" key.\n\nThe computer keeps track of the time elapsed and the number of moves made by the player, also showing the minimum amount of moves to solve the puzzle. There are 9 other possible variations, with the difference of having the way to point D blocked and different amounts of numbers to move. Those variations can be selected by pressing \"reset\" and the desired number, as follows:\none figure - minimum number of moves: 1\ntwo figures - minimum number of moves: 3\nthree figures - minimum number of moves: 7\nfour figures - minimum number of moves: 15\nfive figures - minimum number of moves: 31\nsix figures - minimum number of moves: 63\nseven figures - minimum number of moves: 127\neight figures - minimum number of moves: 255\nnine figures - minimum number of moves: 511","Publisher":"Philips","ReleaseDate":"1980-01-01T00:00:00-08:00"},"22833":{"Cooperative":"false","Developer":"Philips","Genres":"Strategy","Images":[{"FileName":"1c38aa44-d6f2-4df9-84f5-0486baf23d94.png","Type":"Box - 3D"},{"FileName":"2774d04a-5998-4eb6-bac2-29f0190a4438.png","Type":"Box - Back"},{"FileName":"32cf53ac-9047-40bc-a84b-63118376736b.png","Type":"Box - Front"},{"FileName":"c909181a-6815-4cd9-a6ce-56e72bfe6e82.png","Region":"Europe","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Conquest of the World","Overview":"CONQUEST OF THE WORLD represents a significant departure from traditional game design. The components have been designed to provide you with a very realistic model of the real world to both electronically and graphically simulate strategic and tactical confrontation between world powers.\n\nElectronic land, sea and air forces can be deployed against each other in any combination and are totally dependent on supplies which are represented by energy units.\n\nThe game board is a true-to-life model of the relationships between countries of the real world in the early 1980's.\n\nForty-three countries have been divided into eleven \"politectonic\" or geo-political zones. Each country has been weighted with a power base figure that reflects its capability to persuade other nations to conform to its wishes - by diplomatic coercion or by direct military force.\n\nThese figures are based on the formula created by Ray S. Cline, formerly Deputy Director of Intelligence for the C.I.A.\n\nPp = (C+E+M)x(S+W)\n\nPERCEIVED POWER = (Critical Mass (Population + Territory) + Economic Capability + Military Capability) x (Strategic Purpose + National Will).\n\nFuture shifts in world power and change in governments will - of course - make changes in these numeric weightings appropriate. Players can feel free to sustain realism by changing the numbers assigned to each country as life goes on.\n\nIf you play other war games such as those published by Avalon Hill and SPI, you will find that the computer cartridge interfaces very effectively with them. The onscreen combats will generate much more excitement and realism than the usual dice provided to resolve conflicts. Onscreen energy units can be programmed into the computer to reflect the relative strength between different forces. The differential between the onscreen energy units at the end of each battle can also be applied to the combat results tables that come with these games.\n\nConquest of the World is the first game of its kind, so be ready for many unusual features. Take the rules one step at a time and you will find it to be a fascinating game of endless challenge - which, once learned, is not at all difficult to explain to others.\n\nTHE OBJECTIVE OF THE GAME is to lead your Homeland to world domination through negotiations, conquests and alliances. Each successful conquest and alliance you make will strengthen your country's power base. The country with the strongest power base at the end of the game is the winner.","Publisher":"Philips","ReleaseDate":"1981-01-01T00:00:00-08:00"},"22834":{"AltNames":[{"Name":"Guerre de l'Espace"}],"Cooperative":"false","Developer":"Magnavox","Genres":"Flight Simulator","Images":[{"FileName":"1e4d02ab-a507-4688-9e2a-d3bb8038f13f.png","Region":"France","Type":"Box - Front"},{"FileName":"d92f2374-71db-48bb-ab82-8293970aa5af.png","Region":"Europe","Type":"Box - Front"},{"FileName":"6a4a3de8-ff1d-4488-a8be-f3628b905aa0.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"3465f557-f3d0-4b58-a046-e2e52f4ac70f.png","Region":"North America","Type":"Clear Logo"},{"FileName":"351ee11f-0bdd-40cc-95ad-4bdea5cb19de.png","Region":"Europe","Type":"Screenshot - Game Over"},{"FileName":"a2989bbf-f133-49e9-88d7-21409db46a2f.png","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"9ffb88fe-346f-408a-bc01-feeab3847220.png","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"1dbaff20-f13c-474b-abcf-864717f3c323.png","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"62dae5a4-6986-47f5-bcf4-b23a045c5091.png","Type":"Screenshot - Gameplay"},{"FileName":"e1566c09-238f-4bbf-b6f6-dbe1a48c643d.png","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"2cfd326c-da4b-43d4-b602-f6e2b4846754.jpg","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"fb2b42a1-4188-4f46-b3ae-51472fb7d694.png","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"647c6fbf-dc75-4e48-b8c0-d0c41836b502.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Cosmic Conflict","Overview":"Press 1 on the alpha-numeric keyboard. You are now in command of the star fighter CENTURION and a legendary hero of the Earth Federation!\n\nThe sighting instrumentation for your laser starburster is at the center of your screen. The number 15 at the lower left corner of the screen represents the number of enemy invasion transports, battle frigates and star fighters to be destroyed in this action. This number will decrease by one every time a direct hit is scored.\n\nThe number at the lower right of your screen represents the quantums of energy units in your fuel receptors. These energy units are expressed in megajoules.\n\nYou will start your mission with 1000 megajoules. One megajoule per second is used to sustain flight. A laser burst uses ten megajoules of energy. If an enemy star fighter comes within range and fires, fifty megajoules of energy are required to activate your deflector shields.\n\nThe objective of your mission is to destroy all 15 units in the enemy fleet using the least number of megajoules.\n\nManeuver your star fighter with the joy stick on the right hand control unit. Pull it towards you to ascend. Push it away from you to descend. Push right to go right. Push left to go left. When you have an enemy ship in your sights, fire your lasers by pressing the action button. Only one enemy ship will appear on the screen at a time.\n\nWhen an enemy Imperial star fighter flashes in from hyperspace, a general ALERT will sound and flash on the screen. It is important to fix the ship in your sights quickly and fire before he comes within his own firing range and costs you energy units necessary to activate your deflector shields. The star fighters will come at you from a variety of angles. It is safer strategy to outmaneuver the ones that come at you from diagonals. They require very sophisticated precision tracking. You will save megajoules by firing at those that come head-on or appear in more easily tracked vertical and horizontal courses. You can take evasive action from a star fighter only by climbing or diving to get the ship completely off-screen. If you go right or left, the fighter will continue to follow you.\n\nThere are five enemy star fighters to protect the ten enemy invasion transports and battle frigates. The engagement will terminate when all of the enemy fleet have been destroyed - or when your fuel receptors have been drained of energy units. Star Command will contact you with new orders after each action.\n\nTo play again, press the RESET key on the console and then press 1 on the alpha-numeric keyboard.\n\nGood hunting!","Publisher":"Magnavox","ReleaseDate":"1978-01-01T00:00:00-08:00","ReleaseType":"Released"},"22837":{"Cooperative":"false","Developer":"Philips","Genres":"Shooter","Images":[{"FileName":"57d8a279-973e-4f37-b36f-a6cf9d8e3d0d.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"be859777-c8e6-4c7e-b0d5-d6aa37e28513.png","Type":"Box - Front"},{"FileName":"f511ce05-da6b-4854-ad34-35efe1f20838.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"c51fd597-1339-4bb2-86b7-111c0e0f8a59.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"b24416cc-19ea-45ac-8144-ca075f92d4d0.jpg","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"54e91c22-b4b0-464e-9eeb-be938c32fb78.png","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Depth Charge \/ Marksman","Overview":"Two titles are available in this cart:\nDepth Charge is a single-player BattleShip variant. The player controls a cannon in a top-down view trying to destroy 7 submarines hidden in the area of water shown on screen. The area is a 8x8 grid, and the player controls a white cross-hair over it with the joystick. Pressing the action button will shoot the cannon. If a submarine is hidden in that particular area, a blue square will appear, marking it. If there are no submarines, the game will warn the player with a sound and that area will continue unmarked. There are submarines of 4 different sizes, with there being 3 with one section each, 2 with 2 sections each, 1 with 3 sections and 1 with 4 sections. The game keeps track of the number of shots tried by the player, and the total is shown at the end of the game, when all submarines are destroyed.\n\nMarksman is a shooting gallery game. The player can choose between 2 game durations: 1 minute or 3 minutes. The game is played in a first person perspective, with the player seeing the rifle and the targets in front of it. A line of targets will scroll from right to left, bouncing up and down in front of the rifle and the player has to aim at them and shoot. There are 9 different targets which grant the player scores from 1 to 9 points each. When the player reaches 100 points, the targets start to move faster. The game ends when the time reaches 0:00 or when the player runs out of shots (starting with 24).","Publisher":"Philips","ReleaseDate":"1979-01-01T00:00:00-08:00"},"22841":{"Cooperative":"false","Developer":"Jopac","Genres":"Shooter","Images":[{"FileName":"3244eac6-f575-4e2c-af16-6062b959e587.png","Type":"Box - 3D"},{"FileName":"aced4613-71a9-417f-8ed2-b52fac45f448.png","Type":"Box - Front"}],"Name":"Exojet +","Overview":"In Exojet + the player controls a spaceship which has gone astray during a reconnaissance mission to an unknown planet and enters a canyon from which it cannot escape. The goal is to survive while defending the ship against two main threats: enemy space ships that fire while flying over the canyon sideways in the screen and laser guns in the canyon to intercept the ship. The player's ship has a sight which will change its position according to where the threat comes from, moving to the top of the screen for the enemy ships and to the front of the player's ship for the laser guns. The player's ship is also equipped with a magnetic shield which is destroyed if hit, but regenerates after six seconds.\n\nAfter 10 enemies are destroyed, a spaceship base appears on the screen and the player must avoid destroying it. If the player touches the spaceship base, a bonus of 100 points will be granted, the magnetic shield takes half a second more to regenerate and the enemies become faster and better armed. In the beginning the enemies will fire single missiles, after the first base they'll fire groups of missiles, after the second they'll fire a \"rain\" of missiles and after the third they'll fire homing missiles. Further in the game, friendly ships will also appear and must not be destroyed.\n\nAfter the player reaches 2000 points an enormous meteor may appear which can only be avoided (with a 100 points bonus for the feat). After 5000 points the speed of the meteor increases, as does the bonus points awarded (150). Finally, after 7000 points the ship loses its magnetic shield. The game is over if the ship is hit without its magnetic shield of if crashes in the canyon walls or the meteor.","Publisher":"Jopac","ReleaseDate":"1982-01-01T00:00:00-08:00","ReleaseType":"Released"},"22844":{"Cooperative":"false","Developer":"Konami","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"122523b9-a415-474f-a2df-2c10cc18bc5c.png","Type":"Box - 3D"},{"FileName":"15f90acf-e4ea-4a27-ba7b-3ffdfde34e24.png","Type":"Box - 3D"},{"FileName":"314927c1-9815-4f41-99a9-b8031872c67c.png","Region":"Europe","Type":"Box - Front"},{"FileName":"d1920543-c0d9-4a92-8cd2-6d9796a8a1b3.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"66bf2a99-d8d5-476d-a1d8-b125ba33ee32.png","Type":"Clear Logo"},{"FileName":"3bf2fa5d-49eb-4b4e-b8b5-0b6b1a6bd1a4.png","Type":"Fanart - Background"},{"FileName":"a0697b6a-4fca-4808-96ee-1e4bbf008e6b.jpg","Type":"Screenshot - Game Title"},{"FileName":"71cd1555-9361-428e-adf9-5db4a2f3c4c6.jpg","Type":"Screenshot - Gameplay"},{"FileName":"bbbf43a5-f7c0-4948-8ff3-80b984ad3b10.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Frogger","Overview":"Your task in this arcade conversion is to guide a frog across a treacherous road and river, and to safety at the top of the screen. Both these sections are fraught with a variety of hazards, each of which will kill the frog and cost you a life if contact is made.\n\nThe road is full of cars and trucks, at variable speeds. The river water itself is fatal, as are the snakes which hover within on later levels. Frogger must use the arrangement of logs, turtles (which are only there for a short time) and alligators (but stay away form their faces), and then jump into one of the open home-cells, ideally one containing a fly for extra points. Once all holes have been filled, you move onto the next, harder, level.","Publisher":"Parker Brothers","ReleaseDate":"1983-01-01T00:00:00-08:00","ReleaseType":"Released","VideoURL":"http:\/\/www.youtube.com\/watch?v=0YydHBLbvEs"},"22846":{"Cooperative":"false","Developer":"Philips","Genres":"Flight Simulator","Images":[{"FileName":"f73becbc-3bad-4e76-8af0-ce0be394799a.png","Type":"Box - Front"},{"FileName":"ab614d71-f809-4835-8b61-6e466ed70009.png","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"36abc568-66dd-4ecb-b747-9dbaa3bd5d04.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Helicopter Rescue","Overview":"Games back in the early 1980s often had descriptive titles. Helicopter Rescue is one of them: you have to use an helicopter to rescue stranded pilots in the desert and in the sea.\n\nThe player controls the helicopter with the joystick, moving up to fly up and down to land. Once the helicopter is in the air, the player can choose to go left or right. Going left takes the player to a desert scenario, where the game field is in 2.5D. Moving the joystick up flies the helicopter ahead, moving it down lands the helicopter to pick up pilots. In the desert, tanks will try to shoot the helicopter down and capture the pilots before the player can rescue them. To shoot them, the helicopter must be moving vertically. Flying to the right of the main screen takes the player to a sea scenario, where the same rules as the desert apply, but as expected, instead of tanks the enemies here are ships.\n\nThe helicopter has a fuel meter which, when depleted, will make the helicopter crash. The helicopter gets refueled when the player lands on the home base and returns rescued pilots. Each round has the player trying to rescue 8 pilots. The round ends when all 8 pilots are either rescued or killed.","Publisher":"Philips","ReleaseDate":"1983-01-01T00:00:00-08:00","ReleaseType":"Released","VideoURL":"http:\/\/www.youtube.com\/watch?v=E-cM_eyDntk"},"22853":{"AltNames":[{"Name":"Ruche Infernale, La"}],"Cooperative":"false","Developer":"Philips","ESRB":"Not Rated","Genres":"Action; Shooter","Images":[{"FileName":"2271e0af-326e-4282-980a-a72c3c565b00.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"7ad2bd4f-41fa-4e0f-9cc5-af9e4333f9d5.png","Type":"Clear Logo"},{"FileName":"e889a6eb-2c08-4745-a0cb-68cb8b877376.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"00320048-8b03-4d26-8e86-a47285bebaa0.png","Region":"Europe","Type":"Screenshot - Game Title"},{"FileName":"88891607-5847-4a80-b280-6d140c49875a.png","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"9e667607-e7b1-4a73-957a-f996f740a4f6.png","Type":"Screenshot - Gameplay"},{"FileName":"70c4bab7-fb73-4fc8-a920-09e0378d9c74.png","Type":"Screenshot - Gameplay"},{"FileName":"96cacffa-b8ee-485d-9b32-579bc6ad0024.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Killer Bees!","Overview":"The Beebots from the insect civilization of BEM are invading the Earth, protected by swarms of Killer Bees, and it's up to a swarm of white bees to stop them.\n\nThe player control the white bees swarm, trying to kill the Beebots by flying over them and stinging them. The longer the swarm flies over a Beebot, the slower it moves, until it finally stops and dies. When a Beebot dies, a grave marker will be raised in its place, making the movement of the remaining Beebots more difficult. The red Beebots move clockwise, the blue ones move counterclockwise.\n\nThe Beebots are protected by swarms of Killer Bees. If a swarm of Killer Bees attacks the player's swarm, it will lose its bees gradually, until none are left and the game is over. The longer the Killer Bees stay on screen, the stronger they get. They'll change their colors gradually, from green (the less harmful) to blue and then finally to red (the most dangerous).\n\nThe only defense the player has against the Killer Bees is the bug-zapping RoSHa Ray, released by pressing the action button. It is recharged each time a Beebot is killed, and it follows the white bees swarm vertical movement. Once all Beebots are killed, the round ends, and a new one starts with a new level of difficulty. There are 26 difficulty levels.\n\nThe player scores one point per sting, ten points per zapped swarm and 100 points per Beebot killed. At the end of each round, a bonus is also given, consisting in ten points per each survivor bee, multiplied by the number of the round.","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1983,"VideoURL":"https:\/\/www.youtube.com\/watch?v=gMGePRnKcls"},"22854":{"Cooperative":"false","Developer":"Philips","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"63dce57d-6b18-4793-a2b3-5094e60e66ae.png","Type":"Box - 3D"},{"FileName":"80260a91-4c32-47c0-bc45-106b2349b674.png","Region":"Germany","Type":"Box - Front"},{"FileName":"331033be-e731-459e-88c9-005f2e9a1f32.png","Region":"Germany","Type":"Clear Logo"},{"FileName":"5fb901a1-c01f-47f6-b0dd-1d8859c8a3e1.png","Region":"Germany","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Kinder im Verkehr 1","Overview":"Control a kid and help him cross the street by looking left then right then left again.","Publisher":"Philips","ReleaseYear":1981,"VideoURL":"https:\/\/www.youtube.com\/watch?v=eL9p0nQ2D-c"},"22857":{"AltNames":[{"Name":"Tresor Englouti, Le"}],"Cooperative":"false","Developer":"Jopac","ESRB":"Not Rated","Genres":"Shooter","Images":[{"FileName":"1377faf0-19a6-4b24-8cc8-5b373b89d08d.png","Type":"Box - 3D"},{"FileName":"d8f31664-f7e7-45a2-804d-9f88b42f7bc1.png","Type":"Box - Front"}],"Name":"Le Trésor Englouti +","Overview":"Le Trésor Englouti + is an underwater treasure hunting game. The player controls a diver who has to enter three caves searching for the treasure. The only open cave in the beginning of the game is the one in the bottom left side of the screen. To reach it, the player has to avoid the fish in the sea as touching them make the diver lose oxygen. When the player reaches the cave, the screen changes and the interior of the cave is shown.\n\nThe cave is maze shaped and has six chests in it. One of the chests is empty, two of them holds sea animals: one holds a crab, one holds an octopus. Once they're free, they'll move about the cave, if they touch the diver, he dies and the game is over. One chest holds a grenade, which can be used to kill the enemies if they pass by when it is placed. One of the chests holds the key to the second cave, and one last hides a trapdoor to exit the cave. While the diver searches for the treasure, he'll lose oxygen. His boat is waiting up outside with three extra oxygen tanks. If the player swims up to it, one can be grabbed by pressing the action button. It will be necessary, as navigating inside caves it is difficult, the player has to place the diver in the right position or else he will bump in the walls.\n\nOnce in possession of the key, the player has to move the diver to the next cave. The second cave has a different maze layout, but the gameplay inside it is the same as the first. Once the player reaches the third cave, things get more difficult, as the third cave is dark and only a short distance around the diver can be seen. The game is won when the diver finds the treasure and returns to the boat without getting asphyxiated.","Publisher":"Jopac","ReleaseDate":"1984-01-01T00:00:00-08:00","ReleaseType":"Released"},"22858":{"Cooperative":"false","Developer":"Philips","Genres":"Platform","Images":[{"FileName":"80362a9e-f1a8-494e-bdbf-92c95e24015d.png","Type":"Box - 3D"},{"FileName":"74a91922-2e1a-44ca-9baa-4e6f4d828f40.png","Type":"Box - Front"},{"FileName":"3f624025-675a-478f-9bff-6fecd51587da.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"99c65031-1519-4636-99a7-97934e46eec4.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Loony Balloon","Overview":"In Loony Balloon, the player controls a kid carrying a swaying balloon crossing a playground. To get out of the playground, he must reduce the balloon's sway, or it will burst when he crosses the exit. To do so, he must earn 50 points by playing in the various amusements of the playground.\n\nThere are four kinds of amusements: a rocking horse, a slide, a roundabout and trees. The boy will also find threats to his balloon along the way, like birds that will cross the screen from left to right, trying to burst it, and sudden gusts of wind, which will take the balloon out from the boy's grasp if he stands still for too long.\n\nThe boy can release the balloon at any time and grab it again by its string (by pressing the action button). If the balloon hits a wall, it will burst and the game is over. The longer the game is played, the quicker the balloon rises if released.\n\nThe player scores:\n2 points by catching the balloon;\n5 points by playing at a tree;\n7 points by playing at the rocking horse;\n8 points by evading a bird;\n10 points by playing at the slide;\n12 points by playing at the roundabout;\n25 points by leaving the playground.\nThere are 10 difficulty levels. From levels 0 to 4, the playground layout is fixed. From levels 5 to 9, the walls in the playground will appear, disappear and change places.","Publisher":"Philips","ReleaseDate":"1982-01-01T00:00:00-08:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=fUvxOBTMdws&ab_channel=CarlRetroGames"},"22862":{"Cooperative":"false","Developer":"Philips","Genres":"Puzzle","Images":[{"FileName":"18720977-8aa8-470b-a929-4e953e05b181.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"8dee885d-742f-42c2-93ad-634c85d8af80.png","Type":"Box - Front"},{"FileName":"29f0f592-a1ab-4e6f-ac42-437ad233d070.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"01c429c9-e426-41fe-8315-4cef8ff8809c.png","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Morse","Overview":"Morse teaches the code to players. There are 4 types of games which can be selected in a menu screen:\nThe first type is a Morse code learning game. The player selects the game speed (4 to 30 words per minute) and level (1 to all 36 characters available). The computer will play the Morse signal for the first symbol (Q) and the player has to type in the symbol. After learning two signals, the game starts properly by introducing a row of trees in the top of the screen. An arrow is also displayed near the 4th tree from the left and a man on the right side. For each 10 correctly responded symbols the man takes down one tree. When he reaches the arrow, a new symbol is introduced and the process starts over again. The sequence of symbols is: Q, 7, Z, G, 0, 9, 8, O, 1, J, P, W, L, R, A, M, 6, B, X, D, Y, C, K, N, 2, 3, F, U, 4, 5, V, H, S, I, T and E.\n\nThe second type lets the player type individual symbols and listen to their respective codes.\n\nThe third type is similar to the second one, but in this one the player types a sequence of symbols and then press \"enter\" to ask the computer to play the respective code.\n\nIn the fourth type the player uses the \"action\" button of the joystick to enter codes into and the computer plays them and shows the respective symbol entered.","Publisher":"Philips","ReleaseDate":"1982-01-01T00:00:00-08:00"},"22863":{"Cooperative":"false","Developer":"Jopac","Genres":"Racing","Images":[{"FileName":"08b28aa5-7dfe-4ff0-b79d-fcff84b649d1.png","Type":"Box - 3D"},{"FileName":"82089e7f-b42f-4d34-8c21-764f1fd27ea9.png","Type":"Box - Front"},{"FileName":"a6bd04be-d74b-49ac-8816-9973d76b3972.png","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Moto-Crash +","Overview":"Moto-Crash + is a motorcycle racing game. The goal is to drive as far as possible within the time limit of three minutes. The game features 4 predefined circuits (selected with the keys 1 to 4 at the start of the game) plus one random circuit generated by the computer (selected with the 0 key).\n\nThe conditions of each circuit change as the player progresses. The race starts during daytime; once the player drives 6 km the night falls; at 10 km, the road becomes wet; at 20 km, the road becomes snowy and at 30 km the road becomes icy. Changes in weather conditions are not only accompanied by graphical changes but also gameplay ones, as the motorcycle's adherence to the road changes. If the player drives 6 km in daytime or 4 km in nighttime in any weather condition without crashing the computer awards him or her a bonus time.","Publisher":"Jopac","ReleaseDate":"1984-01-01T00:00:00-08:00","ReleaseType":"Released"},"22864":{"AltNames":[{"Name":"Chat et Souris"}],"Cooperative":"false","Developer":"Philips","Genres":"Action","Images":[{"FileName":"199174ba-9306-4275-b1d3-6c2322346d30.png","Type":"Box - 3D"},{"FileName":"f6915fb5-abe4-4a67-a1c6-a8e21ebaa30c.png","Type":"Box - Front"},{"FileName":"0656123f-b4c8-4a03-870b-04833680d9cc.png","Region":"Europe","Type":"Clear Logo"}],"Name":"The Mousing Cat","Overview":"The Mousing Cat is another game about the eternal conflict between felines and rodents. The game consists in a series of six encounters in which the players alternate the roles of cat and mouse (three times each). The winner is the player with most points at the end of the series.\n\nThe only player to score is the mouse. He does so by eating the cheese pieces scattered through the room. To eat, the player controlling the mouse has to press and hold the \"action\" button. The longer the button stay pressed, the more it eats. If the mouse eats for a certain amount of time, it will grow bigger than the cat and will be immune for a short period of time.\n\nThe cat tries to catch the mouse by building a trap around it. To do so, the player controlling the cat has to move the cat around the mouse while pressing the \"action\" button. The cat has a limited amount of trap parts to use and the used ones can be picked up again by being walked over.\n\nThe game has 7 skill levels (with less trap parts for the mouse and both cat and mouse moving faster the higher the level is) and 8 possible variations (with stationary and moving cheese and obstacles for the mouse).","Publisher":"Philips","ReleaseDate":"1982-01-01T00:00:00-08:00"},"22865":{"Cooperative":"false","Developer":"Philips","Genres":"Music","Images":[{"FileName":"34f66bd8-72bb-44dc-8775-f4e05e8686c7.png","Type":"Advertisement Flyer - Front"},{"FileName":"50f0c590-3804-468e-88de-9d78a223ed22.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"9ee37b83-cb5e-41bf-889c-eba8e7a33bd8.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"aa65d8ac-155c-4437-aeca-ddba3ed0a26b.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"a5d23ab1-6b8a-445c-9b48-aa9409a5d358.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"df39573d-0868-419b-8199-44cff8083992.png","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"1e1b3cd6-006d-4eac-82b8-bd13f46a96e3.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Musician","Publisher":"Philips","ReleaseDate":"1981-01-01T00:00:00-08:00"},"22866":{"Cooperative":"false","Developer":"Philips","Genres":"Shooter","Images":[{"FileName":"d251463f-2b28-45f7-96d3-ecf4cb36f009.png","Type":"Box - 3D"},{"FileName":"0444bab8-4b95-43c6-963c-293f360fc405.png","Type":"Box - Front"},{"FileName":"a5b27039-0aa4-473c-9e56-efc250029c5b.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"620b2069-c02f-4b97-9ebb-630f233b39e5.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Neutron Star","Overview":"In Neutron Star the player controls a spaceship trying to defend a system of satellites from being hit by planet fragments cast by an explosion.\n\nThe boulders must be collected by placing them in transport platform in front of the ship. Once the boulder is coupled, the player must move the ship toward a neutron star in the left edge of the screen. The neutron star exerts a magnetic force which will draw the ship into it. The ship must be moved carefully as it displays momentum. If the ship is drawn by the neutron star, it will be destroyed. Once close enough, the boulder can be released (by pressing the action button) and it will be drawn into the neutron star. The boulders can also be destroyed with rockets launched by the ship, but they are only available while the ship is not carrying any boulders.\n\nAs the game progresses, more boulders will appear at the same time. The color of the boulders change as they increase in number: one boulder will be red, 2 will be yellow, 3 will be green, 4 will be blue and 5 will be purple.\n\nThere are 16 satellites to be protected. If a boulder hits one of them, it will be destroyed. When 12 or more of them are destroyed, the magnetic power of the neutron star increases. The game is over when only 2 satellites are left.\n\nThe game has 4 skill levels. Levels 1 and 2 have respectively slow and fast boulders. Levels 3 and 4 have respectively slow and fast boulders also, but the satellites will be destroyed for at a time.","Publisher":"Philips","ReleaseDate":"1983-01-01T00:00:00-08:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=RwFaAMOEwYs&ab_channel=CarlRetroGames"},"22867":{"Cooperative":"false","Developer":"Philips","Genres":"Action; Adventure","Images":[{"FileName":"870393d7-9978-4b74-89d3-ff6e613336e5.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"40e92153-9e70-4b32-a294-37d5ef3a37f2.png","Type":"Box - Front"},{"FileName":"6680593a-8c94-4ec6-af10-9b4c53ced939.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"35c43e6a-91b1-44f2-b770-84f9b95891dc.png","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Nightmare","Overview":"In Nightmare the player controls a visitor to a haunted mansion. The goal is to escape from it through a constantly moving hatch in the attic. His job will be made harder by the ghosts who are still lingering around the house. The player has to climb three floors to reach the attic, and there is one ghost for each floor.\n\nThe ghosts become invisible as they cross the house's walls. While invisible they are harmless, so they have to make themselves visible to catch the visitor. They'll become invisible again if they cross the house walls again. If they catch the visitor, he'll lose one of his lives. But once the visitor has past the ghost's floor, the ghost will be paralyzed and can be caught by the visitor.\n\nBesides the ghosts, other dangers threaten the visitor. A thunderstorm is breaking out and flashes of lightning hit the mansion, creating lightning balls which will roll through the floor the visitor is in. The flashes will also make the invisible ghosts visible while the lightnings strike. Besides, the visitor can't be standing still for too long or a trap door will open and he'll fall through it, losing a life. To make things even more difficult, there will be also a randomly placed obstacle blocking the visitor's way.\n\nThe player starts with three lives and gains one each time he escapes the mansion. As the player grows on points from reaching the attic or capturing the ghosts, the game gets more difficult. The number of obstacles increase and the exit becomes invisible unless the player captures a ghost. In higher difficulty levels catching a ghost won't be enough, as the player will have to also get the house's ground plan, which appears on a chest after he captures a ghost.\n\nThe game can be played by 2 players, one of them controlling the ghosts in the house.","Publisher":"Philips","ReleaseDate":"1983-01-01T00:00:00-08:00","ReleaseType":"Released","VideoURL":"http:\/\/www.youtube.com\/watch?v=B2SKmFUpGqk"},"22869":{"Cooperative":"false","Developer":"Philips","Genres":"Action; Adventure","Images":[{"FileName":"61490c39-a514-4206-8bf6-2bc63921416f.png","Type":"Box - Front"},{"FileName":"5650146d-95e5-4c38-b63b-3a73b8a5de87.png","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"0c9f4d2f-973b-4247-9077-0561adc762ee.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Norseman","Overview":"In Norseman the player controls a Viking warrior trying to defend the magic Golden Viking Helmet.\n\nThe screen shows a courtyard divided in hexagons. The player has to protect the Golden Viking Helmet, which is at the bottom of the screen, from the attack of five different kinds of enemies. Each wave of enemies is composed of 5 of them. The enemies will appear in the top of the screen and will move toward the bottom of the screen; they can only move down (or diagonally down), and once they reach the bottom or the side of the screen they will reappear on the top or the opposite side. The Viking can move in all six directions, and will also reappear on the opposite side whenever he reaches the border. In order to attack, the Viking has to move inside the hexagon the enemy is in before the enemy moves against him first. As the enemies can only move downwards, approaching them from the 3 upper sides is advised.\n\nWhen an enemy dies, the corpse remains in the hexagon, making it impossible to move through it. Well placed corpses can function as a trap for other enemies, as they can only move downwards. The player can also get trapped by surrounding corpses. Once all 5 enemies are dead, a new wave of enemies comes. Each new wave has different enemies, in the following order: giants, octopuses, dragons, skeletons and bats. Once all waves are beaten, the game restarts from the first wave in a greater difficulty, while retaining the player's score. If the player dies or the Golden Viking Helmet is stolen, the game is over.\n\nThe game has 10 variations:\nGame 0: 1 helmet, monsters moving from top to bottom only.\nGame 1: 2 helmets, monsters moving from top to bottom only.\nGame 2: 3 helmets, monsters moving from top to bottom only.\nGame 3: Same as game 0, but this time the Viking warrior can only attack a monster when it appears in flashing, bright red.\nGame 4: As game 1, but this time the Viking warrior can only attack a monster when it appears in flashing, bright red.\nGame 5: As game 2, but this time the Viking warrior can only attack a monster when it appears in flashing, bright red.\nGame 6: 1 helmet, monsters will come from all directions: two monsters moving from top to bottom, and one each from left to right, from right to left and from the bottom to the top. Monsters can stumble onto one single dead colleague and thus commit suicide.\nGame 7: Same as game 6, but with 2 helmets.\nGame 8: As game 6, but with 3 helmets.\nGame 9: This variety combines all handicaps of the previous nine varieties: 3 helmets, monsters coming from all directs and the flashing red monsters.","Publisher":"Philips","ReleaseDate":"1983-01-01T00:00:00-08:00","ReleaseType":"Released"},"22874":{"Cooperative":"false","Developer":"Nintendo","ESRB":"Not Rated","Genres":"Platform","Images":[{"FileName":"7827ce77-3478-4ea8-9974-85b460ac2fc6.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"3f97e85a-6196-4cb2-a74d-51d83e6e596c.jpg","Region":"Europe","Type":"Box - Back"},{"FileName":"564ef227-110c-437c-906f-f7c6f868dc18.png","Type":"Box - Front"},{"FileName":"85ff8a62-b10a-41d1-aeb8-c89f806314a9.png","Region":"Europe","Type":"Cart - Front"},{"FileName":"1314ee56-2ace-4bec-8fd0-326474aa2511.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"0ea9d009-265e-434a-a85b-ba38fdd11ea2.png","Type":"Clear Logo"},{"FileName":"76010823-8b41-478a-bbfb-8f4cc53b914e.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Popeye","Overview":"Popeye (ポパイ Popai?) is a 1982 arcade platform game developed and released by Nintendo based on the Popeye characters licensed from King Features Syndicate. Unlike most platform games, the player cannot jump; the only button is \"punch.\" The game was licensed by Atari for exclusive release in the United Kingdom and Ireland, and featured in an Atari designed and manufactured cabinet. Some sources[2][3][4] claim that Ikegami Tsushinki also did design work on Popeye.\n\nThe Popeye characters were originally going to be used in the game that later became Donkey Kong.[5] However at that time on the development of the game, Nintendo could not get the licenses to use the characters.\n\nBen Falls holds the world record score of 3,023,060 earned on December 20, 2011, according to Twin Galaxies International Scoreboard.[6]\n\nThe Family Computer (Famicom) saw an educational sequel on November 22, 1983: Popeye no Eigo Asobi, an English teaching game akin to the later Donkey Kong Jr. Math.","Publisher":"Parker Brothers","ReleaseDate":"1982-01-01T00:00:00-08:00","ReleaseType":"Released"},"22877":{"AltNames":[{"Name":"Q-bert","Region":"World"}],"Cooperative":"false","Developer":"Gottlieb","ESRB":"Not Rated","Genres":"Platform","Images":[{"FileName":"a60d12b9-9115-445f-8382-68e8d184b296.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"0afac829-d82a-402c-a967-cef3213e3939.png","Region":"Europe","Type":"Box - Front"},{"FileName":"6b86708e-cf4a-40a2-be74-efe2bb16a688.png","Region":"Europe","Type":"Cart - Front"},{"FileName":"3eab00b2-76a1-4526-b86b-78c09e407c3c.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"2b91dbbc-b099-48ee-820e-426fd0b11e5e.png","Region":"World","Type":"Clear Logo"},{"FileName":"6d7a85e3-6b06-45b4-b18c-3374324bd60e.png","Type":"Clear Logo"},{"FileName":"cca87e5f-5c89-4ac0-9671-a68fc27a172c.PNG","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Q*bert","Overview":"The objective of the game is to change all the colors of the squares while avoiding enemies. As the game advances, the player must change the colors twice. A new enemy also appears and changes the squares back to their previous color.","Publisher":"Parker Brothers","ReleaseDate":"1983-01-01T00:00:00-08:00","ReleaseType":"Released","VideoURL":"http:\/\/www.youtube.com\/watch?v=h6Zob8XaOqc","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Q*bert"},"22879":{"AltNames":[{"Name":"Course de Voitures \/ Autodrome \/ Cryptogramme","Region":"France"},{"Name":"Tidskørsel \/ Racerløb \/ Ordgætteleg","Region":"The Netherlands"}],"Cooperative":"false","Developer":"Philips","ESRB":"Not Rated","Genres":"Racing","Images":[{"FileName":"ab4c676d-9f83-4452-9dd0-149e3fc73603.png","Type":"Box - Front"},{"FileName":"a5271d41-39f2-464e-a047-5d093a542983.png","Region":"Europe","Type":"Box - Front"},{"FileName":"7933833e-16e0-46ee-97f2-537ea7fa4e79.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"0adfb8f9-3fdb-4df5-827c-5fb95b8f09be.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"addeae9e-78ad-4285-aab1-ae2d9d77ed30.png","Type":"Screenshot - Gameplay"},{"FileName":"32bd19de-ee30-4307-abc5-0f0e55aff523.png","Type":"Screenshot - Gameplay"},{"FileName":"625002e1-0548-4671-af71-32943c6dc459.png","Type":"Screenshot - Gameplay"},{"FileName":"d64a6d79-2f14-43a3-aebc-5e125e298c4c.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Race \/ Spin-Out \/ Cryptogram","Overview":"Three games are available in this compilation:\nSpeedway! (selected by pressing \"1\") is a vertical scrolling racing game against the clock. The player controls the car with the joystick, pushing up to accelerate it (the longer, the faster), left and right to control direction and down to break.\n\nThe faster the car goes, the higher the score. Collisions halt the score, but not the clock. The player has two minutes to run, until the race ends.\n\nThere are two possible variations: (1) qualifying time trials and (2) the main event (opponent cars are twice faster).\n\n\nSpin-Out! (selected by pressing \"2\" for a three laps event or \"3\" for a 15 laps event) is a top-down circuit racing game. Two players race against each other for the amount of tracks selected. Four skill levels are available: clear track\/slow speed, clear track\/fast speed, barrier track\/slow speed and barrier track\/fast speed.\n\nThe car is controlled with the directional stick, and the action button doubles the car speed in straightaways. If the car collides against the wall or barriers, it can break or spin out, losing time. If two cars collide, one of them will spin out.\n\n\nCrypto-Logic! (selected by pressing \"4\") is a puzzle game. The object is to decipher a scrambled word entered by another player.\n\nThe word can have up to 14 letters. After entering the word or message, the first player presses the \"Enter\" key to scramble it. The other player has to guess the original word by typing the letters in the line below it. Letters placed in the right order will stay, wrong placed letters will be displayed for a short period of time and disappear. When the cryptogram is solved, the number of mistakes is displayed on screen.","Publisher":"Philips","ReleaseDate":"1978-01-01T00:00:00-08:00","ReleaseType":"Released"},"22881":{"Cooperative":"false","Developer":"Philips","Genres":"Action; Adventure","Images":[{"FileName":"06bfb11e-1366-4f7b-87da-5e1db31c7585.png","Type":"Box - 3D"},{"FileName":"99d2bb66-af22-4cc7-828a-dd653e0dd897.png","Type":"Box - Front"},{"FileName":"24dfb270-6b42-4e57-9e1e-d8384091b66c.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"aa46ef87-9622-4421-bb35-ce59490a7598.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"851c2764-539e-4b3f-8e2d-252749c2ee9d.png","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"e41438f5-900b-4e33-bac1-38df49bb4c17.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Secret of the Pharaohs","Overview":"Secret of the Pharaohs is a puzzle game for two players. Each player has to find the correct position of stones in the Pharaoh's pyramids. The screen is horizontally divided in the half, and the pyramids have four blocks in the lower layer (or higher for the top player), three in the middle and one at the top (or bottom for the top player). Each block has two possible positions for placing the stones, and after the players place them, a number will appear above (for the up player) or below (for the down player), showing how many of them are correctly placed. Players must then relocate the stones until all of them are placed correctly. When it is done, the higher (or lower) layer of blocks will be liberated. The player who first places all the stones correctly in all the layers wins.","Publisher":"Philips","ReleaseDate":"1981-01-01T00:00:00-08:00"},"22886":{"Cooperative":"false","Developer":"Philips","Genres":"Action","Images":[{"FileName":"a94afc18-28e3-485c-b8d7-9d3cfd5878a5.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"cc85be47-3912-4b5d-9e43-e06496c28b46.png","Type":"Box - Front"},{"FileName":"ca5584a6-b3aa-4c55-a153-4fafca0d07cb.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"c49465e0-bbdc-46ce-bf48-21bf7d354746.png","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Super Bee","Overview":"In Super Bee the player controls a bee flying in a magic garden, where fruits keep popping everywhere. The fruits must be eaten (by flying over them), while avoiding to crash in the garden's fences (the edges of the screen). Additionally, when a fruit is eaten a magic barrier will appear, in the same direction in which the bee is flying, and it also must avoid crashing on them.\n\nThe player earns points by gathering fruits as follows:\nLemon (yellow): 5 points\nApple (red): 10 points\nPear (green): 15 points\nPlum (grey): 20 points\nStrawberry (red): 25 points\nWhen the player reaches 105 points a bonus round takes place. A big spider appears in the screen, along with a fruit, for a limited time. Super Bee must avoid the spider and eat the fruit. By doing so the player earns 50 points. The next bonus rounds take place every 15 more points.\n\nThere are 10 skill levels available (by pressing 0 to 9), each one with different mazes.","Publisher":"Philips","ReleaseDate":"1983-01-01T00:00:00-08:00"},"22887":{"Cooperative":"false","Developer":"Konami","Genres":"Shooter","Images":[{"FileName":"4a40a3da-a3de-4065-8d78-a66ebf83f871.png","Type":"Box - 3D"},{"FileName":"445ffa66-a751-41e2-bbbf-8f27a18b91b7.png","Type":"Box - Front"},{"FileName":"37979779-8bee-41a6-aa28-367579ec15f1.png","Type":"Clear Logo"},{"FileName":"30cca397-8307-485a-8cf1-9030bde2fcb1.png","Region":"Europe","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Super Cobra","Overview":"You're a chopper pilot on a surveillance mission in enemy territory; your goal is to make it through the various obstacle courses alive and score as many points as possible. Tall buildings, mountains, narrow tunnels, and various enemies (such as tanks, rockets, mines, and more) can all get in the way and destroy your chopper if you aren't careful. \n\nTo help defend yourself, the chopper is armed with a machine gun and bombs which can be used to destroy the enemy tanks and rockets. To make the task more difficult, your chopper has a limited amount of fuel. \n\nThroughout the landscapes are fuel tanks; if one of these is shot or bombed, you will be awarded extra fuel. As the levels progress, the enemies become more aggressive, fuel becomes more scarce, and the landscape becomes trickier to navigate.","Publisher":"Parker Brothers","ReleaseDate":"1983-01-01T00:00:00-08:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=oL_AbppMC7I"},"22888":{"Cooperative":"false","Developer":"Jopac","Genres":"Shooter","Images":[{"FileName":"8e028900-e30e-4b14-8171-bded61795b08.png","Type":"Box - 3D"},{"FileName":"83f0a4a5-0d25-440a-94af-cd0d271a059e.png","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Syracuse","Overview":"Syracuse recreates the Siege of Syracuse that took place during 214–212 BC, more specifically the battle which supposedly used the legendary weapon developed by Archimedes. The weapon, sometimes called \"Archimedes heat ray\" consisted in a mirror used to focus sunlight onto approaching Roman ships, setting them on fire.\n\nThis is a game for two players. One players controls Archimedes as he uses the mirror to reflect the sunlight at the Roman galleys. The other player controls the Roman galleys as they try to reach the base of the tower where Archimedes stands, to land troops at Syracuse. The galleys can catapult rocks to destroy Archimedes mirror in order to approach the tower without risk. The longer the player holds the button, the farther the rock goes; the rocks can also have its route altered during flight if the player moves the joystick up or down. If the mirror is broken, Archimedes can get a new one by leaving off the right side of the screen. Archimedes can move the mirror up or down to aim the reflection against one of the three approaching galleys. If a galley is hit twice by the sun light it will catch fire, and a new one will appear on the left side of the screen to replace it. The number of mirrors broken and galleys sunk is registered in the lower side of the screen.\n\nEach game can last one whole day, from sunrise to sunset (8 minutes in real time). The sun rises in the left and sets in the right, and sometimes a cloud passes by, blocking some sun rays. The game can end in three ways: when the time runs out, when one player scores 99 points or when the three galleys reach the bottom of the tower. There are 4 game variations, with different sunbeam speeds, mirror position numbers, rock speeds and trajectory modification.","Publisher":"Jopac","ReleaseDate":"1981-01-01T00:00:00-08:00"},"22891":{"Cooperative":"false","Developer":"Philips","Genres":"Racing","Images":[{"FileName":"873cd180-0360-4ddf-a392-20b772a89fd0.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"f5103f37-41df-4bfa-a244-840c8a286b33.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"c6238226-d760-4e8e-8a54-90cf0ddb45c6.png","Type":"Box - 3D"},{"FileName":"2b0724f8-2383-4c2f-98c3-b068be12fc4e.png","Region":"Europe","Type":"Box - Front"},{"FileName":"927e794d-cc40-4d62-8f24-70a7442b576a.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"6d632948-8206-4cff-a305-ceaf8c1b95c6.png","Type":"Screenshot - Gameplay"},{"FileName":"3d9ae9f0-504c-4371-994e-a1bf30606b41.png","Type":"Screenshot - Gameplay"},{"FileName":"ccdffe36-6272-4c2a-9ca4-f53d6d1276b8.png","Type":"Screenshot - Gameplay"},{"FileName":"b4006248-0d6a-461f-a71d-6f44f8eb1f72.png","Type":"Screenshot - Gameplay"},{"FileName":"4ebe1039-5460-4a0c-87fa-0ca4969788d1.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Trans American Rally","Overview":"In Trans American Rally the object is to cover as large a distance as possible with the available fuel. As the name implies, the rally crosses the U.S.A., from the west coast to the east coast. The game has three stages:\nFrom Los Angeles to Denver, in straight highways through desert country.\nFrom Denver to Chicago, driving during the night, with lots of bends.\nFrom Chicago to New York, driving in daytime over ice covered roads.\nOn the road, green cars are oncoming ones and blue cars are going ones. Any collision makes the player lose fuel. The car gets refueled in the stops at Denver, Chicago and New York; when the player reaches New York, the game starts over at a higher difficulty level, with heavier traffic and increased speeds. The game is over when the player runs out of fuel. The game is played using the action button to accelerate, the directional stick to steer right and left and holding back to brake.","Publisher":"Philips","ReleaseDate":"1983-01-01T00:00:00-08:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=HovPzapQTig&ab_channel=CarlRetroGames"},"22906":{"Cooperative":"false","Developer":"Ed Averett","ESRB":"Not Rated","Genres":"Sports","Images":[{"FileName":"01db831c-26a7-488a-9323-e337a4978c5e.png","Type":"Box - Front"},{"FileName":"7b51a325-8a67-430d-9819-7b5b2cb151c5.jpg","Type":"Cart - Front"},{"FileName":"83fd8849-d1a3-4dca-a63a-a592bdb4ebc1.png","Type":"Screenshot - Gameplay"},{"FileName":"e6be46b1-25d0-4fe4-9506-45844f8eafc1.png","Type":"Screenshot - Gameplay"},{"FileName":"e2578778-fffa-44ae-96e8-9f66f5043a99.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Electronic Volleyball","Overview":"While the packaging promises \"an electronic simulation so real you can even spike a shot\", this is in fact a volleyball game which has a very loose interpretation of the standard rules. In fact, it can be described as a cross between volleyball and Pong: Each six-man team is separated by a large line, which the casual observer would interpret as the net. The line is open at the top, and this is the only place where the ball can pass through into the other court. While the ball is in your court, it can be passed as many times you want, and bounced against the \"net\" and the back of the court. As long as the ball doesn't touch the bottom of the screen, it is safe. The joystick moves the entire team in strict formation, and the ball passes through the players if they are held still, or bounced in the direction they are moving. A status display at the bottom of the screen writes out in clear text whether there is a serve change, a spike, scoring or otherwise.","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1980},"22909":{"AltNames":[{"Name":"Smithereens!","Region":"United States"}],"Cooperative":"true","Developer":"Robert L. Cheezem","ESRB":"Not Rated","Genres":"Strategy","Images":[{"FileName":"8677ab9b-855f-4acf-b18e-b594d1f97833.png","Type":"Box - 3D"},{"FileName":"4890cc32-d686-4fb5-8811-6a983478b552.png","Type":"Box - Front"},{"FileName":"1bfea02b-c351-40f5-a688-a355368c2f93.jpg","Type":"Cart - Front"},{"FileName":"6091c157-8908-45ce-a07c-28aff708bc8c.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"2193d0be-8642-4e97-b8fd-6bbb72b0aac3.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"c49d47c2-4da1-48aa-9174-ac8a4f784853.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Stone Sling","Overview":"This game takes place in a time when knights were bold and castle crumbling was one of the most popular sports.\n\nIn this Artillery clone, two players must try to destroy each other's castle with their catapults. By pressing any direction in the joystick, the player launches a boulder toward the opponent. The longer the stick is held, the farther the boulder goes.\n\nBesides hitting the castles, boulders can also hit the enemy catapult or the soldier operating it. In any of these cases, the catapult and soldier will go offscreen to receive the necessary repairs or first aid.\n\nMiscalculated shots can also hit the player's own castle, giving points to the opponent. The winner is the one with more points at the end of ten battles.\n\nPlayers score three points for each hit on a castle, seven points for hitting an enemy soldier and ten points for hitting an enemy catapult. At the end of each battle, the points scored by the winner are multiplied by the number of the battle (one to ten). The loser gets no points.\n\nThere are three variations to this game, according to the catapult tension. The higher the number of the variation, the faster the catapult shoots.","Publisher":"North American Philips Consumer Electronics Corp.","ReleaseDate":"1982-11-16T00:00:00-08:00","ReleaseType":"Released"},"22910":{"Cooperative":"false","Images":[{"FileName":"b63bfc56-a9fe-4b83-bb36-b7358f4a04ae.png","Type":"Box - 3D"},{"FileName":"4590f73c-4723-4d8d-bc60-ebc6184d1335.png","Type":"Box - Front"},{"FileName":"ebdc994a-08d5-423e-bb72-7b05ae2cf971.png","Type":"Clear Logo"},{"FileName":"fbcc11b2-c477-4462-b3b3-5cd662268fb5.png","Region":"Europe","Type":"Clear Logo"}],"Name":"Spider-Man","Overview":"The Green Goblin has set a super bomb at the top of a high voltage tower located on the top of a skyscaper! As Spider-Man, you need to scale the building and defuse the bomb. Use your web to climb the building, but be careful of Green Goblin's villians which appear in the windows trying to stop you. If your web line goes too close to a villian, it will be cut and Spider-Man will fall. If you're careful, you can swing back and forth to capture the villians for bonus points. When you reach the top of the building, it's time to climb up the high voltage tower which is booby trapped with bombs. The bombs can be defused or avoided to get to the top, but just make sure you aren't too close to one that explodes! Once you arrive at the top of the tower, Green Goblin himself will be protecting the super bomb he has planted there. If you can sneak past Green Goblin and defuse the super bomb, the level is complete and you then move on to the next, more challenging level."},"22911":{"AltNames":[{"Name":"Alpine Skiing!","Region":"United States"}],"Cooperative":"false","Genres":"Sports","Images":[{"FileName":"490bfe74-e1d2-4ef4-821a-cd9dbc22cc1e.png","Type":"Box - Front"},{"FileName":"24dd737d-5cd9-4600-858d-4a72e0692e21.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"6395edd5-99e7-433c-b946-24da20ccd48c.png","Region":"France","Type":"Clear Logo"},{"FileName":"003a1f3a-cb89-47bb-aa6b-026ecf23c955.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Skiing","Overview":"One or two players can choose among three kinds of skiing competitions to play: Slalom, Giant Slalom and Down Hill.\nIn the Slalom event, players must ski through 55 gates. The winner is the fastest player to conclude two runs down the courses. If a player misses a gate, the timing stops and the counter registers the numbers of violations. The winner then is the player with the lesser number of violations.\n\nThe Giant Slalom event follows the same rules to the slalom, but is longer than the slalom, with gates farther apart.\n\nIn the Down Hill event, the winner is the player to achieve the end of the marked course in the shortest amount of time. If the player goes off-course, the violations are counted instead, and the winner is the player with the lesser number of violations.\nIn any event, crashing into the gates will make the players lose time. Each player's course is displayed at one half of the screen and separately, even though their progresses are shown simultaneously. Players can go off-course and invade each other's courses, though.\n\nThe players select the events by pulling down the stick when the desired event's name is displayed in the screen. The skiers are controlled with the stick. By holding the stick down, the skier runs down in a straight line. By pushing up, the skier stops. Right and left will change the skier direction and pressing the action button will accelerate the skier in 30% of its speed."},"22912":{"Cooperative":"false","Images":[{"FileName":"824d57da-4c01-4d70-93c1-93add685b82f.png","Type":"Box - 3D"},{"FileName":"10c188f6-7c75-4d72-a134-460fe5fa874b.png","Type":"Box - Front"},{"FileName":"d091a233-b284-41a5-9fec-a599013dae31.png","Region":"Europe","Type":"Clear Logo"}],"Name":"Shark Hunter","Overview":"In Shark Hunter the player controls an Eskimo protecting fish stocks from the attack of sharks.\n\nThe Eskimo starts standing on a small island in the middle of the river. He must kill the sharks in the water by throwing harpoons at them. He can swim to the banks or to ice floes above and below the island. The sharks can eat the ice floes so it isn't safe for the Eskimo to stand on them for much time, or else he'll be eaten too.\n\nThe fish are held by six rows of nets. The sharks will eat those nets to get the fish, and if an entire row is destroyed, more sharks will come from the sea. The Eskimo can repair the nets by swimming to the place where they were destroyed. The more nets destroyed, the less fish is kept. A stage will end when all sharks are killed. At the end of each stage the remaining fish will be counted and added to the player's score. As the game progresses, sharks become more abundant and destroy the nets faster. The game ends when the Eskimo gets eaten by a shark."},"22913":{"AltNames":[{"Name":"UFO!","Region":"Europe"}],"Cooperative":"false","ESRB":"Not Rated","Genres":"Shooter","Images":[{"FileName":"5a1693a3-5f2f-4354-a8fc-31d90bd3990f.png","Type":"Box - 3D"},{"FileName":"da962e79-c662-4c62-b132-ed2159184975.png","Type":"Box - Front"},{"FileName":"75ecf091-30e9-4af0-917f-e8b9ca8f5494.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"2c849b40-eb87-431b-862d-a473006e0f15.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"1905412e-bfb6-4966-a09f-87ade4cc093d.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Satellite Attack","Overview":"Commanding of one of Earth Federation's robot-controlled battle cruisers, the player must protect Earth from an invasion of unidentified flying objects.\n\nThe ship is equipped with a laser cannon and a force field. The force field energy is drained when the ship's lasers are fired (by pressing the action button). The direction of the lasers is shown by a white dot in the force field, which rotates to aim in the direction the ship is moving.\n\nThere are three types of UFO's. The first one drifts randomly in space. The second, the Hunter-Killer, can detect the player's spaceship, linking with another one of the same type when it happens. The third one is a Light-speed Starship armed with computer-guided missiles.\n\nThe UFO's can be destroyed by laser blasts or by entering in touch with the force field in the player's ship. If the later happens, the force field energy is also drained.\n\nThe ship travels at half-speed when its force field is recharging. It goes from black (when depleted) to blue (when fully charged). The ship is vulnerable until the force field is completely recharged.\n\nThe player will earn 1 point for each random drifter destroyed, 3 points for each Hunter-Killer and 10 points for each Light-speed Starship.","Publisher":"Philips Export","ReleaseType":"Released","ReleaseYear":1983},"22914":{"AltNames":[{"Name":"Dynasty!","Region":"Europe"}],"Cooperative":"false","Images":[{"FileName":"a4cba3f6-6b18-4939-b2ec-f15132d1b42c.png","Type":"Box - 3D"},{"FileName":"d8c389f2-f534-42e0-b837-c45087a7b9de.png","Type":"Box - Front"},{"FileName":"33c2fb35-7d12-46a0-81b8-439df2929e8a.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"3d8cc1d4-1c88-4aa8-9440-d5cce82e168d.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"7fbd6b25-0f88-4b22-abbd-5b342c761959.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Samurai","Overview":"Dynasty! is an Othello clone. The playfield is an 8 x 8 matrix of dots and the objective is to occupy as much of it as possible. The game begins with two pieces of each color at the center of the matrix and players take turns placing new pieces in it. The pieces must be placed near to an enemy piece, trapping it between another piece of the same color already placed. Trapped pieces will turn over to the conqueror's color.\n\nA variation is also present, called \"Directional Dynasty\": players cannot trap pieces in more than one direction with the same move. When a piece is placed in such condition, the player has to choose which direction will be used to capture the enemy's pieces.\n\nA timer can be set, from unlimited time to 99 minutes of gameplay. The game ends when there are no more possible moves or when the time runs up."},"22915":{"Cooperative":"false","Images":[{"FileName":"f848ff95-42b0-46a1-a89e-a4616136ddb0.png","Type":"Box - 3D"},{"FileName":"62bb07af-76cb-4707-82d6-f5fabc5c043f.png","Type":"Box - Front"},{"FileName":"99b34b22-ef0f-4105-9bb8-6e0bf1a62403.png","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Robot City","Overview":"The lethal and merciless Andromeda Robots managed to build a city on Earth, called \"Robot City\", from where they will try to conquer the Earth. The player infiltrated the city and must destroy all robots.\n\nRobot City is a maze shooter. The player controls a robot trying to destroy the Andromeda robots inside a maze. The Andromeda robots have force fields and can only be destroyed by being shot in their backs. They only shoot forward, and will do so whenever the player crosses their line of fire, even when walls are in the way. If the player manages to make two Andromeda robots destroy each other, bonus points are awarded (25 instead of the usual 10 for destroyed robot). The player is killed whenever hit by enemy fire or colliding with the Andromeda bots (or their remains, when destroyed). After killing all four robots in a level, the player progresses to the next, more difficult, level."},"22916":{"Cooperative":"false","Images":[{"FileName":"0913ba07-e3fa-41b6-815a-02d7bb78f95c.png","Type":"Box - 3D"},{"FileName":"e248ad9e-044d-4d13-953c-0c7a85207695.png","Type":"Box - Front"},{"FileName":"d3e67321-d0e3-444b-9652-6243ff69c4bd.png","Region":"Europe","Type":"Clear Logo"}],"Name":"Red Baron","Overview":"Prototype"},"22917":{"AltNames":[{"Name":"Prendre l'Argent et Fuir"}],"Cooperative":"false","Images":[{"FileName":"762d2c61-2dee-40e5-8851-7ac31783ca3e.png","Region":"Europe","Type":"Box - Front"},{"FileName":"fac9947d-fb0e-42ee-bb49-0863c49b43ea.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"e05abc4c-7531-4bcf-b35c-8653d7908df8.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"11e220ae-6e61-4c62-aa53-e5ffb805e598.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Take the Money and Run","Overview":"After a time travel, the players are trapped in the Land of Keynesium, in 231,000 A.D. The Keynesians are deeply interested in the 20th Century economic life, and they build more than a trillion different mazes populated by robots representing the economic factors of that time. Starting with $500,000, the players must turn it into a million so they can return for their time, or else be doomed to roam the Keynesian mazes forever!\n\nIn this game, the players play against the Keynesian robots in seven kinds of mazes, called Income, Reward, Investment, Expenses, Thief, Taxes and Inflation. In the first three kinds of mazes, the player must try to catch the robots in order to gain money. In the last four kinds of mazes, the players must run from the robots, as they lose money if caught.\n\nIn both kinds of mazes, a money counter will appear at the bottom of the screen, showing different values of money each time a maze is started. The counter will start to decrease and the players will win (if they catch the robots in the three first kinds of mazes) or lose (if they are caught by the robots in the last four kinds of mazes) the amount of money shown.\n\nThe players' characters are two times taller than the robots, thus sometimes the players must duck to pass through certain portions of the mazes (by pressing the action button). While ducking the players move at 2\/3 the normal speed. If they try to pass through a low ceiling portion without ducking, they'll move at half the speed. Touching the walls of a maze will make it harder to move, and touching the opponent player while touching the a will make him lose control."},"22918":{"Cooperative":"false","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"448fb11f-a02b-46b6-a947-0f9b984a4d48.png","Type":"Box - 3D"},{"FileName":"9cdf20c5-35b1-427e-b1ab-1f40fbfd4360.png","Type":"Box - Front"},{"FileName":"fb7118ff-b5f0-4579-a2f1-3d12551aa5b6.jpg","Type":"Cart - Front"},{"FileName":"3464eacd-4dce-4e0e-89fb-1226997d7831.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"4cfb49c3-4904-4c83-8634-4e2a5686d6f1.png","Type":"Screenshot - Gameplay"},{"FileName":"8f4645e2-f937-4282-8f2d-5d7f223790ee.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Pairs \/ Space Rendezvous \/ Logic","Overview":"Three games are available in this compilation:\nPairs (selected by pressing \"1\") is the same game as Matchmaker!, a regular Memory game. A matrix with 20 letters appears on the screen and the player has to find pairs of symbols hidden by the letters. Two counters will be displayed: time and number of matches. In two players mode (selected by pressing \"2\"), the players share the matrix and the one who makes more matches win.\n\nSpace Rendezvous (selected by pressing \"3\") is somewhat similar to Lunar Lander. Two players have to try to link up their spaceships to the orbiting mother ship, while avoiding hitting the ground. Each ship has 50 megajoules of power and will be refueled when a perfect link-up is performed. A counter will be displayed for each player, and wins the player who first performs 10 perfect link-ups. If one player goes out of fuel, he's out of game.\n\nLogic (selected by pressing \"4\") is the same game as Logix!. The player has to guess a sequence of five different digits. The player types in the first try and the computer will display a two digit number with the number of correct digits to the right and the number of correctly placed digits on the left. The player has then to continue guessing the sequence based on the clues given. The object is to solve the problem in the least number of tries, counted on the left on the screen.","Publisher":"N.V. Philips Gloeilampenfabrieken","ReleaseType":"Released","ReleaseYear":1978},"22921":{"AltNames":[{"Name":"Commando Noturno","Region":"Brazil"}],"Cooperative":"false","ESRB":"Not Rated","Genres":"Shooter","Images":[{"FileName":"90d7ba87-869c-40b0-91ba-657f1b89580c.png","Type":"Box - 3D"},{"FileName":"7cdbbc1a-21e9-42fe-b314-c5fd779de336.jpg","Region":"World","Type":"Box - Back"},{"FileName":"82786f33-5f6b-43f2-87d4-7d10b1883afb.jpg","Region":"World","Type":"Box - Front"},{"FileName":"f725e4ac-f96a-464f-970a-1b6b3751cbc8.png","Type":"Box - Front"},{"FileName":"b957f80c-35f2-40a9-845d-28bbfbf2979c.jpg","Type":"Cart - Front"},{"FileName":"b5ed4463-cc2a-4af4-80c8-080f66c5abaf.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"4153d984-a3d2-4465-a534-aa0c5dcc7e43.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Night Fighter","Overview":"This prototype was eventually published by RetroGenesis in 2010.","Publisher":"RetroGenesis","ReleaseType":"Unreleased","ReleaseYear":2010},"22922":{"AltNames":[{"Name":"Keyboard Creations!","Region":"Europe"}],"Cooperative":"false","ESRB":"Not Rated","Genres":"Puzzle; Education","Images":[{"FileName":"97d7689d-53e9-46fc-bd4a-e78f9eee3bb9.png","Type":"Box - 3D"},{"FileName":"640a366e-40d7-424f-bb60-95158bc4fe81.png","Type":"Box - Front"},{"FileName":"71cc3c12-f1c2-40a6-9cc9-9d22bf70384a.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Newscaster","Overview":"Keyboard Creations! lets the player type in a main message which will continually scroll across the screen. The game also lets the player set up an \"alarm\" message which can pop up every 30 seconds. The player can also set a digital clock to keep track of time.\n\nThe instruction manual suggests the following games that can be played:\n\nMovie Madness!: 1 player names a movie and it's up to the other player to type in as many people that are associated with that movie. The main objective is to fill in as many characters (up to 99) of the main message as possible within an agreed amount of time. Then player 2 takes his turn and the player with the most characters filled in wins.\n\nSportscaster!: Played the same way as Movie Madness, except this time involves naming players of sports teams instead.\n\nIdentograms!: One player enters a series of clues on a subject and the other player has a limited amount of time to identify the subject. If the subject is displayed on the screen before the player guesses it, the player loses the game.\n\nSource Word!: One player names a source word and the other player has only 5 minutes to type in as many word variations as they can by using only the letters contained in the source word. The words may be of any length but no letter can be used more than it appears in the source word. Then player 2 takes his turn and the player with the most characters filled in wins.\n\nTell Tale!: Players take turns entering words of a sentence. A player completing the sentence before the 98th character is out of the game. A player unable to complete a sentence on exactly the 98th space is out of the game. The game continues until only one player is left. If a player ends the sentence on exactly the 98th space, that player is the winner of the game.\n\nNincompoop!: Player 1 names any vowel the Nincompoop. Then players take turns entering words of increasing length (from 2-5 characters, then the cycle repeats). Anytime the Nincompoop vowel is used the player types Nincompoop in, instead of the vowel that would usually belong there. A player who cannot fit a word of the required length into the 99th space is out of the game. After that player is eliminated, the game starts with anew. The last surviving player is the winner.\n\nChain Letters!: One player names a category then types in a word that would fit in that category. Then the next player has to type in a word that starts with the last letter of that word that still fits in the current category. A player breaking the letter chain is out of the game and the surviving players continue.until only one player is left, or until a player ends a chain on exactly the 99th space. If a player cannot name a category word that fits into the 99th space, that player loses. A new category is selected after that, with the other surviving players continuing on the game. \n\nQuiz Wiz!: One player programs a series of math problems for the other player to solve in a limited amount of time. The player wins if they arrive at the answer before it appears on the screen.","Publisher":"North American Philips Consumer Electronics Corp.","ReleaseType":"Released","ReleaseYear":1981},"22923":{"AltNames":[{"Name":"Le Mur Magique","Region":"France"}],"Cooperative":"false","Developer":"Ed Averett","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"a18edd28-a1d8-4a52-8fa4-425a4c43af72.png","Type":"Box - Front"},{"FileName":"2d92d405-04c6-40f5-882c-a8ef7b680b4d.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"5ace64fe-03e9-4d4c-9ca7-a74df2046434.png","Type":"Screenshot - Gameplay"},{"FileName":"d73dba28-4398-4555-a6d2-5a6e6624fe1a.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Blockout! \/ Breakdown!","Overview":"Two variations of Breakout are available in this title.\nIn Blockout!, the object is to blast through the blocks in the shortest amount of time. There are four colored lines of blocks, and each line has an electronic demon. The electronic demons can replace removed blocks when charged. They'll be charged by touching either sides of the screen. After placing a block, they'll lose the charge, and if they try to cross a gap uncharged, they'll fall and reappear after a penalty time.\n\nIn two players mode, the second player controls the electronic demons as they try to prevent the first player to blast through the barricade. The player has 90 seconds to try achieving it.\n\n\nIn Breakdown!, the object is to destroy the most blocks the player can within 60 seconds. Unlike in Blockout!, the ball (called Blockbuster) will not ricochet when hitting blocks, only when hitting the screen edges, destroying all the blocks it crosses on its way.\n\nIn two players mode the second player again controls the electronic demos, which now move twice faster than in Blockout!. A counter at the top of the screen marks how many blocks are left.\nIn both variations, the number of Blockbusters (balls) is unlimited.","Publisher":"Magnavox","ReleaseType":"Released","ReleaseYear":1980},"22924":{"AltNames":[{"Name":"Come-Come II"}],"Cooperative":"false","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"91920102-0755-4bb8-aa84-d5b427ca32e3.png","Type":"Box - Front"},{"FileName":"dad2ceac-8f48-484d-9dfa-78cfcc3e3c90.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"87d96665-9f37-47cd-8f1a-433655bf873b.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"2d40c261-c0c1-4bab-b41b-0d2c6f84256b.jpg","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"6206b0de-aa1a-466f-8696-09357fa1f061.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Munchkin","Overview":"A top-down maze puzzle game with a concept similar to Pac-Man. The player controls a \"Munchkin\" whose goal is to eat all of \"munchies\" on the screen, all the while being chased by three \"Munchers\" who are trying to eat him. \n\nBy eating a glowing munchie, all of the Munchers will turn purple and can be hunted down for a limited time, successfully doing so results in a score bonus. Once a Muncher has been \"munched out\" (term used in the manual), it will return to the center of the maze to recharge for a short time before setting out for revenge once again.\n\nAs players eat more and more munchies, the remaining munchies begin to move faster and faster around the maze. When there is only one left, it will be moving at the same speed as the player. You'll then have to hunt it down while avoiding the Munchers.\n\nThe game offers 4 pre-built mazes, as well as invisible versions of these mazes (the walls will only appear when you run into them). However, it includes the option to design custom mazes through a programming mode. Players can base a design off of presets or start from scratch.","Publisher":"Philips Interactive Media","ReleaseType":"Released","ReleaseYear":1982},"22926":{"Cooperative":"false","Developer":"Philips","Genres":"Puzzle","Images":[{"FileName":"86eaad73-1dc3-4d56-86df-f6f2490eda24.png","Type":"Box - Front"},{"FileName":"b87e6321-c00c-4b0e-b61e-93dc990f9588.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"ff961376-3d87-472e-9617-d45177dddf12.png","Region":"France","Type":"Clear Logo"},{"FileName":"027f8217-d719-4c77-9d58-d1df23abd3e7.jpg","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"b22f054f-da81-4cab-a177-d8660a339076.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Mathematician \/ Echo","Overview":"Math-A-Magic! is an \"electronic arithmetic teacher\". The player can chose up to three variations of mathematical games.\n\nIn the first variation, the player will have to solve regular math problems. He first chooses the kind of operation (addition, subtraction, multiplication or division), next the skill level (1-3) and then is presented with the problems. He must type in the answers, and the computer will register the time elapsed and the number of current problems solved. If the player fails twice to solve a problem, the game is over.\n\nThe second variation displays algebraic problems. The player selects the desired skill level (1-3) and has to enter the missing variable to each problem, and the rules are the same to the first variation.\n\nThe third variation is a addition or multiplication table game. The player chooses addition or multiplication, then the number he wishes to practice.\n\nEcho! is a basic Simon game (as invented by Ralph H. Baer). Four colored numbers (red, blue, green, and yellow) will appear on the screen. One of them will light up, and a tone will be played. Then it is the player's turn: he has to match the lit up number. Then, the first number will be light up followed by a second one. The player has to match the sequence and it will keep increasing indefinitely. If the player fails three times to match a sequence, the game is over.","Publisher":"Philips","ReleaseDate":"1978-01-01T00:00:00-08:00"},"22927":{"Cooperative":"false","Images":[{"FileName":"cf3d54c3-24e7-40a3-b115-2a6615582264.png","Type":"Box - 3D"},{"FileName":"3394a0ee-37aa-4597-ba46-942aeb299136.png","Type":"Box - Front"},{"FileName":"38bd0cbd-53c3-4ce5-9182-357ef393bbfc.png","Region":"Europe","Type":"Clear Logo"}],"Name":"Martian Threat","Overview":"Martians are attacking the Earth and planning to destroy all life in it. A Martian space ship is orbiting the earth and a big laser cannon is being built on Earth and it is the player's mission to hold the Martian threat until the laser cannon is complete. To do so, the SIDO (Space Intruder Defense Organisation) infiltrated a fighting probe inside the Martian spaceship.\n\nIn Martian Threat the player controls a fighting probe with the joystick. The lack of gravity will make the probe keep moving until reverse thrust is given. The player has to shoot Martians and their energy bombs, which will appear in four different spots. The probe can only shoot diagonally. At the start, the Martian bombs are green and have little energy on them. As the game proceeds the bombs turn blue, purple and finally red. The probe can take up to ten hits from green bombs, but only three hits from red bombs. Additionally, the bombs will move faster and when they hit the probe they'll push it away. The probe explodes if it hits the space ship's walls.\n\nThe game has two possible endings. If the player succeeds in defending the Earth for 64 seconds (77 seconds in PAL systems), the laser defense will be finished and Earth will be saved. If the probe gets destroyed before that, the Martians will release their virus bomb and destroy all life on Earth."},"22928":{"AltNames":[{"Name":"Guerre Laser","Region":"France"},{"Name":"Invaders from Hyperspace!","Region":"United States"}],"Cooperative":"false","Developer":"Ed Averett","ESRB":"Not Rated","Genres":"Shooter","Images":[{"FileName":"36aa5f3f-2fec-4d77-9ec8-373a79bc862d.png","Type":"Box - 3D"},{"FileName":"b07855b2-5b9a-4dab-86d7-98d4f45e16f0.png","Type":"Box - Front"},{"FileName":"1b80fd9d-9786-40d4-a008-f3f6b10b9d45.jpg","Type":"Cart - Front"},{"FileName":"e0a5fdc1-6092-427b-bdf8-276f3cc456e5.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"94a52a13-83ce-4403-870e-83f89e541b22.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Laser War","Overview":"The players are in the Battle Control Central at the heart of the United Planets Interstellar Galactic Empire. From there, they monitor the activity of the twin solar systems of Terien and Lorien, forty-three billion light years away. Their mission is to control to protect the planets of those solar systems from the invasion fleet with the remote controlled battle cruisers.\n\nThey'll control their ships with the joystick and fire lasers with the action button. The invasion fleet will shoot the players and the planets as well. Shot planets will have their colors changed and will be conquered when their colors match the invaders ship's colors.\n\nIf the players' ship is destroyed, a new one will be launched from one of the planets with their color. If there's no planet with their color, they'll have to wait until a planet's color change to theirs.\n\nIf the players crash into planets with a color different than theirs, both the ship and the planet will be destroyed. Destroyed planets won't come back, but the central planet at each orbit is indestructible. Players can also hide their ships in their own planets, by landing on them. Planets with ships landed will blink.\n\nThe winner is the player who first destroys ten enemy ships.","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1979,"VideoURL":"https:\/\/www.dailymotion.com\/video\/x5equx"},"22929":{"AltNames":[{"Name":"Casino Slot Machine!","Region":"United States"}],"Cooperative":"false","Images":[{"FileName":"4ce044a4-6b94-40ac-9c31-7675f500e1ea.png","Type":"Box - Front"},{"FileName":"3222b4a5-13af-4898-bd37-136b9b1d5128.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"ef1f8e80-46d3-4787-a1af-d700ea984226.png","Region":"France","Type":"Clear Logo"},{"FileName":"4730d4be-bf1d-4cd8-89c8-0f7a44acedad.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Las Vegas Gambling","Overview":"As the name implies, this game simulates a casino slot machine. One to four players can place their bets in any of the three horizontal rows or the two diagonal rows. Bets placed can be of $0.10, $0.25 or $1.00.\n\nThe winning combinations are the following:\nCherry + Anything + Anything = 3 coins\nCherry + Cherry + Anything = 8 coins\nOrange + Orange + Bar = 10 coins\nOrange + Orange + Orange = 10 coins\nPlum + Plum + Bar = 14 coins\nPlum + Plum + Plum = 14 coins\nBell + Bell + Bar = 18 coins\nBell + Bell + Bell = 18 coins\nMelon + Melon + Bar = 100 coins\nMelon + Melon + Melon = 100 coins\nSeven + Seven + Seven = 200 coins\nBar + Bar + Bar = 100 coins"},"22930":{"AltNames":[{"Name":"P.T. Barnum's Acrobats!","Region":"United States"}],"Cooperative":"false","Developer":"Jim Butler","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"66bf7299-248b-4422-9c17-0420300757e0.png","Type":"Box - 3D"},{"FileName":"3ae46664-a8db-40d9-a881-bc4bbd1e55e1.png","Type":"Box - Front"},{"FileName":"461cc710-5afd-4b0b-b6d3-1c2fa5fe1dfb.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"340cb921-ae95-450b-9e11-37a872b5c231.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"d6809d29-9249-497e-9e46-9e9fb988dd36.png","Type":"Screenshot - Game Title"},{"FileName":"ac346a43-ca6a-4600-89d8-3f235852e6ca.png","Type":"Screenshot - Gameplay"},{"FileName":"0cff3205-7dc0-4552-9158-c99b89c2ba5f.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Jumping Acrobats","Overview":"P.T. Barnum's Acrobats! is another clone of Bally Midway's 1978 arcade game Clowns.\n\nThree rows of colored balloons are displayed at the top of the screen, moving back and forward: a blue, a yellow and a red row. The players control two acrobats jumping over a teeter, moving it in order to avoid the acrobats from crashing into the ground. Once an acrobat lands at one side of the teeter, the acrobat on the opposite side will be launched in the air, toward the balloons. The farther from the opposite acrobat the jumping one lands, the higher the opposite one will be launched. As the acrobats reach the balloons, they'll pop them, bouncing to pop other balloons before falling. Once a row is completely popped, it will be replaced by another one. Each game consists of a ten jumps series.\n\nThe players score 2 points for each blue balloon, 4 points for each yellow balloon and 6 points for each red one. They'll additionally score 15 points for a complete blue row, 20 points for a yellow row and 25 points for a red row.\n\nThe game has a total of 18 possible variations, including one and two player games:\nSingle player variations:\n\n(Press 0) Moving balloons with no shield.\n(Press 3) A stationary shield will be displayed at the center of the screen. If the acrobats hit the shield from the upper side, they'll bounce up, if they hit it from the bottom side, they'll fall to the ground faster.\n(Press 6) A shield will appear and disappear at random times and random positions.\n(Press 9) Stationary balloons with no shield.\n(Press C) Stationary balloons and stationary shield.\n(Press F) Stationary balloons with random shield.\n\nTwo player variations:\nVersion I: players take turns every time an acrobat crashes into the ground.\n(Press 1) Moving balloons with no shield.\n(Press 4) Moving balloons with stationary shield.\n(Press 7) Moving balloons with random shield.\n(Press A) Stationary balloons with no shield.\n(Press D) Stationary balloons with stationary shield.\n(Press G) Stationary balloons with random shield.\n\nVersion II: players take turns after each jump.\n(Press 2) Moving balloons with no shield.\n(Press 5) Moving balloons with stationary shield.\n(Press 8) Moving balloons with random shield.\n(Press B) Stationary balloons with no shield.\n(Press E) Stationary balloons with stationary shield.\n(Press H) Stationary balloons with random shield.","Publisher":"Philips","ReleaseDate":"1982-10-01T00:00:00-07:00","ReleaseType":"Released"},"22931":{"AltNames":[{"Name":"Tenpin Bowling \/ Basketball","Region":"United Kingdom"},{"Name":"Jeu de Quilles + Basketball","Region":"France"}],"Cooperative":"false","Developer":"Magnavox","ESRB":"Not Rated","Genres":"Sports","Images":[{"FileName":"f4414212-cdd9-48f2-afee-d40084c78548.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"59d5227a-82fd-4e32-baec-c60daf0a2723.png","Region":"Europe","Type":"Box - Front"},{"FileName":"9bd49fa0-529b-4364-9ea5-58d9390a4dbc.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"333e4c8d-773d-4cb6-a0f2-2c161d1c9b97.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"bf3c7b81-49ba-43d6-9f75-fe9607b4148f.PNG","Type":"Screenshot - Gameplay"},{"FileName":"8d3113da-4357-486e-9c8a-2ae92ac2b1c8.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":4,"Name":"Bowling! \/ Basketball!","Overview":"Two titles are available in this cart:\nBowling!: one to four players take turns in this game. The alley is shown from a top down view and the ball moves back and forth at the foul line. The players have to press the action button to release the ball and can add an effect to it by pressing left or right on the right hand controller. Each player gets two balls per frame, except in the case of a strike. A strike scores 30 points, a spare 15 points and an open play scores one point for each pin hit. There are two game modes, League Night (selected by pressing \"1\"), with a slower swinging ball, and Tournament Play (selected by pressing \"2\"), with a faster swinging ball.\n\nBasketball! (selected by pressing \"3\") features two players in a five minutes game. Each drop scores two points for the player. The player can move with the ball left or right, but must shoot within 8 seconds, or else the ball will automatically transfer to the other player. If the ball is shot while the other player is touching the ball, he will steal it. The player with more points when the clock reaches zero wins.","Publisher":"Magnavox","ReleaseType":"Released","ReleaseYear":1978},"22932":{"Cooperative":"false","Images":[{"FileName":"54a05618-ed1a-4196-927d-da19f6f19002.png","Type":"Box - 3D"},{"FileName":"772423de-ac2e-4a7d-8358-1ad5762db6d9.png","Type":"Box - Front"},{"FileName":"f4a8a5b7-cf99-47a2-a26b-0871e05a7c03.jpg","Type":"Cart - Front"},{"FileName":"f7064e21-cb0a-4fe6-8700-f96b7a4db8f9.png","Region":"Europe","Type":"Clear Logo"}],"Name":"Interpol","Overview":"Interpol is a game for two players, one controls two spies (red characters) and the other controls two police officers (blue characters). The spies are in possession of secret information and must try to leave the country with them, by air or by sea. The police officers have to stop their plan. The airport and the port are blocked by the police, and individuals interested in traveling must present a code which only the police knows.\n\nThe main screen represents a town, with U-shaped boxes with numbers from one to nine inside representing buildings. At the beginning of the game, the player controlling the police must define the code which blocks the airport and port (represented by an airplane and a ship). The code must be a word of five letters. As the player enters each letter, he or she must assign a building to store that letter, by entering its number. Once all letters are stored, the game begins. The player controlling the spies must choose one of them and start moving around the town searching for the letters. While moving, the selected spy becomes invisible so the police officer won't see which way the spy takes. At one turn, movement can only be vertical or horizontal, so if the player chooses to move horizontally, he or she will only be able to move vertically in the next turn. At the bottom of the screen, a red character will be shown walking and little green bars will pass him by, telling how many \"spaces\" he has moved. Each turn may last five to 60 seconds, depending on the choice the players made at the beginning of the game (different durations can be set for each player). The turn ends when the time is over or when the player presses a button. The player controlling the police officers chooses one of them and starts moving, trying to catch the spies. When the player thinks the police character is in the same space the spy is, he or she must press the action button. If the spy is really there, he is captured, if not, the player controlling the police officers just ends his or her turn.\n\nThe game ends when the police captures both spies or when one of the spies gets to the airport or the port and enters the correct word."},"22933":{"Cooperative":"false","Developer":"Philips","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"29bfb273-b338-4696-8029-0becca4e64e3.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"adbd07d8-4950-4106-9051-1b1acea9d4c9.jpg","Region":"Europe","Type":"Box - Back"},{"FileName":"258b7a0e-9364-4d13-830c-9c8627ae5911.png","Region":"Europe","Type":"Box - Front"},{"FileName":"4366cc60-835f-4dc0-b5c1-89ca1b884819.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"9f0e55cf-e03e-4955-96a8-17b2d702682d.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"2d0ad77e-d912-4d7a-a35e-e8951b450521.jpg","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"459b1904-5f12-4a7d-a4be-c43664650232.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Gunfighter","Overview":"In an authentic acre of the old west, two gunslingers (human or android) duel for their lives. Each one has six bullets in his gun, and trees are placed all around.\n\nEach player has to hit his opponent ten times in order to win. At each hit, both players get their guns reloaded. They can also reload their guns anytime by taking the hidden bullets in the tree that matches their outfit.\n\nThe bullets will ricochet in the trees and the top and bottom edges of the screen, thus the players can hit themselves with their own bullets, scoring a hit to the opponent. It can also be used as a strategy to hit the opponent in a non direct trajectory.","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1979,"VideoURL":"https:\/\/www.youtube.com\/watch?v=SpLgOEsee2k"},"22934":{"AltNames":[{"Name":"Computer Golf!","Region":"United States"}],"Cooperative":"false","Genres":"Sports","Images":[{"FileName":"51563083-0c90-4628-a78b-bf01e3cb194e.png","Type":"Box - 3D"},{"FileName":"247ce151-532d-49e5-8931-1efaf7b867f6.png","Type":"Box - Front"},{"FileName":"e70d13a3-b854-4d10-896e-b0538a86957a.png","Region":"Europe","Type":"Clear Logo"}],"Name":"Golf","Overview":"One to four players can take turns playing this golf game. Player control the golfer around the field with the directional stick and hit the ball using the action button. The longer the action button is held, the higher the backswing and the farther the ball goes. If the club comes full circle, the backswing will be released automatically and the ball will travel a random distance. The backswing of the club will always be clockwise, and the downswing will always be counter-clockwise. The ball's direction will depend on the golfer's relative position. There's no penalty for swinging the club away from the ball.\n\nThe trees in the field will stop the course of the ball, making the golfer angry. If the ball reaches the \"rough\" (the black area outside the field), the golfer cannot walk on it and will need to hit the ball back into the field. Once the ball is on the green, the camera will zoom in. Golfers will alternate turns only when the precedent golfer goes through the entire hole. The winner is the golfer with the lowest score for the nine holes."},"22936":{"Cooperative":"false","Images":[{"FileName":"18e080b0-5ed0-4c29-a175-055845876a6a.png","Type":"Box - 3D"},{"FileName":"9921c579-2a9a-45e0-adbb-988b132c5c86.png","Type":"Box - Front"},{"FileName":"ebb57b7b-323e-4270-9f45-7e76821f1a66.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"b6310e0e-ed7b-4440-ac3a-cc285038cf37.png","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Computer Programmer","Overview":"Computer Intro!, as the name implies, is a cartridge intended to educate players in the basics of computer programming. It came with a 104 page manual entitled \"A Beginner's Guide to Computer Technology\" featuring a brief history of computers and an introduction to programming techniques. The manual also includes samples of several programs which can be typed in, such as addition programs, one digit multiplication, one digit division, \"Go to Subroutine\" and \"Return\" programs, one digit addition Flash Card Game (which is different from the pre built one), three ways to enter and output a letter, a game where one player enters a six-letter word and another player guesses it and a message program.\n\nThe cartridge comes with three built-in games:\nFlash Card (Press 2) is a simple addition game. An addition problem will be displayed and the player has to enter the solution. If the answer is wrong, a \"No\" will appear on screen. If it is right, it will be placed in its right position.\n\nComputer Telepathy (Press 3) is a number guessing game. The player has to guess a number between 00 and 99. If the guess entered is higher than the number, an H will appear beside it. If the number entered is lower, an L will appear. If the number is right, an X will appear.\n\nBetween the Sheets (Press 4) is another guessing game. The computer displays three numbers, like 3 7 00. The first two numbers are the sheets and the last two digits are the player's score. If the player thinks the secret number is between 3 and 7, he types \"Yes\", if he thinks it isn't between 3 and 7, he types \"No\". Right answers add 1 point to the score and the number is displayed, wrong answers will be announced by a beep.\nThere is also a demonstration program called Creepy Crawler (Press 1), which consists of a randomized display of flashing blocks."},"22939":{"AltNames":[{"Name":"Pocket Billiards!Discuss","Region":"Europe"},{"Name":"Electronic Billiards"},{"Name":"Billard Americain"}],"Cooperative":"false","ESRB":"Not Rated","Genres":"Sports","Images":[{"FileName":"7604be36-1783-4068-a5d3-10355c0f8848.png","Type":"Box - Front"},{"FileName":"59b80bfd-497e-441e-a352-35ce6319c4c8.png","Region":"France","Type":"Clear Logo"},{"FileName":"f7fa88d2-192a-46d9-b5f1-57b43fc4347b.png","Region":"France","Type":"Screenshot - Game Title"},{"FileName":"d64151fb-4769-43e8-b513-16c9fb8ee9dc.png","Region":"France","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Billiard Americain","Overview":"In this pool title, two players can choose either one of the two games available: 8-ball or Rotation. The games are selected by pressing any direction of the joystick while their names are displayed on screen.\n\nIn the 8-ball game, the winner is the first player to sink either one of the two black balls in game.\n\nIn Rotation, the black balls are replaced by colored ones, and the winner is the player to sink the most balls. By sinking one ball, the player gets the chance to try another shot. There are no penalties for missing the balls or sinking the white one.\n\nPlayers can choose the direction of the shot (by rotating the cue around the white ball) and the strength of the shot (the longer the action button is pressed, the harder the shot is).","Publisher":"TO TEK International","ReleaseType":"Released","ReleaseYear":1983},"128346":{"AltNames":[{"Name":"Thunderball!","Region":"United States"},{"Name":"Billard Electrique"},{"Name":"Flipper Game"}],"Cooperative":"false","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"3d0699aa-a3b9-4c50-b579-2288b25917ef.png","Type":"Box - 3D"},{"FileName":"5e7adfe2-f915-47be-9c4a-b3c7b0bef1e8.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"1c880975-6294-4ed0-be85-a258249d2712.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"1bddc2e7-3c4d-4367-900d-44074846ca94.png","Region":"United States","Type":"Screenshot - Game Title"},{"FileName":"eb58f89d-0d6e-4e59-b5c9-7c7578e38973.png","Region":"Europe","Type":"Screenshot - Game Title"},{"FileName":"1cc0cffa-d9da-4c43-be47-47e081233835.png","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"30045e48-71ae-43b9-8638-bcecca6215ae.png","Region":"United States","Type":"Screenshot - Gameplay"},{"FileName":"480c8c84-95e0-433a-b033-1f2f12f5da40.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":4,"Name":"Flipper","Overview":"In this pinball game, up to four players will take turns playing five balls in either one of the two playing modes: normal and slow motion.\n\nThe ball can be released by pressing down, the flippers can be moved left or right with the directional stick and can be flipped by pressing the action button. The winner is the player with the highest score for five balls.","Publisher":"TO TEK International","ReleaseType":"Released","ReleaseYear":1983},"128348":{"Cooperative":"false","Genres":"Action; Shooter","Images":[{"FileName":"d95e0fb9-d692-4a08-b641-e93125f7edb1.png","Type":"Box - 3D"},{"FileName":"36eb1c51-6915-4a17-bdde-f104e5dac516.png","Type":"Box - 3D"},{"FileName":"5ccf1a24-cd23-4f92-921f-e2e8614fd57b.png","Region":"France","Type":"Box - Front"},{"FileName":"4606696c-62ea-453f-bd50-e73eb8faf7fc.png","Region":"Europe","Type":"Box - Front"},{"FileName":"cbb8d839-5bfa-4d29-ad69-229112421a51.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"8a401a67-99a1-46ca-ac79-9bd6b2bf0fcd.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"93d772b7-f963-4d18-9263-3b485a6177b3.jpg","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"344814a2-14fc-4af0-a0d9-23f3bf2c78a8.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Freedom Fighters","Overview":"As a pilot of the Earth Federation, the player has to rescue prisoners in orbiting confinement crystals, while avoiding the Empire's Pulsar warships attacks.\n\nThe starship is controlled using both joysticks. The left hand joystick controls the conventional space drive system. While in this drive system, the ship will move only to the limits of that specific screen. The right hand joystick controls the hyperspace drive system. When using this drive system, the ship will travel at a much higher speed, and it will side-scroll to the direction given. Flying toward the top or bottom of the screen will still make the ship travel to the position it is positioned toward. The action button in both joysticks controls the ship's laser cannon.\n\nThe Empire's Pulsar warships attack releasing drone mines. Any contact with either the warships or the drone mines will disintegrate the player's ship.\n\nThere are two possible variations to this game. In the attack mode, the laser cannon is active and the player score points as he destroys the enemy ships (5 points) or mines (1) and as he rescues the prisoners (20). In the evasion mode, the laser cannon is inactive, and the longer the player evades the Pulsar warships, the higher the score. Extra points (20) are given for each prisoner rescued.\n\nThe game can be played by one or two players. In two players mode, player two acts as a copilot, controlling the ship's hyperspace drive and cannon.","ReleaseType":"Released","ReleaseYear":1982,"VideoURL":"https:\/\/www.youtube.com\/watch?v=e3o2nA_L3Ug&ab&ab_channel=Forumgamesencomputers"},"133393":{"Cooperative":"false","Developer":"Microtrend","ESRB":"Not Rated","Genres":"Strategy; Board Game","Images":[{"FileName":"a8e58d36-c2d6-4b4a-b74b-aced5d362158.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"56c9a6fc-049a-497e-831f-0633a8a53798.png","Region":"Europe","Type":"Box - Front"},{"FileName":"2a04de4f-a9f0-4b42-9019-7eed0967535e.png","Region":"Europe","Type":"Cart - Front"},{"FileName":"0c32376a-6466-4100-9c67-7623aa7d328a.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"3f5638f3-fae7-42ab-a28a-4724f7a53814.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Chess","Overview":"A chess module for the Philips Videopac G7000 second generation Video game console, released in 1982. The C 7010 module had its own NSC800 CMOS microprocessor, which is Z80-compatible making the console able to play a pretty decent game of chess. The program is based on Gambiet 80 by Wim Rens and Microtrend.","Publisher":"N.V. Philips Gloeilampenfabrieken","ReleaseType":"Released","ReleaseYear":1982,"VideoURL":"https:\/\/www.youtube.com\/watch?v=DpII4vUfK3M"},"133395":{"Cooperative":"false","Images":[{"FileName":"ec6f996b-ba1a-439b-abc8-b6af51b24fd9.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"ee5e798b-b4da-4573-9138-f131a95c7d37.png","Region":"Europe","Type":"Box - Front"},{"FileName":"093b888a-89aa-4088-891e-1d6161fa295a.png","Region":"Europe","Type":"Cart - Front"},{"FileName":"80146eba-6c9f-43e8-8fb5-1fe60e4e1ab0.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"1c9269d4-3dfc-43f6-b06b-c79341d64c2c.PNG","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Playtag","Overview":"Play Tag is a tag game for one or two players. The object is to avoid being tagged by the other player; when it happens, the tagged player becomes the catcher. The game has 15 variations, selected by pressing one of the following keys:\n(1) 2 players, left very strong,;\n(2) 2 players, left strong;\n(3) 2 players, left slightly stronger;\n(4) 2 players, both equally strong;\n(5) 2 players, right slightly stronger;\n(6) 2 players, right strong;\n(7) 2 players, right very strong;\n(9) 1 player, beginner;\n(:) 1 player, advanced;\n(Space) 1 player, equally strong as computer;\n(L) 1 player, stronger than computer;\n(P) 1 player, master;\n(8) 1 player, variable computer strength;\n(0) 2 players, variable computer strength;\n(+) demonstration mode.\nAt the upper right corner the computer keeps track of the current score (seconds spent untagged). The lower left corner displays the highest score for the left player, the lower right corner displays the highest score for the right player and the upper left corner displays the highest score in the current game beside the name of the player who achieved it."},"133833":{"Cooperative":"false","Genres":"Flight Simulator","Images":[{"FileName":"c7e184f3-9638-41c1-bfbc-da2353150eb2.png","Type":"Box - 3D"},{"FileName":"9c94da59-2435-4244-91cd-ccfe07832eb2.png","Type":"Box - 3D"},{"FileName":"de84fbbf-ca58-4d1a-951b-d7e7cb1acb3a.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"434e5992-42c0-4062-a6a7-88b306a906fc.png","Region":"Europe","Type":"Screenshot - Game Title"},{"FileName":"07bfa677-194f-4253-a475-7a7f53d41fde.png","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Air Battle","Overview":"Air Battle is a flight simulator set in the World War I era. The player controls a biplane from an inside-the-cockpit perspective.\n\nThe player starts the game with the plane on ground. The plane will start moving and a flashing light will indicate when the plane has achieved enough speed to take-off. Once in the air, the player must try to take down the most enemy planes possible, while avoiding hitting friendly planes. The enemy planes have white tail sections while friendly have yellow tail sections. There's no way of telling if a plane is friend or foe if it is coming straight at the player, until it starts firing. The player can see incoming planes through a radar in the middle of the panel.\n\nThe player gains points for hitting or taking down enemy planes, but will also be penalized by hitting or taking down friendly planes. There are four levels of difficulty, starting at zero points, 200 points, 500 points and 1000 points. The levels can also be selected directly from the game start, by pressing \"0\", \"1\", \"2\" or \"3\" to start.\n\nThere's a fuel meter at the left of the panel and a ammunition meter at the right. When any of these are close to end, the player has to land the plane and refuel\/recharge his plane. The game ends if the player is shot down by enemy planes or if the plane crashes while taking-off, landing or due to lack of fuel.","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1983},"133835":{"AltNames":[{"Name":"Billard Electrique","Region":"France"},{"Name":"Pocket Billiards!","Region":"World"}],"Cooperative":"true","Developer":"Philips Europe","ESRB":"Not Rated","Genres":"Sports","Images":[{"FileName":"8b891e9d-810d-4adc-ad1f-2bad15b74e4f.png","Type":"Box - 3D"},{"FileName":"ddb081f5-18dc-4dca-bd92-44f6f6dbe9e2.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"23c2d02e-8703-4ce6-a21e-4cee85ed95e5.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"4123284e-0ce0-4c7f-91c7-68a55ce0da77.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"524e7340-4ce0-42af-a4e5-f34f5dd8e702.png","Region":"Europe","Type":"Screenshot - Game Title"},{"FileName":"a12c946f-ab8d-4619-b70c-41e244f02f23.png","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Electronic Billiards","Overview":"In this pool title, two players can choose either one of the two games available: 8-ball or Rotation. The games are selected by pressing any direction of the joystick while their names are displayed on screen.\n\nIn the 8-ball game, the winner is the first player to sink either one of the two black balls in game.\n\nIn Rotation, the black balls are replaced by colored ones, and the winner is the player to sink the most balls. By sinking one ball, the player gets the chance to try another shot. There are no penalties for missing the balls or sinking the white one.\n\nPlayers can choose the direction of the shot (by rotating the cue around the white ball) and the strength of the shot (the longer the action button is pressed, the harder the shot is).","Publisher":"TO TEK International","ReleaseType":"Released","ReleaseYear":1983},"148013":{"Cooperative":"false","Images":[{"FileName":"55c9e0cb-f080-4d43-b8d6-5b9f3cb91b4b.png","Type":"Box - 3D"},{"FileName":"d88b4392-133e-4f90-bdf8-ae062c4a3d41.png","Region":"Europe","Type":"Box - Front"},{"FileName":"13f1e2fe-b53d-4f0c-bf4c-e515fbe523a4.png","Region":"Europe","Type":"Cart - Front"},{"FileName":"2dcbb269-28ac-49e5-89d3-abd2d147965e.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"9bb434dc-93a9-4d54-ba85-e4e429a719db.png","Type":"Clear Logo"}],"Name":"Tutankham","Overview":"Tutankham is an arcade action game played from a top down point of view. You are an explorer in King Tut's tomb on a mission to retrieve as many of the valuable treasures as you can find. In addition to the treasures, you will also find a key in each of the chambers. This is needed in order to unlock the entrance to the next, more difficult chamber. Be careful, for the tomb is guarded by many dangerous creatures! Cobras, bats, scorpions, and more all appear in the maze and will cause you to lose a life if you're caught! To defend yourself you are armed with a laser gun which you can fire left or right, but not up or down. In each of the mazes you are also give one \"flash\" which can be used to destroy all creatures currently on the screen."},"149561":{"Cooperative":"false","ESRB":"Not Rated","Images":[{"FileName":"6c02ac8a-a83d-4884-ab8c-e0f11c808f54.png","Type":"Box - 3D"},{"FileName":"32c3bc46-aec9-4ee5-be15-427c4b327261.png","Region":"Europe","Type":"Box - Front"},{"FileName":"fe24f35a-90b4-4d98-81cd-f1ca8df15919.png","Type":"Screenshot - Gameplay"},{"FileName":"5f498250-f815-40ba-b23a-42f050f24e60.png","Type":"Screenshot - Gameplay"}],"Name":"Route 66","Overview":"Route 66 is a vertical scrolling racing game with shooter elements. The game has 4 possible variations, selected by pressing one of the following keys:\n\n    0: Mission Mode. The player has to destroy 7 black cars at each one of the four levels: daytime driving, night, desert and snow. Each new level is faster than the previous one.\n    1: Night driving (practice mode)\n    2: Desert driving (practice mode)\n    3: Snow driving (practice mode)\n\nThe player has 5 lives. Every time the player hits a black car, the score counter changes one of the 6 digit's color from blue to dark gray. After hitting the seventh one, the game progresses to the next level (only in mission mode).","Publisher":"Classic Consoles Center","ReleaseDate":"2009-11-08T00:00:00-08:00","ReleaseType":"Homebrew"},"149562":{"Cooperative":"false","Developer":"Philips Europe","ESRB":"Not Rated","Genres":"Education","Images":[{"FileName":"5fdc7aa0-8c3a-45e8-b4ba-f65f35b29ff6.png","Region":"Europe","Type":"Box - 3D"},{"FileName":"ed89f294-1424-4f27-9c07-0d5aca89fd3d.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"88409411-068e-4733-b868-4a8ea29a51c9.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"97d66909-e52c-433b-9936-8604dc82a298.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Playschool Maths","Overview":"I'VE GOT YOUR NUMBER!\n\n1. Press 1 on the alpha-numeric keyboard.\n\n2. The screen will display a giant electronic blackboard filled with orbiting numbers and symbols.\n\n3. Player 1 appears at the left side of the screen. Player 2 appears at the right side of the screen.\nEach player stands on a scoring box which will automatically count up each correct answer.\n\n4. The left hand control unit activates the left hand player on the screen. The right hand control\nunit activates the player at the right hand of the screen. Push the joy stick away from you to\nwalk your player toward the top of the screen. Pull the joy stick toward you to walk your\nplayer to the bottom of the screen. Push the joy stick left to go left. Push it right to go right.\n\n5. An addition, subtraction or symbol problem will appear at the base of the screen. The answer\nwill appear somewhere in the orbiting numbers and symbols.\n\n6. Each player races to the correct number or symbol with the electronic figure.\n\n7. When a player catches a correct answer, a point is scored and the solution is displayed at the\nbottom of the screen. A new problem will then be presented.\n\n8. If a player catches an incorrect answer, he is sent back to the starting position and the incorrect\nnumber or symbol is automatically removed from the screen. This process of elimination will\neventually guide the players to the correct answer through a positive learning experience.\n\n9. The winner is the first player to score ten correct answers. The winner receives an electronic\npat on the back and a musical salute.\n\n10. A new game will automatically start after each ten point round.\n\n11. Some correct answers will appear in the center of the orbits and will be more difficult to reach.\nPress the action button to lower the electronic figure's head to duck through the orbit without\ntouching a wrong answer.\n\n12. This game is programmed so that it may be played by children who do not yet comprehend\nnumbers. At the first level, a child may enter a matching symbol and it will score as a correct\nanswer. The level of play will move up as the players grow more proficient.","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1980},"158354":{"AltNames":[{"Name":"Gerry Anderson's Terrahawks"}],"Cooperative":"false","ESRB":"Not Rated","Genres":"Shooter","Images":[{"FileName":"0bb1eb3c-35c2-40cf-a404-4f356d31417b.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"27a289b5-acbb-4621-861a-c34385ac8f84.png","Type":"Screenshot - Gameplay"},{"FileName":"e28e85e3-fd64-4c29-86ef-d10629b4299b.png","Type":"Screenshot - Gameplay"},{"FileName":"0f0ee2ad-1d23-42aa-8669-f7a741ff2776.png","Type":"Screenshot - Gameplay"},{"FileName":"6ff4f570-9130-43b4-8a93-d3a763d80ede.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Terrahawks","Overview":"The player has just attracted the attention of Spyrus the Deathless, the Timelord of Chaos, and his only defense is his Time Machine's laser cannon. The Timelord will now send his fleet of Time Ships to destroy the player.\n\nIn this space shooter the player controls the Time Machine horizontally with the directional stick and shoots its laser with the action button. The Timelord's Time Ships have four kinds of weapons to assault the player, and they will be introduced in the game's first four levels.\n\nIn the first level, the Time Ships will shoot missiles, which travel in straight lines toward the bottom of the screen. In the second level, the fleet will also use antimatter mines, which will follow the player's Time Machine movements. In the third level, the fleet will also use annihilators, weapons that will go straight to the bottom of the screen, and then try to hit the player from the sides. In the fourth level, the Timelord will also send Nucleonic Time killers, robot-piloted destroyers which can anticipate human actions.\n\nThe game has 256 stages of progressively increasing difficulty, with faster and better armed enemies. Each level is beaten after all Time Ships are destroyed.\n\nThe player scores 2 points for each missile destroyed, 4 points for each antimatter mine, 5 points for each Time Ship, 8 points for each annihilator and 16 points for each Time killer destroyed.\n\nThe Timelord appears at the start of each level, but his transmission can be jammed by starting the game pressing 0 (zero). This way he'll not reappear each time the player destroys a fleet of his Time Ships.","Publisher":"Phillips Export B. V.","ReleaseType":"Released","ReleaseYear":1983,"VideoURL":"https:\/\/www.youtube.com\/watch?v=qsTCG1-o0Xo"},"161843":{"Cooperative":"false","Genres":"Action","Images":[{"FileName":"0b0b8285-06b9-44f4-9136-a0a56a2304f6.jpg","Region":"France","Type":"Box - Front"},{"FileName":"ce4abf30-68f2-45ee-846c-abcd8f9be88f.png","Region":"North America","Type":"Box - Front"},{"FileName":"52d809e1-d4a4-4434-8d35-a5c7e9ecd61f.jpg","Type":"Cart - Back"},{"FileName":"e9e62357-85af-4f31-a77b-25765de37954.jpg","Type":"Cart - Front"},{"FileName":"468453bc-17ee-4ce5-b5c4-dab597f4ea7d.jpg","Type":"Cart - Front"},{"FileName":"5002520f-8edb-49e7-b52e-2ac5b5545f19.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"0b0b1db0-850f-4e98-b8ad-95f4e5df3022.jpg","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"e5b6f346-6f84-4911-bc77-ad7388cc5271.jpg","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"ec072fba-2767-48a6-9976-75bb90523794.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Pickaxe Pete","Overview":"The player controls a miner named Pickaxe Pete, and starts off in the middle of the screen with a pick-axe. There are thee doors from which boulders are coming, bouncing down the mine-shafts; every time Pete destroys one of these he gains 3 points, although the axe wears out after a while and disappears. When two boulders collide, they explode, and out comes either a pick-axe which floats to the bottom of the screen, a key which floats to the top, or nothing. If Pete has no axe, the player can either jump over boulders (gaining him 1 point), or get to the bottom of the mine to retrieve a new axe (gaining a 5-point bonus). If Pete collects a key then he can enter the doors, which lead him to the next level.[3]","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1982,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Pickaxe_Pete"},"169557":{"Cooperative":"false","Developer":"Philips","ESRB":"Not Rated","Genres":"Sports","Images":[{"FileName":"342fd994-7d5b-46bd-946b-6a669e3d5d66.png","Region":"Europe","Type":"Box - Front"},{"FileName":"85f8442d-8be9-4747-9764-3b11e2aa461e.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"7c5416c6-45ae-4422-b24c-f6beb725d66d.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"970ff29a-e61b-404f-b54b-de2f029786b3.png","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Electronic Table Football","Overview":"Known in some places as foosball or table football, this is a game loosely based on Soccer or Football. Each row of players is a single control. See if you can get it in the goal and score!","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1980,"VideoURL":"https:\/\/www.youtube.com\/watch?v=FcQwevO34-k"},"171414":{"AltNames":[{"Name":"La Quête des Anneaux","Region":"France"},{"Name":"Speurtocht naar de Ringen","Region":"The Netherlands"},{"Name":"Sormusten Etsintä","Region":"Finland"},{"Name":"La búsqueda de los Anillos","Region":"Spain"},{"Name":"Jakten På De Magiska Ringarna","Region":"Sweden"},{"Name":"Jagten på Ringene","Region":"Europe"},{"Name":"Em Busca dos Anéis Perdidos","Region":"Brazil"},{"Name":"Die Suche Nach Den Ringen","Region":"Germany"},{"Name":"Caccia al Tesoro","Region":"Italy"}],"Cooperative":"true","Developer":"Ed Averett","ESRB":"Not Rated","Genres":"Action; Strategy","Images":[{"FileName":"104fef61-0cdc-4093-81ce-f46960f12cc8.jpg","Region":"France","Type":"Box - Front"},{"FileName":"3da769eb-80e2-485b-a788-0ac9ae0e0fe5.jpg","Type":"Cart - Front"},{"FileName":"c7ed0dda-7c60-43a5-b3c4-287c6fc451d6.png","Region":"Europe","Type":"Clear Logo"}],"MaxPlayers":5,"Name":"The Quest for the Rings","Overview":"The Quest for the Rings is a fantasy strategy game using the combination of a game board, tokens, keyboard overlay and the computer to play the game. The game board is used to hide the ten ring tokens with various monster tokens under the castle tokens by the Ringmaster. The keyboard overlay is used by the Ringmaster to interface with the computer when your heroes enter the castles choosing what type of labyrinth in which you will do battle. Combat is controlled by using the computer joysticks.\n\nThere are four heroes: a warrior with a magic sword, a wizard with various spells, a changeling who can become invisible and a phantom who can walk through and hide in walls. The four labyrinths are dungeons, infernoes, crystal caverns and shifting halls. The four monsters are orcs, bloodthirsts (bats), tyrantulus (spiders) and dragons.\n\nGameplay pits the Ringmaster against up to four players. The Ringmaster controls the game by hiding the rings, choosing the dungeons and can even enter into combat. Before the game starts the hero players decide how many turns it will take to complete the quest for the ten rings either 50, 75 or 100 turns. Turns are based on castle visits and combat and if you don't complete your quest within the amount of turns you choose you lose. The hero players can start from any designated starting point on the game board and begin their quest for the rings.","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1981,"VideoURL":"https:\/\/www.youtube.com\/watch?v=JUPoXqqWAeM","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Quest_for_the_Rings"},"174008":{"AltNames":[{"Name":"KTAA","Region":"World"}],"Cooperative":"false","Developer":"Soren Gust","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"1d04ec3d-f2b1-4028-8c07-528a4bac858d.png","Region":"World","Type":"Box - 3D"},{"FileName":"1be50f0d-d58f-4780-83d7-e1386f3ed66f.png","Region":"World","Type":"Box - Front"},{"FileName":"83e20de3-05d8-4400-a795-dbd23f76726c.png","Region":"World","Type":"Box - Front"},{"FileName":"73b44aa2-0b5d-45b2-9647-b8b2115a2834.png","Type":"Cart - Front"},{"FileName":"0df190c8-756e-4fbf-a4c4-bb8ad5d4cc4a.png","Type":"Clear Logo"},{"FileName":"1c6031fa-185f-4e1f-99de-799ba0f4d2f2.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Kill the Attacking Aliens","Overview":"You have been selected to defend planet Earth and its moon colony against alien invaders. Your ship is equipped with a powerful quantum cannon and a strong defensive shield. Your mission is to destroy all of the aliens and prevent the objects on earth from being bombed.","Publisher":"Packrat Video Games, LLC","ReleaseType":"Homebrew","ReleaseYear":2004,"VideoURL":"https:\/\/www.youtube.com\/watch?v=kpdHVbYjkKw"},"181514":{"Cooperative":"false","Developer":"Philips Europe","Genres":"Shooter","Images":[{"FileName":"5c1dae8e-e761-4154-8fbc-d4f31070b823.jpg","Region":"The Netherlands","Type":"Box - Front"},{"FileName":"b71a0d0a-ee81-4754-af82-a72d76205572.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"afb1f47f-6d67-413c-8371-09a0abdad354.jpg","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"2baea8c6-8639-453d-aa1c-5b8160eb0e9a.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Dam Buster","Overview":"** Dam buster **\n\nThe basic principle\n\nOn the top half of your screen you see a dam, consisting of four layers of nine large blocks each.Each layer is a different colour, from top to bottom: red, yellow, blue and pale green. \n\nIn the centre ofeach layer there's a maintenance worker; they have to try and keep the dam intact while the opponent is trying to shoot a hole through the dam (Dam Buster 1) or destroy it completely (Dam Buster 2).\n\nThe attacking party\nA projectile comes from the general direction of the dam, moving towards the bottom of the screen. There, in the centre, is a movable shield. If the projectile hits that shield, it will bounce back towardsthe dam. When it hits the dam, it will destroy one or more blocks. The attacking party controls the position of the shield.\n\nThe defending party\nThe other player controls the maintenance workers with his handset. To restore the damage, the maintenance workers first have to move to either side of the dam to gather energy and collect building materials. You can easily see when they're ready for action because they are literally blazing with energy.\nWhen a hole has been shot in one of the layers of the dam, the workers have to rush over and fill thathole as quickly as possible.","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1981},"181520":{"Cooperative":"false","Developer":"Philips Europe","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"e8b6f30c-5ef4-4753-81d5-43500d4165fc.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"430445fe-c1d5-4a15-8fac-f0f73e2a28e2.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"c49267a7-0f8f-4ac3-8cf4-e7faf9dce791.png","Region":"Europe","Type":"Clear Logo"},{"FileName":"5f1d4c07-32e5-49cd-a6e1-3e401ae0664e.jpg","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"a3b03d11-a836-4db0-962e-714d80001949.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Labyrint\/Supermind","Overview":"The Labyrinth Game\nThe one thing all these 1 6 game varieties have in common is, that a pawn has to be moved out of a labyrinth in the shortest possiblelime. The pawn is on the left-hand side in the labyrinth while the exit is on the fight-hand side Each match\nconststs of a series of ten with the labyrinth changing every time you start a new game.\n\nThe pawn is moved through the labyrinth with the joystick of your handset. When you press the action button, it travels at double speed You should try and stay clear of the partitions since it will slow down your speed. A digital clock at the bottom of the screen follows your efforts and records them exactly up to one\ntenth of a second The clock starts running every time a new labyrinth situation appears on your screen.","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1981},"181591":{"Cooperative":"false","Developer":"Philips Europe","ESRB":"Not Rated","Genres":"Shooter","Images":[{"FileName":"3f9f1ff0-fb40-49ce-8177-f1d25f83df49.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"42833c94-a8cc-4e44-8d1f-4d9b34ef8ee8.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"f1af8a20-6570-4fe9-bcdd-d905bac8eb29.jpg","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"df600749-de64-4303-9967-3fd25552a763.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Space Monster","Overview":"Space Monster\n\nOne of your robot-controlled space cruisers is on a routine reconnaissance flight. You see it in bright red in the centre of your \ntelevision screen. It is surrounded by a protective, energized forcefield, clearly visible as an oval round your craft. Everything seems to be very peaceful.","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1980},"181594":{"Cooperative":"true","Developer":"Philips Europe","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"3f35b825-4d94-4397-b528-85ffc612ce99.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"786a6be4-eba4-425e-87d3-6e6990ee38d1.jpg","Region":"France","Type":"Box - Front"},{"FileName":"bd4c11b8-4b09-4526-b727-aaac622d6c7f.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"4cd61ac9-51b4-4b11-9636-1468e91c1795.jpg","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"7286ac48-f952-442d-b29a-944e1ae23bad.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Air-Sea War\/Battle","Overview":"** Air-Sea War **\nYou will need timing and accuracy for this game, as you try to shoot down the enemy craft while dodging its missiles. Score a point for each direct hit on your opponent's craft, and deduct one if you hit a neutral ship. You have 3 minutes to play. When the game is over (time = 00:00), the player with the most points wins.\n\n** Battle **\nBattle demands great skill in handling the controls of the tank, especially when turning and firing. You each have 20 rounds. Score a point for each direct hit. There are 3 minutes to play and the player with most points wins. Variations of this game are given by: guided missiles (controlled by joystick), minefield (mines marked by a white cross)-your opponent gains\n\nThe Magnavox Odyssey 2 version of the game released in North America is titled Armored Encounter \/ Subchase!","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1980,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Air-Sea_War_%E2%80%93_Battle"},"191083":{"Cooperative":"false","Genres":"Sports","Images":[{"FileName":"13dcae90-6b54-49af-98d6-a950b489ba94.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"8e011200-8d70-4d09-84e7-fa35235fce29.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"Name":"Clay Pigeon","Overview":"In 2003, French collector Nico \"sap1\" Sapin released reproduced copies of Clay Pigeon, a prototype found at a flea market in Eindhoven in the Netherlands. \n\nThis version plays the same as the Brazilian release except that it contains high-resolution G7400 background graphics not found in the Brazilian version.","ReleaseType":"Unreleased"},"193514":{"AltNames":[{"Name":"War of Nerves","Region":"Europe"}],"Cooperative":"true","Developer":"Philips Europe","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"ad6b3687-ba05-4d24-a902-d96d2b08b118.jpg","Region":"Europe","Type":"Box - Back"},{"FileName":"75abac07-a8ba-4e84-bafa-c4bff253514e.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"e81885f0-434c-48e0-8658-3743e2b41558.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"44bfc18c-2819-4555-b90f-8ed18d04aef4.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Battlefield","Overview":"1. Press 1 on the alpha-numeric keyboard.\n\n2. Welcome to the war. The opposing robot armies are programmed by the computer to attack onsight.\n\n3. The left hand control commands the Army of Northwestonia which comes into battle from the upper left hand corner of the TV screen. The right hand control commands the Army of Southeasternia invading from the lower right hand corner of the screen.\n\n4. The objective of each army is to capture the enemy general. If a general is touched by an enemy robot, he will immediately surrender. One general cannot capture another general.\n\n5. The generals are controlled by the joy sticks on the hand controls. Push forward to go up. Pull backward to go downscreen. Push left to go left. Push right to go right.\n\n6. The robots have been programmed by the computer to automatically attack the enemy general. They have been armed with stun guns that they will fire at will to put enemy robots out of action. A general can repair his stunned robots by touching them.\n\n7. The robots cannot move through the trees or through another robot. They must go around and find another way to get to the enemy general.\n\n8. A general's role is to lead his army to the enemy general as quickly as possible. Push the action button. The robots will come to your general and follow him through the forested maze of the electronic battlefield.\n\n9. The generals are smart enough to find a way through the trees some of the time. But a general in contact with a tree or moving through a forest will move at only half his normal speed.\n\n10. As robots are stunned, the speed of the remaining robots in the same army will increase. The army will move at its slowest rate when all four robots are in action. If three robots are stunned, the remaining robot will be moving at top speed.\n\n11. The war is over after one army wins tens battles. The score is automatically shown by the boxes on the screen. The box at the upper left displays the score of the Northwestern Army. The box at the lower right shows the score of the Southeastern Army.\n\n12. The first general to win ten battles gets promoted and a new war begins automatically.\n\n13. The position of the trees will changes automatically after each battle.\n\n14. One player version: Use either hand control to lead your robots to the enemy general. But be careful! The enemy robots are programmed by the computer to come after you!","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1981},"197436":{"AltNames":[{"Name":"Rugby"}],"Cooperative":"true","Developer":"Philips Europe","ESRB":"Not Rated","Genres":"Sports","Images":[{"FileName":"3b89cdec-ace9-4a6c-974d-b315e9c4e734.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"8c53c20e-101e-4e63-b114-ef28eb38e4a2.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"2ea08594-7cb2-4df6-a9ee-d95f736782c4.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"American Football","Overview":"American Football\n(2 players) Press key 1 or 2\n\nKey 1 selects normal game, key 2 selects fast game.\nThe game consists of a series of plays (called 'downs'). At each 'down', the attacker has possession\nand tries to gain ground and score by kicking, running or passing.\n\nScoring\nA side scores when one of its players carries the ball over opposing goal line (7 points) or with\nplace-kick which goes over centre of goal line (3 points). The winner is the player with most points\nwhen the clock shows time 00:00.\n\n'Downs'\nPlay stops, and another 'down' is taken whenever the player with the ball:\na) kicks\nb) scores\nc) runs into touch\nd) runs into his own man\ne) is tackled\nf) misses his man with a pass\n\nPossession\nThe attacking side keeps possession until:\na) it kicks\nb) it scores\nc) it has 4 'downs' in succession. The number (1-4) above the pitch gives the number and position of\nthe 'down', and whose 'down' it is.\nd) a pass is intercepted\n\nAt every down, each player chooses tactics by moving the joystick of his handset and then pressing\nthe button. Table 1 shows the tactics chosen for each position of the joystick. (If you do not choose\nyour tactics with 25 seconds, the computer chooses them for you).\n\nAttacker's tactics\nThe ball goes back to Quarterback (Q). If he runs too far forward he can't pass. If he runs back over\nown goal line, he punts automatically upfield.\n\nDefender's tactics\nYou control Quarterback (Q) only. Other players automatically take defensive positions,\npause, then go for the ball. Your opponent's End player (R) is shaped","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1980},"197437":{"AltNames":[{"Name":"BaseBoll","Region":"Europe"}],"Cooperative":"true","Developer":"Philips Europe","ESRB":"Not Rated","Genres":"Sports","Images":[{"FileName":"970598ec-27a9-48da-ab48-0515e4a1cb6a.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"dc2c3d18-30c9-4c7f-ab4f-813a82dc9046.jpg","Type":"Cart - Front"},{"FileName":"b0f31cf0-5502-479c-80ba-5d4c54dd5495.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"BaseBall","Overview":"BASEBALL!\n(Two players)\n\n1. Press 1 on the alpha-numeric keyboard.\n\n2. The scoreboard flanks either side of home plate.\n(lower left numbers indicate Balls, Strikes, and Outs - in that order)\nThe digital readout scoring indicators are color coded to the teams.\n\n3. The player using the right hand control is always first at bat. The player using the left hand\ncontrol is always first in the field. Players should trade hand controls to alternate being first at\nbat in series games.\n\n4. THE OUTFIELD is positioned by manipulating the joy stick on the hand control activating the\nfielders.\n\n5. THE PITCH is thrown by pressing the action button on the FIELDER hand control. Inside and\noutside curves may be thrown by maneuvering the joy stick. The OUTFIELD will not be\naffected by the joy stick during the pitch. If the batter does not hit the ball, the catcher will\nautomatically throw it back to the pitcher. The computerized umpire calls balls and strikes.\nFour ball and it's a walk to first base. Three strikes and you're out!\n\n6. THE BATTER is controlled by the action button on the BATTER hand control. A ball hit\nearly will go to left field. A ball hit late will go to right field. The distance a hit travels will\nalways vary.\n\n7. A ball hit out of the park (white line at top of screen) is a home run. The batter will\nautomatically run the bases.\n\n8. A ball caught on the fly is an automatic out and the ball is returned automatically to the\npitcher.\n\nIMPORTANT!\nAlways be sure that the power to your Odyssey2 console is turned off before inserting a game\ncartridge. This protects the electronic components and extends the life of the unit.\n\n9. If the fielders do no catch the ball on the fly, the joy stick on the FIELDER hand control is\nused to get one of the outfielders to the ball. The throw is made by positioning the joy stick to\nthe base desired and pressing the action button.\n\n10. A hit not caught on the fly will automatically send the batter running to first base. He can go\nfor extra bases by pushing the joy stick in any direction on the BATTER hand control. Note:\nBase runners cannot reverse their direction. The computerized umpire makes all the calls.\n\n11. SACRIFICE FLY. A man on base can try for extra bases after a fly ball is caught by pushing\nthe BATTER joy stick.\n\n12. Players can go for extra bases any time before the ball is returned to the pitcher.\nThe ball is returned to the pitcher only after both hand controls are inactive for two seconds.\n\n13. After three outs, the batting team and fielding team will automatically change positions.\n\n14. The team with the highest score after nine innings wins. The game will go into extra innings in\ncase of ties!\n\n15. The end of the game is signaled by F (Final score) replacing the inning indicator on the\nscoreboard.\n\n16. To play again, press the RESET key on the alpha-numeric keyboard and then press 1.","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1980},"197438":{"AltNames":[{"Name":"Korfball"}],"Cooperative":"true","Developer":"Philips Europe","ESRB":"Not Rated","Genres":"Sports","Images":[{"FileName":"ddb29643-5213-462f-bbf5-96714fca2ddd.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"82d68b95-21c0-45f2-895a-5e8218c238d7.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"624b40ee-ffba-41fa-b294-2323ae5faf4a.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Basket Game","Overview":"PACHINKO!\n(One or two players)\n\n1. Press 1 on the alpha-numeric keyboard.\n\n2. A giant Pachinko game appears on your TV. You and your opponent are at the lower part of the screen.\n\n3. The digital readout scoreboard will appear at the bottom of the screen when play begins.\n\n4. The left hand control maneuvers the player at the left. The right hand control maneuvers the player at the right. Push the joystick left to go left. Push it right to go right.\n\n5. You can play another person or the computer. To signal the computer you're in the game, press the action button or move the joystick of your hand control in any direction. If the computer does not get a response from either of the hand controls, it will play by itself.\n\n6. Each of the players on the screen has an energizer. Press the action button to flip up your energizer and hit one of the balls. When you hit the ball with your energizer, it will change to your color and rocket back into play. If your energizer is completely raised when it hits, the ball will continue its same horizontal direction. If your energizer is not completely raised, the horizontal direction of the ball is reversed. A player will move at one-half normal speed when \n\n7. If a ball hits a player, it will begin to lose its energy.\n\n8. If your opponent's ball hits the rotor at your side of the screen, the ball will change to your color. If your ball hits your opponent's rotor, the ball will change to your opponent's color.\n\n9. The Magic Mountain is centered at the bottom of the playing field. If you bounce the ball off the Magic Mountain, the numbers in the cups will change. You have a better chance of scoring in the cups on your side of the screen, so it's good strategy to get higher numbers in the cups on your side and lower numbers in the cups on your opponent's side.\n\n10. CAUTION! BEWARE OF THE TROUBLESHOOTER! He's the unpredictable,\nuncontrollable spoilsport who keeps running back and forth across the center of the screen. The Troubleshooter is a lot of trouble because he keeps trying to take your ball out of play and shoot it over to your opponent.\n\n11. The game ends at 100 points or any pre-agreed multiple of 100 points. You can also play against the clock.\n\n12. To play again, press the RESET key on the alpha-numeric keyboard and then press 1.","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1981},"197440":{"Cooperative":"true","Developer":"Philips Europe","ESRB":"Not Rated","Genres":"Sports","Images":[{"FileName":"f49dea70-fe2d-49de-b72e-8cea9c139557.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"82e744d9-db2f-4db9-ba08-e2780d1ab977.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"375ff886-ba83-4d78-bbcd-316fa6ab1170.jpg","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"eb1a4bac-1c12-44f4-9dfa-8840c4b67cbd.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Electronic Soccer & Ice Hockey","Overview":"HOCKEY!\n(Two players)\n\n1. Press any key on the alpha-numeric keyboard.\n2. Ice Hockey and Soccer games will alternately be displayed on the screen.\n3. To start a Hockey game, move the joy stick of either hand control in any direction when Hockey appears on the screen.\n4. The period in play and a digital timer will appear at the bottom of the screen.\n5. There are three five minute periods to each game. The timer will automatically reset at the end of each period. The game is over at the end of three periods.\n6. There are six players on each team. Five of the players can race after the puck to any part of the ice. The goalies will only cover the goal areas.\n7. The joy stick will control the player closest to the puck and the goalie. The player closest to the puck can be identified by the hockey stick. The other players will automatically follow the action.\n8. Players can block each other if they make body contact and will become immobilized. Use the joy sticks of both hand controls to separate them.\n9. The puck is shot when a player makes contact with it and presses the action button. The puck will travel in the direction determined by the joy stick. The puck will continue its flight as long as the action button is depressed . . . or until it is blocked by another player on either team.\n10. To play again, press RESET and move the joy stick of either hand control when Hockey is displayed on the screen.\n\n\nSOCCER!\n(Two players)\n\n1. Press any key on the alpha-numeric keyboard.\n2. Ice Hockey and Soccer games will alternately be displayed on the screen.\n3. To start a Soccer game, move the joy stick on either hand control in any direction when Soccer appears on the screen.\n4. The period in play and a digital timer will appear at the bottom of the screen.\n5. There are two five minute periods to each game. The timer will automatically reset at the beginning of the second period. The game is over at the end of two periods.\n6. There are six players on each team. Five of the players can run after the ball to any part of the field. The goalie will only cover the goal area.\n7. The joy stick will control only the players closest to the ball and their goalies. These players will flash to show they are in direct control of the joy sticks. The other players will automatically follow the play.\n8. Players can block each other if they make body contact and will become immobilized. If several players jam and are unable to move, use both joy sticks to separate them. If this does not unlock the jam, press RESET and start a new game.\n9. The ball is propelled when a player hits it with head or legs. The ball will travel in the direction determined by the joy stick. The ball goes farther if you depress the action button at the same time a player makes contact with it. The ball will continue in motion as long as the action button is depressed, but will be halted if blocked by another player.\n10. To play another game, press RESET and move the joy stick on either hand control when Soccer is displayed on the screen.","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1981},"197441":{"Cooperative":"true","Developer":"Philips Europe","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"24941976-b6a4-4c2e-aafa-b8d067fe5519.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"2f955d61-1787-4d02-a25a-6fd7a246ee7f.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"2b89783e-ecd7-40c6-af86-e6a50d28f8d2.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":3,"Name":"Monkeyshines","Overview":"MONKEY TAG!\n(1 or 2 players)\n\n1. Press 0 on the numeric section of the Odyssey2 keyboard.\n2. The screen will display four computer-controlled monkeys in a matrix of monkey bars.\n3. Two men appear at the lower right and left of the screen. They are activated by the hand\ncontrols.\n4. The object of the game is to tag as many monkeys as you can with your man - without\ngetting tagged back.\n5. The left hand control maneuvers the man at the lower left of the screen. The right hand control\nactivates the man at the lower right of the screen.\n6. Push the joystick to the right to make your man go to the right. Push the joystick to the left to\nmake your man go to the left.\n7. Push the joystick forward and press the action button to make your man jump up to the next\nhighest level of monkey bars. Push the joystick forward at an angle and press the action button\nto make your man jump on a diagonal. The men can only jump up one level of monkey bars at\na time. One man can give the other a boost. If one jumps on the head of the other, he can reach\nthe next highest level of monkey bars on his next jump.\n8. A man tags a monkey by catching it and pressing the action button. The tagged monkey will\njump away in the direction the joystick is held at the instant the action button is pressed. If you\ncatch a monkey and delay pressing the action button, the monkey will jump away without a\ntag being scored.\n9. Players score one point for every monkey tagged. The game score appears at the lower left of\nthe screen. The highest score in a series of games appears just above the game score. If both\nhand controls are being used, the men play as a team and the score displays their total points.\nYou are not competing with another player - you are competing with the computer.\n10. When a monkey is tagged, it will turn red and try to tag one of the men. If a man is tagged by a\nred monkey, he will freeze in position and is out of the game.\n11. The higher the game score, the longer the monkeys will stay red and the harder it will be for\nthe men to avoid getting caught.\n12. A new game will start automatically when both men have been tagged by red monkeys. The\nmonkey bars will be displayed in a completely different arrangement at the beginning of each\nnew game.\n13. Every game automatically starts at the first skill level. When ten points have been scored, the\ncomputer will automatically change to the next highest skill level to provide greater challenge.\nThe third skill level will be presented when 30 points have been scored. The monkeys stay red\nlonger and are more difficult to evade with every increase in skill level.\n14. If you wish to play at the second skill level before scoring ten points, press the + key once. To\nplay at the third skill level, press the + key twice.\n\n\nTAILSPIN!\n(1 or 2 players)\n\n1. Press RESET.\n2. Press 0 on the numeric section of the keyboard.\n3. Press R (for ROTATION) on the alphabet section of the keyboard.\n4. The monkey bars will rotate upwards to a new position every few seconds. This calls for a\ncompletely different playing strategy. You will have to anticipate the next position of the\nmonkey bars and adjust your movement and timing accordingly.\n5. Press S (for STOP) on the alphabet section of the keyboard to stop the rotation of the monkey\nbars. You can start or stop the rotation of the monkey bars at any time during the game.\n\n\nSHUTEYE!\n(1 or 2 players)\n\n1. Press RESET.\n2. Press 0 on the numeric section of the keyboard.\n3. Press I (for INVISIBLE) on the alphabet section of the keyboard. The monkey bars will\ndisappear.\n4. You are now playing blindfolded - but the monkeys are not.\n5. The monkey bars will reappear momentarily any time one of the men is falling. They will also\nreappear if one of the men stands on the head of the other.\n6. Press V (for VISIBLE) to make the monkey bars reappear.\n\n\nMONKEY CHESS!\n(3 players)\n\n1. Press RESET.\n2. Press 0 on the numeric section of the keyboard.\n3. You are now playing a new kind of chess against a grand master, the Great Monkey himself.\nHe has twice as many pieces - but you have complete control of the board. It is the classic\ngame turned inside out.\n4. Two of the players operate the hand controls. The third player tries to outwit the Great\nMonkey by changing the pattern of the chess board of monkey bars throughout the game!\n5. To remove a vertical monkey bar:\nA. Locate the bar by its letter and number coordinates.\n2. Press the number on the numeric section of the keyboard.\n3. Press the letter on the alphabet section of the keyboard.\n4. Press CLEAR. The vertical bar will disappear.\n6. To add a vertical monkey bar:\nA. Locate the coordinates for the position in which you wish to insert the monkey bar.\n2. Press the number.\n3. Press the letter.\n4. Press ENTER.\n7. To delete a horizontal monkey bar:\nA. Locate the bar by its letter and number coordinates.\n2. Press the letter.\n3. Press the number.\n4. Press CLEAR.\n8. To add a horizontal monkey bar:\nA. Locate the coordinates of the position in which you wish to place the horizontal monkey\nbar.\n2. Press the letter.\n3. Press the number.\n4. Press ENTER.\n9. In summary, pressing the letter first will affect horizontal bars. Pressing the number first will\naffect the vertical bars.\n10. The player controlling the keyboard masterminds the strategy it takes to beat the Great\nMonkey at his own game.\"Ladders\" can be built to help the men get quickly to any part of the screen. Ladders can also\nbe \"unbuilt\" to prevent the monkeys from using them.\"Cages\" can be built to temporarily delay tagged monkeys from tagging the men.\nHint: Pretend that the cage has a door and memorize its coordinates. One of the men tags a\nmonkey and uses the joystick to release him into the cage. The player using the keyboard has\nalready preset the \"door\" coordinates and is ready to press ENTER. The completely closed\ncage will delay a tagged red monkey from tagging one of the men.\n11. The player controlling the keyboard can also insert obstacle bars in the path of pursuing red\nmonkeys.\n\n\nBANANAS!\n(For professionals only. 3 players.)\n\n1. Press RESET.\n2. Press 0 on the numeric section of the keyboard.\n3. Insert the keyboard entries for Tailspin, Shuteye and Monkey Chess is various combinations.\nYou will be using all your firepower to confuse the monkeys and achieve high scores under\nvery exotic conditions.\n4. The challenge range will escalate from utter confusion to total chaos!\n\nRECAP OF KEYBOARD ENTRY CODES:\n\nTAILSPIN!\nR (Rotate)\nS (Stop)\n\nSHUTEYE!\nI (Invisible)\nV (Visible)\n\nMONKEY CHESS!\nLETTER\/NUMBER (Affects horizontal bar)\nNUMBER\/LETTER (Affects vertical bar)\nENTER (Adds bar)\nCLEAR (Deletes bar)","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1982},"197442":{"Cooperative":"true","Developer":"Philips Europe","ESRB":"Not Rated","Genres":"Board Game","Images":[{"FileName":"77b4083d-9c17-41c7-8f23-d1ca3b263b6c.jpg","Region":"Europe","Type":"Box - Front"},{"FileName":"f95bf04d-f168-4913-b023-56668e985574.jpg","Region":"Europe","Type":"Cart - Front"},{"FileName":"12b3a10d-4c3b-45d9-8f30-a45cfbcb965c.jpg","Region":"Europe","Type":"Screenshot - Gameplay"},{"FileName":"96565eb8-6e1e-477d-aa39-f741c2899342.jpg","Region":"Europe","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Crazy Chase","Overview":"K.C.'s KRAZY CHASE!\n(1 or more players)\n\n1. Press 0 on the numeric section of the keyboard.\n2. The screen will display K.C. MUNCHKIN, the dreaded DRATAPILLAR and two of the\ndreaded DRATAPILLAR's dreadful DRATS.\n3. K.C. MUNCHKIN is activated by the left hand control.\n4. Push the joystick of the left hand control forward to make K.C. MUNCHKIN go towards the\ntop of the screen. Pull the joystick towards you to make K.C.MUNCHKIN go towards the\nbottom of the screen. Move the joystick left to go left. Move right to go to the right. Characters\ngoing off one side of the screen will reenter from the other side.\n5. The head of the dreaded DRATAPILLAR is so ferocious, it is only safe to attack it from the\nrear.\n6. When K.C. munches out a segment of the DRATAPILLAR, the DRATS will turn white with\nfright and be stopped in their tracks if K.C. can catch them.\n7. When a DRAT stops spinning and recovers its original color, it will return to the chase.\n8. The DRATAPILLAR's head is always a threat to K.C. no matter how few of the\nDRATAPILLAR's segments are left.\n9. Scoring:TREE: 1 POINT, DRATAPILLAR segment: 3 POINTS, DRAT: 10 POINTS\n10. Bonus Scoring\nA player receives a 20 point bonus for munching out all of the DRATAPILLAR's segments,\nand his or her turn continues. Another DRATAPILLAR and two more DRATS will appear on\nthe screen, and the score is cumulative. The action will get progressively faster with each\nsucceeding bonus game.\n11. The winner is the player who scores the highest number of points over a predetermined\nnumber of turns or after a predetermined length of time.\n12. The score of the game in progress is shown at the lower right corner of the screen.\n13. The highest score in a series of games is shown at the lower left corner of the screen.\n14. Six question marks at the lower center of the screen ask for the name of the high scoring\nplayer. The high scoring player enters his or her name through the keyboard. The computer\nwill accept any name up to six letters. If the name is shorter than six letters, press SPACE to\nerase the remaining question marks. The high score and the high scoring player's name will\nremain on the screen until a higher score is achieved in succeeding games.\n15. To start a new scoring cycle, press RESET and then press the key code for one of the wide\nvariety of mazes available.\n16. Press 0, 1, 2, 3 or 4 to generate one of the five different standard mazes.\n17. There is virtually no limit to the number of mazes available because you can program your\nown. The addition or deletion of only one line in a maze changes the strategic requirements of\nthe game completely - and you have the capability to change every line if you wish!\n18. Press RESET.\nPress P.\n\nK.C.'s KRAZY CHASE is now in the programming mode.\nIMPORTANT: Do not completely block off any section of a maze. Paths must always remain\nopen.\n\n19. The letters A thru G run down the left side of the screen. The numbers 1 through 9 run across\nthe bottom of the screen. These serve as coordinates to identify the positions at which you\nwish to add or delete maze lines.\n20. You can either start with the maze on the screen or press 1, 2, 3, or 4 to start with the other\nmazes. After you have selected a start-up maze, press ENTER.\n21. To delete a vertical line:\nA. Locate the line by its letter and number coordinates.\n2. Press the number on the numeric section of the keyboard.\n3. Press the letter on the alphabet section of the keyboard.\n4. Press CLEAR. The vertical line will disappear.\n22. To add a vertical line:\nA. Locate the coordinates for the position at which you wish to insert the line.\n2. Press the number.\n3. Press the letter.\n4. Press ENTER.\n23. To delete a horizontal line:\nA. Locate the line by its letter and number coordinates.\n2. Press the letter.\n3. Press the number.\n4. Press CLEAR.\n24. To add a horizontal line:\nA. Locate the coordinates of the position at which you wish to insert the line.\n2. Press the letter.\n3. Press the number.\n4. Press ENTER.\n25. In summary, pressing the letter first will affect the horizontal lines. Pressing the number first\nwill affect the vertical lines.\n26. When you have programmed the maze to your specifications, press YES or Y and the game\nwill start.","Publisher":"Philips","ReleaseType":"Released","ReleaseYear":1982}}