{"182128":{"AlternateNames":[{"AlternateName":"Pockeler"}],"Cooperative":"false","Developer":"Atlus Co.","Images":[{"FileName":"9ad86f51-3dd7-48ce-8e2f-14f3ac55b443.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"1a1879a6-268d-49ae-8f33-893e92ec1c31.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"21cf91e9-b6c7-4b3f-ae1d-b6e1e982e735.jpg","Type":"Screenshot - Game Title"},{"FileName":"bcfbfa3e-44e8-4bca-8b82-43f6131740bd.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Pokeler","Overview":"Pokeler (aka Pokera) is a communication tool that allows the player to configurate events (add them to the calendar), add different faces, music & sounds for his Pocketstation. All is configurable in the differents menus.","Publisher":"Atlus Co.","ReleaseDate":"1999-10-28T00:00:00-07:00","ReleaseType":"Released"},"182131":{"Cooperative":"false","Developer":"Shade","Genres":"Role-Playing","Images":[{"FileName":"08a4dda5-5afb-4464-b7a6-da43d86adda6.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"e4d4dd81-8397-463d-92b1-be9ec4db06d3.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"694ffab7-c78d-46f8-b677-17aad3ec0521.jpg","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Brightis","Overview":"Brightis is a Role-Playing game, developed by Shade and published by SCEI, which was released in Japan in 1999.\n\nSony PocketStation compatible.","Publisher":"Sony Computer Entertainment Inc.","ReleaseDate":"1999-10-14T00:00:00-07:00","ReleaseType":"Released"},"182132":{"AlternateNames":[{"AlternateName":"Shibas 1-2-3: Destiny! Unmei O Kaerusha!"},{"AlternateName":"Shiibas 1-2-3 Destiny!"},{"AlternateName":"Chivas 1-2-3"},{"AlternateName":"Chivas 1-2-3: Destiny! Unmei wo Kaeru Mono!","Region":"Japan"}],"Cooperative":"false","Developer":"Jaleco Entertainment","ESRB":"Not Rated","Genres":"Adventure; Role-Playing","Images":[{"FileName":"c1d1d92d-616b-4a29-a83a-9ac9b8220099.png","Region":"Japan","Type":"Box - 3D"},{"FileName":"ac9086d4-02ac-49ee-89a5-c6381fa3c654.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"99731e91-88b7-4645-913b-328e7c2f84d7.jpg","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Chivas 1-2-3: Destiny! Unmei O Kaerusha!","Publisher":"Jaleco Entertainment","ReleaseDate":"2000-01-06T00:00:00-08:00","ReleaseType":"Released"},"182133":{"Cooperative":"false","Developer":"ParityBit","Genres":"Racing; Strategy","Images":[{"FileName":"991f4a8c-074f-4dc2-a86b-e47fe5aa554a.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"1abc4c70-26bb-4319-bac9-70d4fc9f050a.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"e3282a6e-b05f-4461-947d-f92350280cff.jpg","Region":"Japan","Type":"Disc"},{"FileName":"b01ee073-6781-46be-9c07-5527b74d3cf7.png","Type":"Screenshot - Game Title"},{"FileName":"1589d161-e0ba-4f21-9352-ce9a76bb835b.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Chocobo Stallion","Overview":"Chocobo Stallion is a game in Square's long running Chocobo series. The game is a spin-off of sorts of the minigame found in Final Fantasy VII where the aim is to breed chocobos and compete with them in various races. This game, as opposed to the minigame, is much more complex and in depth with various statistics screens, racing schedules and more. The player starts out with one chocobo on a ranch, but as the game progresses more will be added to the stable.\n\nThe game features a story including characters from the Chocobo's Dungeon games, and uses similar chibi style graphics.\n\nCompatible with Sony PocketStation.","Publisher":"Square Co., Ltd.","ReleaseDate":"1999-12-22T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/List_of_Chocobo_media"},"182135":{"AlternateNames":[{"AlternateName":"Doraemon 3"}],"Cooperative":"false","Developer":"KAN's Co., Ltd.","Genres":"Action; Role-Playing","Images":[{"FileName":"f27f628d-45ab-4a0f-a6be-f26fe3986291.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"e417cb45-4aef-4b08-8a16-b5fc8bcfa092.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"4cf2b2a0-9699-45a7-9bac-84ff1b79273c.png","Type":"Fanart - Background"}],"MaxPlayers":1,"Name":"Doraemon 3: Makai No Dungeon","Overview":"Nobita can't take it any more! His teacher yells at him at school, his mom yells at him at home, his friends make fun of him, and the girl he likes is spending her time with someone else. He runs home to Doraemon, begging him to find a place where he can hide from the world.\n\nDoraemon uses one of his famous tools from the future and finds a hidden cave, deep underground. However, they soon stumble on an ancient altar and wind up releasing a strange (but friendly) creature named Bit. Nobita's friends find out, but when they head back into the cave, an ancient demon appears and kidnaps everyone but Nobita. Now he must explore the cave and find a way to rescue his friends!\n\nMakai no Dungeon is a dungeon-crawling roguelike in the tradition of Chunsoft's Mysterious Dungeon series, and one of many games based on the popular children's cartoon Doraemon. It plays just like its better-known cousin, featuring randomly-generated dungeons, and a turn-based action system where each action the player takes is also an action for all enemies.\n\nThe goal is to explore each of the dungeons and rescue Nobita's friends, who will become playable as they are found. Each level of each dungeon is filled with various items, traps, and enemies.\n\nThere is also a PocketStation mini-game included, where the player can earn extra items to help in the main game.","Publisher":"Epoch Co., Ltd.","ReleaseDate":"2000-12-14T00:00:00-08:00","ReleaseType":"Released"},"182139":{"AlternateNames":[{"AlternateName":"Go Go Digger"},{"AlternateName":"SaGa Frontier II","Region":"Japan"},{"AlternateName":"Go! Go! Digger"}],"Cooperative":"false","Developer":"Squaresoft","Genres":"Role-Playing","Images":[{"FileName":"a4800f66-4c5b-4ecc-a34b-10ed88bb179c.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"f5b4366f-a0a0-49bd-99ae-343bc75e979f.jpg","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Saga Frontier 2","Overview":"The sequel to Saga Frontier, but also to the less known Romancing SaGa games, Saga Frontier 2 allows you to play the stories of two main characters - a young prince Gustave XIII, who has been exiled from his homeland because he was unable to use the mysterious power of Anima and to become a worthy successor to the throne, and William Knights, a treasure hunter, who strives to find ancient artifacts containing great powers. Their stories are connected to each other, and each story occupies almost a lifetime: the characters grow up and die, new characters are born, etc.\n\nSaga Frontier 2 breaks with the non-linear approach of its predecessor by introducing a new event based scenario system, telling the stories in a more straightforward way, and limiting available characters and the places to visit. As typical for the series, stat upgrades and new abilities are gained directly in battle, and not by gaining experience points and levels like in most other RPGs. Magic spells are divided into six elements which may also be combined, and rely on items being equipped and the environment to draw the right Anima from. Hybrid techniques that combine weapon commands with spell elements also exist. Similar to Konami's Suikoden series, there are three types of combat: turn-based party combat, one-on-one (duel), and strategic army battles.\n\nCompatible with Sony PocketStation, includes the mini-game: Go! Go! Digger","Publisher":"Sony Computer Entertainment Inc.","ReleaseDate":"1999-04-01T00:00:00-08:00","ReleaseType":"Released"},"182141":{"AlternateNames":[{"AlternateName":"Harvest Moon"}],"Cooperative":"false","Developer":"Victor Interactive Software, Inc.","Genres":"Life Simulation; Role-Playing","Images":[{"FileName":"fa15cf71-1e7a-4e10-8ff5-35275a320415.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"1bd5cc43-e160-4ea2-8fe4-9058376fb111.jpg","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Bokujou Monogatari: Harvest Moon","Overview":"As a young boy, you visited your grandfather's farm one summer, which was one of the best there was. Now, some years later, your grandfather has passed away and you inherited his farm, which is now in a state of disrepair. The Mayor of the village has given you three years to turn things around, and bring the farm back to a state that your grandfather would be proud of. At the same time, you must also think about dating and getting married to secure a place in the village. Roll up your sleeves and get ready to get dirty, because that farm needs help and you're the only one who can make it the best farm anyone's seen.\n\nCompatible with Sony PocketStation (Japan only).","Publisher":"Victor Interactive Software, Inc.","ReleaseDate":"1999-12-16T00:00:00-08:00","ReleaseType":"Released"},"182143":{"AlternateNames":[{"AlternateName":"Pocket Digimon World: Agumon"},{"AlternateName":"Pocket Digimon World: Biyomon"}],"Cooperative":"false","Developer":"Bandai Co., Ltd.","Genres":"Construction and Management Simulation; Role-Playing","Images":[{"FileName":"5483b71f-6916-4698-9dde-0fbfe3ab3092.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"3767e3d4-cbe8-4ece-a6b9-ede36de3cdf3.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"3b4425eb-01dd-4008-bacd-de5f24efcad4.jpg","Region":"Japan","Type":"Disc"}],"MaxPlayers":2,"Name":"Pocket Digimon World","Overview":"A Museum was opened in the Digimon World. It preserved some ancient history and artifacts of the Digital World within. But one night, some evil Digimon decided to brake in and steal all the items, scattering them all around File Island.\n\nJijimon, the owner of the museum and eldest in the File City, decides to enlist some help from a Digimon Tamer (the player) to retrieve all the lost exhibits. These exhibits consist of art, music, information of Digimons, history of Digital World and video clips, which can be reviewed in the console game after collecting them. The actual main game primarily happens in a PlayStation accessory device known as PocketStation!\n\nYou can only get 3 different Digimons from the PS1 game to download to PocketStation. These are Agumon, Biyomon and Veemon. You can only use one at a time on the PocketStation game, though.\n\nIn the PocketStation, you can raise your Digimon and battle it either with in-game Digimon or a friend's PocketStation wirelessly over IR connection. You can also connect it to other Bandai Digimon games and products.","Publisher":"Bandai Co., Ltd.","ReleaseDate":"2000-06-29T00:00:00-07:00","ReleaseType":"Released"},"182145":{"AlternateNames":[{"AlternateName":"Pocket Fighter Alpha 3: Part 1"},{"AlternateName":"Pocket Fighter Alpha 3: Part 2"},{"AlternateName":"Pocket Fighter Zero 3"}],"Cooperative":"false","Developer":"Capcom Co., Ltd.","Genres":"Fighting","Images":[{"FileName":"c094315d-738b-4d16-a829-75fd182aaec7.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"c189cc16-b704-4e57-8117-95c89b23a234.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"65f751a5-3038-46b7-9a63-22ebb4429a8e.jpg","Region":"Japan","Type":"Disc"}],"MaxPlayers":2,"Name":"Street Fighter Zero 3","Overview":"Street Fighter Zero 3 (Street Fighter Alpha 3 in the West, which is not compatible with Sony PocketStation) was initially ported from the Arcade in 1998 to the PlayStation. This version replaced the \"hit\" sprites with \"hit\" polygons in order to focus more memory on character animations. Juli, Juni, and Balrog were added to the immediate regular roster, and they were given new character portraits and their own storylines. Dee Jay, Fei Long, and T. Hawk (the remaining \"New Challengers\" from Super Street Fighter II) were also included to the roster. Evil Ryu, Guile, and Shin Akuma were also added as secret unlockable characters in the World Tour mode, a mode that allows the player to strengthen and customize their chosen character's fighting style while traveling around the world.\n\nAn additional feature in the Japanese version also made use of the PocketStation peripheral, which allows the player to build up their character's strength.","Publisher":"CAPCOM Co., Ltd.","ReleaseDate":"1998-12-23T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Street_Fighter_Alpha_3#Versions"},"182146":{"AlternateNames":[{"AlternateName":"Pocket Ray"}],"Cooperative":"false","Developer":"Taito Corporation","Genres":"Shooter","Images":[{"FileName":"40c50679-557d-42ac-83a2-d073f2b43386.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"0c3ab432-0cec-43dd-8a4f-3bc9573ad67b.jpg","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"RayCrisis","Overview":"RayCrisis is the third part of a series of \"Ray\" shooting games. In the story it is considered a prequel to the first game's plot, RayForce. It is the only game without a two-player mode in the ported PlayStation version, even though the arcade does have 2 player mode.\n\nThe Japanese version of the game supported a downloadable game called \"Pocket Ray\" for the PocketStation system. Since the PocketStation was not released in the U.S., the \"Pocket Ray\" minigame was removed from the American localization of RayCrisis by Working Designs.","Publisher":"Taito Corporation","ReleaseDate":"2000-04-20T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/RayCrisis"},"182147":{"AlternateNames":[{"AlternateName":"Jet de go! Let's go by Airliner"}],"Cooperative":"false","Developer":"Racdym","Genres":"Flight Simulator","Images":[{"FileName":"61622c4c-7cc2-4bd6-b9bd-09ef54c90636.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"18ab0f0d-8523-4d9d-bd17-1c3a93f87a9c.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"532c9d68-e425-4bb3-85e0-d301b16de499.jpg","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Jet De Go!","Overview":"Jet de GO! is a spin-off from the famous Densha de GO! series by Taito. Instead of trains, this title focus exclusively on flying planes. Players can take off and land with a J-31 business jet, a mid-range Boeing 767 or a long haul Boeing 747. The game modes include Flight mode, Cruise mode and Lesson mode.\n\nCompatible with Sony PocketStation.","Publisher":"Taito Corporation","ReleaseDate":"2000-02-03T00:00:00-08:00","ReleaseType":"Released"},"182148":{"AlternateNames":[{"AlternateName":"The Misadventures of Tron Bonne"},{"AlternateName":"Kobun No Tokkun Zanmai"}],"Cooperative":"false","Developer":"Capcom Production Studio 2","Genres":"Action; Adventure","Images":[{"FileName":"b52710e9-277c-4287-a6eb-f207ce62e97d.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"f6d72519-a88b-48d8-b6fc-0620e8f11bb5.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"732b0c01-b87a-4b59-bb7b-8019ac553f0b.jpg","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Tron ni Kobun","Overview":"Tron ni Kobun (known in the West as \"The Misadventures of Tron Bonne\") is an action-adventure game that was developed and published by Capcom for the PlayStation. Released in Japan in 1999 and in North America and Europe in 2000, the game is part of the Mega Man Legends (Rockman DASH) series. It is also a prequel and spin-off of the first Legends game.\n\nRather than focusing on the heroic protagonists of Mega Man Legends series, the game follows series antihero Tron Bonne, sister of the criminal Bonne family of air pirates.\n\nThe Japanese version includes PocketStation support whereas the North American and European version did not.","Publisher":"CAPCOM Co., Ltd.","ReleaseDate":"1999-07-22T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/youtu.be\/-3nWGB1LoAg","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/The_Misadventures_of_Tron_Bonne"},"182149":{"Cooperative":"false","Developer":"Konami Computer Entertainment Japan, Inc.","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"e65da686-cf4f-4138-9ece-d7ded749ff56.png","Region":"World","Type":"Arcade - Marquee"},{"FileName":"10fd4bef-b5b1-4dce-8242-36da91308222.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"13bb6bfb-4f6f-4fd5-a482-10e60f3b5158.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"8cceeca1-2b83-4398-b3f3-04765e3e005d.jpg","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Metal Gear Solid Integral","Overview":"This special version of Metal Gear Solid adds first-person view, a level of difficulty for newcomers, bettered artificial intelligence for some enemies (including bosses) on higher difficulty settings, and, on the third disc Metal Gear Solid: VR Missions.\n\nIf a PocketStation is used to save data instead of a standard memory card, a program can be saved to the device after the player clears the main game and is given their rank. This program is actually a minigame in which the player is given a top-secret mission by Naomi Hunter to exchange codenames with five other PocketStation users through infrared linkup within a period of seven days in order to create a vaccine against the FOXDIE virus. If this mission is successfully completed, the player can upload the PocketStation's data to the VR Disc and unlock the Ninja missions. An alternate method of unlocking the Ninja missions involves the clearing the main game on any difficulty level (except Very Easy) and achieving the highest possible rank (e.g. Hound, Doberman, Fox, Big Boss).","Publisher":"Konami Co., Ltd.","ReleaseDate":"1999-06-24T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Metal_Gear_Solid_(1998_video_game)#Integral"},"182150":{"AlternateNames":[{"AlternateName":"MoGuuRu Dabas"}],"Cooperative":"false","Developer":"Sony Computer Entertainment Inc.","Genres":"Role-Playing","Images":[{"FileName":"ab5af0a6-a695-4327-bf89-a61df0f53fb2.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"27b13843-83c6-4630-83e8-8a53dca5ee68.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"81bbc19d-947d-425a-8c78-291bfc53d3a6.jpg","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"The Legend of Dragoon","Overview":"The Legend of Dragoon is a Japanese-style RPG, visually reminiscent of Final Fantasy VII (pre-rendered backgrounds, 3D characters and battle scenes, CG animations to advance the story). Battle mechanics follow the traditional turn-based prototype, with a few additions such as critical attacks dependent on precise timing, and \"dragoon\" transformations, which allow access to powerful techniques. Game progression is largely linear, with the \"world map\" replaced by locations represented as connected dots.\n\nThe Magic Shiny Bag is an item that can be obtained in the Japanese version of the game. It allows you to play the PocketStation mini-game. It is not in itself an inventory enhancement. Nor is it a reward for doing a service for MooGuru Dabas. In the mini-game \"MooGuru Dabas\", you play as Dabas and dig underground tunnels below his shop. The game has no real goal or a big reward. You just go through tunnels, find items and gold, and send them to Legend of Dragoon.","Publisher":"Sony Computer Entertainment Inc.","ReleaseDate":"1999-12-02T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/The_Legend_of_Dragoon"},"182151":{"Cooperative":"false","Developer":"Konami Computer Entertainment Studios Yokohama","Genres":"Action; Music","Images":[{"FileName":"42da909c-9ec7-4dee-a863-4dec66b1cc69.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"a5848762-b41c-4306-a76d-a467201f4fe8.jpg","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":2,"Name":"Pop'n Music 2","Overview":"pop'n music 2 is one of the many titles in Konami's long-running rhythm game franchise. Notes scroll toward the bottom of the screen along nine tracks, and the player must tap the correct buttons in time with the music to play along. Play well, and the \"groove meter\" increases, but play poorly and it will drop. If the groove meter is high enough at the end of the song, the player can move on to the next song.\n\nThis release includes all of the tracks from the first game, along with the new tracks from the arcade release for a total of over 40 songs to play. Several new high-difficulty modes for advanced players have been added, and there is also support for a miniaturized 5-button version of the game called Dokodemo pop'n music that can be played on the PocketStation or Dreamcast VMU. It also functions as a Key Disc for latter Append Disc releases in the series, much like Konami's other Bemani franchises.","Publisher":"Konami Co., Ltd.","ReleaseDate":"1999-09-14T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Pop%27n_Music#Handheld_versions"},"182152":{"AlternateNames":[{"AlternateName":"R4 Pocketstation"}],"Cooperative":"false","Developer":"Namco Limited","Genres":"Racing","Images":[{"FileName":"4e4e84fa-9961-4ceb-bbdb-6b769c99572a.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"e9d06c30-c947-4b22-93e7-9b93790caf38.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"bc7f10de-d455-429a-879b-d3c5ec0b3512.jpg","Region":"Japan","Type":"Disc"}],"MaxPlayers":2,"Name":"R4: Ridge Racer Type 4","Overview":"Developed exclusively for the Sony Playstation, this fourth title in the Ridge Racer series features new visuals, powered by goraud-shaded polygons, giving each car and track a more refined appearance, while keeping the same arcade gameplay popularized by the first game of the series.\n\nWhile it includes the usual time attack and a new split-screen versus mode, the focus of the game is the Real Racing Roots '99, Ridge City's three heat, seven race championship, with the grand finale in a speedway during New Year's Eve.\n\nThe game is also compatible with the JogCon peripheral and the PocketStation device, which allows players to trade cars with friends.","Publisher":"Namco Limited","ReleaseDate":"1998-12-03T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/R4:_Ridge_Racer_Type_4"},"182153":{"AlternateNames":[{"AlternateName":"Ring Ring Land"}],"Cooperative":"false","Developer":"Square Co., Ltd.","Genres":"Role-Playing","Images":[{"FileName":"f029cc09-b9d2-455e-a437-b92bad2c698e.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"91508d2a-fe1f-435b-b760-589b995157d5.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"a1becddc-ba74-4dd2-abfa-dc01a36ec6b5.jpg","Region":"Japan","Type":"Disc"}],"MaxPlayers":2,"Name":"Seiken Densetsu: Legend of Mana","Overview":"In Legend of Mana the player controls a hero or heroine traveling over the land of Fa'Diel. The game features a land creation system, allowing the player to create new locations and story elements by placing mysterious artifacts. Those ancient artifacts are repositories of the land's long-forgotten memories and the many events that once took place there. As the game advances, the player will receive more artifacts and find out more about the land. It is also possible raise pet monsters and create powerful golems, forge mighty weapons or refine musical instruments.\n\nIn addition to the main game, after certain quests are completed Legend of Mana gives the player the option to delve into optional gameplay aspects centered around the hero or heroine's house. The player can forge or improve weapons and armor using raw materials found throughout the game, or combine equipment with items to change their power or add special effects. They can grow different types of fruit in the orchard, raise pets to use as adventuring companions, create items, and build golems.\n\nPets can also be raised with the Japan-only PocketStation peripheral, and two players can battle each other in an arena.","Publisher":"Square Co., Ltd.","ReleaseDate":"1999-07-15T00:00:00-07:00","ReleaseType":"Released"},"182165":{"AlternateNames":[{"AlternateName":"Dance Dance Revolution 2nd Mix"}],"Cooperative":"false","Developer":"Konami Computer Entertainment Tokyo, Inc.","Genres":"Music","Images":[{"FileName":"9ca24779-b4cb-4742-b9b5-c5d376b07745.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"854272fc-c918-4ce4-95b9-172c7646ed8f.jpg","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Dance Dance Revolution: 3rd Mix","Overview":"The 3rd edition of the popular arcade dance rhythm game. Different arrows scroll up to the top of the screen along with the music and you must step on the appropriate directions with the right timing. A wide range of difficulty settings and songs makes it good for beginners and veterans. With a dancepad connected, you need quick eyes and feet to master this game. This edition adds a few new things for the home user like Diet Mode, which measures the amount of calories used during the game, Edit Mode to create your own dance steps, a Pocket Station mode, and also a linkup feature with Konami's arcade game Dance Mania.\n\nCompatible with Sony PocketStation (2ndmix content can also be used). Some Arcade machines have the ports to insert PlayStation memory cards. Such memory cards have to be PlayStation memory cards with Link Data from the home version of 3rdMix. It can exchange data with 3rdMix or 2ndMix. It can also use Edit Data, custom steps made on the home version.","Publisher":"Konami Corporation","ReleaseDate":"2000-06-01T00:00:00-07:00","ReleaseType":"Released"},"182167":{"AlternateNames":[{"AlternateName":"Odetake Chocobo"},{"AlternateName":"Chocobo World"},{"AlternateName":"Chocobo World Enhanced"}],"Cooperative":"false","Developer":"Square Co., Ltd.","ESRB":"T - Teen","Genres":"Role-Playing","Images":[{"FileName":"419f4f81-5dc8-4782-9a13-0c8664aa3641.png","Region":"World","Type":"Banner"},{"FileName":"6ab83e0e-c019-41ce-8f4e-a88ea6ab6ec6.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"078a7414-7168-4a07-b550-016a006b226c.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"5346416e-6e0a-4bd2-9d2b-6bd935f0b05a.jpg","Region":"Japan","Type":"Disc"}],"MaxPlayers":1,"Name":"Final Fantasy VIII","Overview":"Squall Leonhart is a young man in training to become of member of SeeD - a mercenary organization and the goal of all young students in Balamb Garden. Squall is not a particularly friendly guy and has troubles with his fellow students and teachers. On the eve of his graduation hostilities break out between the city-states of Galbadia and Dollet. As their final test, Squall and three other students are sent on a mission to assist in the fight against Galbadia. In the process they discover that there are other characters pulling strings from behind the stage, and eventually uncover a mystery that involves two decades of secrets hidden both from the world and from themselves.\n\nFinal Fantasy VIII is set in a \"retro\" environment reminiscent in some ways of the 1960's, with a few sci-fi and plenty of supernatural elements mixed in. The basic system resembles those of its predecessors: the player navigates a party of characters over a world map, accessing various locations and fighting randomly appearing enemies in turn-based combat of the series' trademark ATB (active time battle) variety. However, character development system has been re-designed.\n\nFinal Fantasy VIII contains a mini-RPG called Chocobo World for the Sony PocketStation that allows you to collect items and power-up certain Guardian Forces","Publisher":"Square Electronic Arts L.L.C.","ReleaseDate":"1999-02-11T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Final_Fantasy_VIII#Other_media"},"182182":{"AlternateNames":[{"AlternateName":"Aliens"},{"AlternateName":"Astro Fighter"},{"AlternateName":"Black Jack"},{"AlternateName":"Block Out 1"},{"AlternateName":"Block Out 2"},{"AlternateName":"Block Out 3"},{"AlternateName":"Tank"},{"AlternateName":"World Time"},{"AlternateName":"Push Battle"},{"AlternateName":"Rocket"},{"AlternateName":"RPG Dungeon"},{"AlternateName":"Ski Escape"},{"AlternateName":"Slot Machine"},{"AlternateName":"Smash Game"},{"AlternateName":"Monkey See Monkey Do"},{"AlternateName":"Pairs"},{"AlternateName":"Pinball"},{"AlternateName":"Pumping Crash"},{"AlternateName":"Punch Block"},{"AlternateName":"Push"},{"AlternateName":"Hammer"},{"AlternateName":"Hit & Blow"},{"AlternateName":"Hitman"},{"AlternateName":"Japanese Quiz"},{"AlternateName":"Math Quiz"},{"AlternateName":"Maze Game"},{"AlternateName":"Drop Ball"},{"AlternateName":"Drop Zone"},{"AlternateName":"Durama"},{"AlternateName":"Fishing"},{"AlternateName":"Fishing 2"},{"AlternateName":"Golf"},{"AlternateName":"Calculator"},{"AlternateName":"Cars"},{"AlternateName":"Copy Dance"},{"AlternateName":"Curling"},{"AlternateName":"Darts"},{"AlternateName":"Drive 2000"}],"Cooperative":"false","Developer":"Sugar & Rockets","Images":[{"FileName":"c6a6f4bb-beb1-42a4-b229-b944b5b421ad.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"64b8e4f8-80cd-495e-9070-8c1a9eecc28f.jpg","Region":"Japan","Type":"Box - Front"},{"FileName":"656e540b-e1c0-402a-bd3f-8dd9305d642d.png","Region":"Japan","Type":"Disc"},{"FileName":"a4111d81-a1f6-4ae9-a22b-a5889b6c70c3.jpg","Type":"Screenshot - Gameplay"},{"FileName":"3f20012b-3f6f-4a19-80aa-23e0e83b94b3.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Pocket MuuMuu","Overview":"Pocket Muumuu is a game developed by Sugar & Rockets (well known for the Jumping Flash game series and this game too takes place in that Universe) that's was a way of promoting the new Sony peripheral Sony PocketStation, the gameplay takes place in an alien world where your character job is about making money to buy the pocketstation games for your pocketstation and to buy additions to your future theme park. You can buy things like fans, sundials, platforms, a castle and a lot more. To make money you need to play the pocketstation games. It's easier to get money in certain games and some are just more fun to play.\n\nThis game features over 100 mini games that you can play, on one CD. Many games are also playable on the PocketStation itself and is required to play the game.","Publisher":"Sony Computer Entertainment Inc.","ReleaseDate":"1999-02-04T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Pocket_MuuMuu"},"182213":{"AlternateNames":[{"AlternateName":"RockMan 3"},{"AlternateName":"Rockman 3: Part 1"},{"AlternateName":"Rockman 3: Part 2"}],"Cooperative":"false","Developer":"Capcom","Genres":"Action; Platform","Images":[{"FileName":"9aa30bea-91a1-4dec-9c6b-aff48d260d15.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"c6454b48-58bc-4272-8c9a-c9ec547ddf27.jpg","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"RockMan 3: Dr. Wily no Saigo!?","Overview":"Rockman Complete Works is a lineup of video game remakes released only in Japan for the PlayStation in 1999. Rockman Complete Works contains the first six entries in the Classic Mega Man series, originally released on the Nintendo Entertainment System.\n\nThe six games were released individually, each disc containing a port of the original Nintendo Entertainment System version as the game's \"Original Mode\", as well as a \"Navi Mode\"; \"Navi Mode\" features a hint system in the form of a supporting character giving tips to the player, an updated HUD, an arranged soundtrack, and other optional game modes.\n\nThe games are compatible with the PocketStation, which allows players to download PokeRoku onto the device for exclusive mini games that can boost the health and attack power of Mega Man and the Robot Masters in Navi Mode. High level Blue Bombers can have screen-filling energy bars and buster shots wrecking tough enemies that normally would need multiple hits, while at the same time beefed-up Roboy Masters can have the same properties given to them. Now Metal Man can take up to ten Metal Blades before dying while his can kill Mega Man in in two hits. It’s even possible to make boosted robots fight with another player’s PocketStation to see who’s the strongest.","Publisher":"Capcom","ReleaseDate":"1999-09-14T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Rockman_Complete_Works"},"182214":{"AlternateNames":[{"AlternateName":"RockMan 2"}],"Cooperative":"false","Developer":"Capcom","Genres":"Action; Platform","Images":[{"FileName":"e9910bfb-54fe-4389-895e-c27e29ab6af5.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"5cbf6540-7406-4864-9945-27e5642a759c.jpg","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"RockMan 2: Dr. Wily no Nazo","Overview":"Rockman Complete Works is a lineup of video game remakes released only in Japan for the PlayStation in 1999. Rockman Complete Works contains the first six entries in the Classic Mega Man series, originally released on the Nintendo Entertainment System.\n\nThe six games were released individually, each disc containing a port of the original Nintendo Entertainment System version as the game's \"Original Mode\", as well as a \"Navi Mode\"; \"Navi Mode\" features a hint system in the form of a supporting character giving tips to the player, an updated HUD, an arranged soundtrack, and other optional game modes.\n\nThe games are compatible with the PocketStation, which allows players to download PokeRoku onto the device for exclusive mini games that can boost the health and attack power of Mega Man and the Robot Masters in Navi Mode. High level Blue Bombers can have screen-filling energy bars and buster shots wrecking tough enemies that normally would need multiple hits, while at the same time beefed-up Roboy Masters can have the same properties given to them. Now Metal Man can take up to ten Metal Blades before dying while his can kill Mega Man in in two hits. It’s even possible to make boosted robots fight with another player’s PocketStation to see who’s the strongest.","Publisher":"Capcom","ReleaseDate":"1999-09-02T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Rockman_Complete_Works"},"182215":{"AlternateNames":[{"AlternateName":"RockMan 4"}],"Cooperative":"false","Developer":"Capcom","Genres":"Action; Platform","Images":[{"FileName":"5ed81278-9199-496c-b18b-5ddc5f72a0b1.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"d4090dfa-2782-4903-8460-bd8371ceb434.jpg","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"RockMan 4: Aratanaru Yabou!!","Overview":"Rockman Complete Works is a lineup of video game remakes released only in Japan for the PlayStation in 1999. Rockman Complete Works contains the first six entries in the Classic Mega Man series, originally released on the Nintendo Entertainment System.\n\nThe six games were released individually, each disc containing a port of the original Nintendo Entertainment System version as the game's \"Original Mode\", as well as a \"Navi Mode\"; \"Navi Mode\" features a hint system in the form of a supporting character giving tips to the player, an updated HUD, an arranged soundtrack, and other optional game modes.\n\nThe games are compatible with the PocketStation, which allows players to download PokeRoku onto the device for exclusive mini games that can boost the health and attack power of Mega Man and the Robot Masters in Navi Mode. High level Blue Bombers can have screen-filling energy bars and buster shots wrecking tough enemies that normally would need multiple hits, while at the same time beefed-up Roboy Masters can have the same properties given to them. Now Metal Man can take up to ten Metal Blades before dying while his can kill Mega Man in in two hits. It’s even possible to make boosted robots fight with another player’s PocketStation to see who’s the strongest.","Publisher":"Capcom","ReleaseDate":"1999-10-28T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Rockman_Complete_Works"},"182216":{"AlternateNames":[{"AlternateName":"RockMan 5"}],"Cooperative":"false","Developer":"Capcom","Genres":"Action; Platform","Images":[{"FileName":"098156e0-762d-4224-8c67-0fa596d5ed5d.jpg","Region":"Japan","Type":"Box - Back"},{"FileName":"f78e8dfb-bf56-4218-ad55-6d699f23d57b.jpg","Region":"Japan","Type":"Box - Front"}],"MaxPlayers":1,"Name":"RockMan 5: Blues no Wana!?","Overview":"Rockman Complete Works is a lineup of video game remakes released only in Japan for the PlayStation in 1999. Rockman Complete Works contains the first six entries in the Classic Mega Man series, originally released on the Nintendo Entertainment System.\n\nThe six games were released individually, each disc containing a port of the original Nintendo Entertainment System version as the game's \"Original Mode\", as well as a \"Navi Mode\"; \"Navi Mode\" features a hint system in the form of a supporting character giving tips to the player, an updated HUD, an arranged soundtrack, and other optional game modes.\n\nThe games are compatible with the PocketStation, which allows players to download PokeRoku onto the device for exclusive mini games that can boost the health and attack power of Mega Man and the Robot Masters in Navi Mode. High level Blue Bombers can have screen-filling energy bars and buster shots wrecking tough enemies that normally would need multiple hits, while at the same time beefed-up Roboy Masters can have the same properties given to them. Now Metal Man can take up to ten Metal Blades before dying while his can kill Mega Man in in two hits. It’s even possible to make boosted robots fight with another player’s PocketStation to see who’s the strongest.","Publisher":"Capcom","ReleaseDate":"1999-11-25T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Rockman_Complete_Works"}}