{"17754":{"Cooperative":"false","Developer":"Sulake","ESRB":"T - Teen","Genres":"Adventure; Life Simulation; Role-Playing","Images":[{"FileName":"d97646cb-b5da-43b0-a2cc-a600ba47b833.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":4,"Name":"Habbo Hotel","Overview":"A Finnish social networking service aimed at teenagers. The website is owned and operated by Sulake Corporation. The service began in 2000 and has expanded to include 11 online communities (or \"hotels\"), with users in over 150 countries.In August 2012, the site opened to users from Turkey. As of August 2011, over 230 million avatars have been registered. There are an average 10 million unique visitors monthly.","Publisher":"Sulake","ReleaseDate":"2000-09-01T00:00:00-07:00","ReleaseType":"Released"},"23142":{"Cooperative":"false","Developer":"Zynga","Genres":"Construction and Management Simulation","Images":[{"FileName":"75ce9546-37a7-48c4-8343-bced5d6e5246.jpg","Region":"World","Type":"Box - Front"},{"FileName":"f340f6b0-cf6c-4e8e-9609-19e694e06146.png","Type":"Clear Logo"}],"Name":"FarmVille","Overview":"FarmVille is a farming simulation social network game developed by Zynga in 2009. It is similar to Happy Farm, Farm Town, and video games such as the Story of Seasons series. Its gameplay involves various aspects of farm management such as plowing land, planting, growing, and harvesting crops, harvesting trees and raising livestock.\n\nA sequel, FarmVille 2, was released in September 2012.\n\nFarmVille is available as an Adobe Flash application via the social-networking website Facebook and Microsoft's MSN Games,and was available as an application (\"app\") for the iPhone, iPod Touch and iPad for a brief period in 2010. The game is free to play; however, to progress quickly within the game, players are encouraged to spend Farm Cash (in FarmVille) or Farm Bucks (in FarmVille 2), which are purchasable with real-world currency, or to \"get help from their friends\".\n\nAfter its launch on Facebook in 2009, FarmVille became the most popular game on the site, and held that position for over two years. Starting after 2011, the game began experiencing a considerable decline in popularity. By May 2012, the game was ranked as the seventh most popular Facebook game. As of July 12, 2014, its rank had fallen to the seventy-third most popular Facebook game by Daily Active Users.","Publisher":"Zynga"},"26773":{"Cooperative":"false","Developer":"I-Mockery, Pestoforce, Pox Box","ESRB":"RP - Rating Pending","Genres":"Action; Adventure; Platform","Images":[{"FileName":"f2ef9ebd-6d1f-4a64-a3bf-bbdf57742785.jpg","Type":"Banner"},{"FileName":"82b9a368-a5a5-4557-a274-da7f046a8028.jpg","Type":"Banner"},{"FileName":"32ec8e5c-0bc0-4377-b748-54f50866e2c1.png","Region":"United States","Type":"Box - 3D"},{"FileName":"ec51f3d5-c492-4094-bbed-2fa33486ca8f.png","Region":"United States","Type":"Box - Back"},{"FileName":"7158a0ae-96e3-4069-bba3-f1e3b81ee946.png","Region":"United States","Type":"Box - Front"},{"FileName":"1a759e96-5b6c-4b0a-9d67-aa9cc88ae7af.jpg","Region":"World","Type":"Box - Front"},{"FileName":"587cb1f0-0521-4f0f-bfb7-639946d31d5a.png","Type":"Clear Logo"},{"FileName":"7684615d-b03d-4227-b9ff-a1026d1dda61.jpg","Type":"Screenshot - Game Over"},{"FileName":"0a31aaa9-29d8-4b3d-86f2-9cd36de2b6d4.jpg","Type":"Screenshot - Game Title"},{"FileName":"1f844a7c-4957-49b7-bbbd-77e5a91d3721.jpg","Type":"Screenshot - Gameplay"},{"FileName":"07f60192-4f39-4b44-9814-5be100a8a9c8.jpg","Type":"Screenshot - Gameplay"},{"FileName":"aaf705c2-5b47-41f9-9dd3-22a44948bec7.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Abobo's Big Adventure","Overview":"Abobo's Big Adventure is a freeware parody flash game. Inspired by various video games released for the Nintendo Entertainment System, the game features Abobo, a boss character from the Double Dragon franchise, traveling through the worlds of several different games to save his son. Developed by I-Mockery founder Roger Barr, Abobo's Big Adventure was released in January 2012 to positive critical reception.","Publisher":"I-Mockery, Pestoforce, Pox Box","ReleaseDate":"2012-01-11T00:00:00-08:00","VideoURL":"http:\/\/www.youtube.com\/watch?v=I6atT6G8Gng","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Abobo%27s_Big_Adventure"},"27545":{"Cooperative":"true","Developer":"Miniclip.com","ESRB":"Not Rated","Genres":"Adventure; Role-Playing; Strategy","Images":[{"FileName":"84c177ca-724d-408c-97b0-d6b00d98dcf1.jpg","Type":"Banner"},{"FileName":"b388b7bd-6708-40a2-99fc-5f557b00fccf.jpg","Region":"World","Type":"Box - Front"},{"FileName":"731d0c7a-584a-4b55-8996-46948344c342.jpg","Type":"Screenshot - Gameplay"},{"FileName":"01615f59-ffb4-4e20-a9de-2cb2e7170364.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":4,"Name":"Agar.io","Overview":"Agar.io is a web browser-based game where the player must increase the size of of their own circular cell by engulfing other player’s cells. The game is notable for its simple addictive gameplay. It gets its name from Agar, a substance found in cell walls of certain algae.","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Agar.io"},"90823":{"Cooperative":"false","Developer":"Sarbakan, Inc.","ESRB":"Not Rated","Genres":"Visual Novel","Images":[{"FileName":"d102b055-776a-4386-94d7-321e0e879281.jpg","Region":"World","Type":"Box - Front"},{"FileName":"6aa91fb8-94ff-4c05-b9d3-94d8b619a46e.jpg","Type":"Fanart - Box - Front"},{"FileName":"3f09d82a-efdf-4d52-9e3d-b0721cf9f999.png","Type":"Screenshot - Game Title"}],"MaxPlayers":1,"Name":"Arcane Online Mystery Serial: Season 1: The Miller Estate","Overview":"While staying on the coast in Ducan Creek with Dr.Gregor MacDermoth and his daughter Ophelia, Prescott Bridgeman receives a letter from his old landlord Mary Miller telling him about the mysterious disappearance of her tenant Dr.Alvin Carter after his stay in her Victorian estate near where Prescott is staying. Prescott and his friends decide to do an investigation there, since they find that the problem doesn’t only lie in the disappearance, but also there is something mysterious around and inside the estate. That’s where the game begins, with Prescott as the players’ character.","Publisher":"Warner Bros. Games","ReleaseType":"Released","ReleaseYear":2001,"VideoURL":"https:\/\/www.youtube.com\/watch?v=B4LOofVLV-o"},"95613":{"Cooperative":"false","ESRB":"Not Rated","Genres":"Platform","Images":[{"FileName":"7d239d70-af13-4a2b-8b35-075f88e0a115.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Meat Boy","Overview":"This is NOT Super Meat Boy!\n\nIts simply the flash prototype that Super Meat Boy was based off of. \n\nSMB, will play very differently and is 100% new.. what im saying is if you even slightly enjoy the prototype, you will LOVE SMB!","ReleaseDate":"2008-10-05T00:00:00-07:00"},"102485":{"AlternateNames":[{"AlternateName":"Pokémon Showdown"}],"Cooperative":"false","ESRB":"Not Rated","Images":[{"FileName":"2c01cbdb-c9a2-470e-b0e8-093efbb2511c.png","Type":"Banner"},{"FileName":"58bfaa07-780e-4314-99bb-45077ad5a3c7.png","Region":"World","Type":"Box - Front"},{"FileName":"08392e93-7123-4409-8426-c0e76bc0f491.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":2,"Name":"Pokemon Showdown","Overview":"Pokémon Showdown, also often formatted as Pokémon Showdown!, is a popular Pokémon battle simulator, currently peaking close to 10,600 users. As of July 2, 2012, it was adopted by Smogon and became one of the first battle simulators to support the changes brought about by Black 2 and White 2. In addition to standard modes of play, Pokémon Showdown! includes unique features such as the emerging tiers \"Hackmons\" and \"Balanced Hackmons,\" which encompass Pokémon of normally illegal movesets and abilities and are not supported by any other popular simulator.\n\nPokémon Showdown is web-based and works on all major browsers. It is written in JavaScript and Node.js, and it is free and open source.","ReleaseDate":"2011-10-01T00:00:00-07:00","WikipediaURL":"http:\/\/bulbapedia.bulbagarden.net\/wiki\/Pok%C3%A9mon_Showdown"},"114891":{"Cooperative":"false","Developer":"Jay Pavlina","ESRB":"Not Rated","Genres":"Action; Platform","Images":[{"FileName":"b3575574-0fbf-47a8-9fb5-7e8d6ea39f70.jpg","Region":"World","Type":"Box - Front"},{"FileName":"406d25fa-fe3e-4fa5-9678-48515bc3c6db.png","Region":"World","Type":"Clear Logo"},{"FileName":"4ba2f1bc-2c56-4f7b-b04e-9f2629d5235f.jpg","Type":"Fanart - Box - Front"},{"FileName":"9a0aa8de-c39d-42d0-b383-dca8d725599a.PNG","Region":"World","Type":"Screenshot - Game Title"}],"MaxPlayers":1,"Name":"Super Mario Bros. Crossover","Overview":"Super Mario Bros. Crossover is a fan-made crossover platform Flash video game launched on Newgrounds on April 27, 2010 by Exploding Rabbit. It is based mostly on the gameplay of Nintendo's Super Mario Bros. for the NES. The only major difference is the ability to control characters that debuted in other Nintendo Entertainment System games unrelated to the Mario series, plus the ability to use \"skins\" of levels and characters from other games and platforms. The latest version available (3.1.21) was released on December 27, 2013.","Publisher":"Exploding Rabbit","ReleaseDate":"2010-04-27T00:00:00-07:00","VideoURL":"https:\/\/www.youtube.com\/watch?v=Qsr366dk14I","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Super_Mario_Bros._Crossover"},"118338":{"Cooperative":"false","Developer":"Runouw","ESRB":"Not Rated","Genres":"Platform","Images":[{"FileName":"495b0095-441f-4836-926a-32ca0887c0ed.jpg","Type":"Banner"},{"FileName":"2ff364d1-063a-4f30-952a-cbc6ac998379.jpg","Region":"World","Type":"Box - Front"},{"FileName":"cf7527e6-d9cb-4b13-9102-5780ef27103d.PNG","Region":"World","Type":"Screenshot - Game Title"},{"FileName":"e5de7351-6844-460f-9e06-fb97dd1dc71f.PNG","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Super Mario 63","Overview":"Super Mario 63 is a fan-game inspired by Nintendo's Super Mario 64. Many levels and features are based upon it and other of Nintendo's games, but a variety of them are completely original. Among them include a detailed storyline, ability to play as Luigi, a highly customizable Level Designer with sharable codes, three different FLUDD Power-ups, four different power-caps, and 64 Shine Sprites & 64 Star Coins to collect.","Publisher":"runouw.com","ReleaseDate":"2009-06-10T00:00:00-07:00","VideoURL":"https:\/\/www.youtube.com\/watch?v=nI_d-LPSsfM"},"118339":{"Cooperative":"true","Developer":"Cleod-9","ESRB":"Not Rated","Genres":"Fighting","Images":[{"FileName":"8df3ebc0-753d-4295-b74d-c89b84a6b7e7.png","Type":"Banner"},{"FileName":"4658f3ba-fba8-4fbf-b1d2-cf6c1635def1.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":2,"Name":"Super Smash Flash","Overview":"Super Smash Flash, commonly abbreviated SSF or SSF1, is an non-profit Flash fan game developed by Cleod9 Productions and published by McLeodGaming. The game is based on Super Smash Bros. Melee in the menu format, music, and numerous other fields such as game play modes. The game features several characters from the Super Smash Bros. series, such as Mario, Samus, Link, Kirby, and Pikachu. It also features many third-party characters, including Sonic (who, at the time of the game's creation, was not confirmed to be a character in Super Smash Bros. Brawl) and Mega Man X. Besides that, it also includes original fan characters like Blade.","Publisher":"McLeodGaming Productions","ReleaseDate":"2006-08-21T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=sfSiSKXyar0&list=PLyk5pByIaY4L6f53wAcUMgDwhjZ-xqA62","WikipediaURL":"http:\/\/mcleodgaming.wikia.com\/wiki\/Super_Smash_Flash"},"118360":{"Cooperative":"false","Developer":"Chris Hilgert","ESRB":"Not Rated","Genres":"Sports","Images":[{"FileName":"75f6b9f9-1c8c-421b-b93c-002d3a7275aa.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Yetisports","Overview":"Yetisports (also known as Pingu Throw) is a web-based Flash game that originally appeared on the Internet in January 2004. The goal of the original game is to have a yeti smack a penguin with a club and try to get it to fly as far as possible. The original Yetisports game features no name other than the words \"1978 Reinhold + Yeti\", a reference to Reinhold Messner's claim to have found Yetis.\n\nThe game is very popular and soon after release, there was a quick succession of many variants created by multiple people on the internet. None of these are officially sponsored by Chris Hilgert, even though many copy the original almost exactly save certain small changes. One of the more violent variants was made by someone known as 'Pawel', featuring decapitation, spikes, a big spiky club and mines. Since the original was released at the Yetisports homepage, the website has released nine further adventures of the Yeti as well as a re-release of the original that allows movement of the penguin in flight.","Publisher":"Chris Hilgert","ReleaseDate":"2004-01-14T00:00:00-08:00","VideoURL":"https:\/\/www.youtube.com\/watch?v=HUeif4pbJIU","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Yetisports"},"118361":{"Cooperative":"false","Developer":"Spiritonin Media Games","ESRB":"Not Rated","Genres":"Platform","Images":[{"FileName":"40730bd7-bb56-4f8d-b3c1-ed79c0c7eb98.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Robot Unicorn Attack","Overview":"Robot Unicorn Attack is an online \"endless running\" video game featured on the Adult Swim and Flashline Games website. The game was produced by Spiritonin Media Games and was released in February 4, 2010. The game's soundtrack is the 1994 song \"Always,\" by the British band Erasure, in its \"2009 mix\" version.\n\nWith one million plays within the first week of its release, Robot Unicorn Attack is one of the most popular and most played games featured on Adult Swim. As a result of its popularity, Adult Swim has made official merchandise for the game, and has released it on the App Store and Google Play. Adult Swim released three followups to Robot Unicorn Attack, subtitled Heavy Metal, Christmas Edition, and Evolution respectively.","Publisher":"Adult Swim","ReleaseDate":"2010-02-04T00:00:00-08:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=OdPXskJBFl4","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Robot_Unicorn_Attack"},"118362":{"Cooperative":"false","Developer":"Urban Squall","ESRB":"Not Rated","Genres":"Puzzle","Images":[{"FileName":"16a9688d-a2ab-49f1-902f-d2867bc48b27.jpg","Type":"Banner"},{"FileName":"1ce2530d-94d3-49c5-9820-b4b9d665262b.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Bloody Fun Day","Overview":"Bloody Fun Day is a puzzle Flash game developed by Urban Squall and published by Kongregate on March 12, 2009. Players control one of a family of three grim reapers and are tasked with moving around an island of hexagonal tiles, killing creatures called Cuties in order to replenish their own life force. Cuties come in four colors. Only the red ones restore life; the others charge special abilities that give the player more ways to kill further Cuties.\n\nThe game was initially developed as a demo by Urban Squall during the group's annual development meeting, in a San Diego hotel during November 2008. The demo was further tested after the five-day meeting, resulting in the complete game being released during March. The game's theme was inspired by the short story Everything Can Be Beaten by Jhonen Vasquez, which features a monster that clubs animals to death and is unable to interact with them in any other way.\n\nCritics praised the game's concept, gameplay and addictiveness. The intensity of trying to keep the reaper alive was highlighted by some reviewers, such as saving the reaper's life by killing a large number of Cuties. Some issues, such as the lack of special effects and enemies, were highlighted; this did not prevent reviewers from rating the game positively overall.","Publisher":"Kongregate","ReleaseDate":"2009-03-12T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=SCB4xK3_zMo","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Bloody_Fun_Day"},"118363":{"AlternateNames":[{"AlternateName":"Castle of Heroes","Region":"Europe"}],"Cooperative":"false","Developer":"Snail Games","ESRB":"Not Rated","Genres":"MMO","Images":[{"FileName":"769d65b2-4baa-4c2a-8d71-c3c88e60a43a.jpg","Type":"Banner"},{"FileName":"1f8c5047-9b36-4431-b32b-90c1524af9c2.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Heroes of Gaia","Overview":"Heroes of Gaia , known in the separate European version as Castle of Heroes, is a massively multiplayer online fantasy browser-based strategy game developed by the Chinese developer Snail Games and published in the United States by its U.S. publishing division, Snail Games USA. Published in the Europe by gPotato Europe, the online game portal of Gala Networks Europe.","Publisher":"Snail Games","ReleaseDate":"2009-10-22T00:00:00-07:00","VideoURL":"https:\/\/www.youtube.com\/watch?v=vuszcgDqNa0","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Heroes_of_Gaia"},"118364":{"Cooperative":"false","Developer":"Scarybug Games","ESRB":"Not Rated","Genres":"Platform; Puzzle","Images":[{"FileName":"68c3270f-5794-4412-8512-4e01ee683c94.jpg","Type":"Banner"},{"FileName":"b0f05572-fb74-422e-b802-d30c47db5976.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Chronotron","Overview":"Chronotron is a Flash video game developed by Scarybug Games. Chronotron launched on the Kongregate website in May 2008. It is notable for having been selected as one of ten games in the PAX 10 2008 out of over eighty entries. It has been described as innovative. The protagonist is a robot named Chronotron who travels back in time to cooperate with himself. The main character must fetch an item before moving to the next room. Solving the puzzles requires sending the main character back in time to coordinate with previous selves. The gameplay requires thinking ahead. Chronotron records the control input, not the protagonist's position. As a result, actions by later selves can interfere with earlier selves. A number of web sites have licensed Chronotron, including Kongregate and MTV's AddictingGames. It was featured on the front page of Kongregate.The game appears on over 2,000 web sites and has been played more than seven million times. The developer splits advertising revenue evenly with Kongregate and has made more than $1,000. The developer has made nearly $15,000 in profits from the game.","Publisher":"Scarybug Games","ReleaseDate":"2009-05-20T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=DRf52LDQfbU","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Chronotron"},"118385":{"Cooperative":"false","Developer":"Distractionware","ESRB":"Not Rated","Genres":"Platform","Images":[{"FileName":"61c227f5-c061-4398-895d-658ca940c947.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Don't Look Back","Overview":"Don't Look Back is a retro styled platform game playable through Adobe Flash and designed by Terry Cavanagh. The game is a modern interpretation of the Orpheus and Eurydice Greek legend.\n\nThe game is a combination of two ideas; Cavanagh wished to create a \"silly shooter\" where the player's actions were \"redeemed\" after being shown from a different perspective, he also wished to create a game where the gameplay acted as a metaphor of the player's actions.\n\nCritics praised the game's addictiveness and presentation, but had different opinions over the game's high difficulty level.","Publisher":"Kongregate","ReleaseYear":2009,"VideoURL":"https:\/\/www.youtube.com\/watch?v=1HF1jSpTP0s","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Don%27t_Look_Back_(video_game)"},"118386":{"Cooperative":"false","Developer":"Brad Borne","ESRB":"Not Rated","Genres":"Platform","Images":[{"FileName":"09950c00-65dc-4f54-a0c8-9a8fbe6fb453.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Fancy Pants Adventures","Overview":"Fancy Pants Adventures is a series of free side-scrolling Flash games created by Brad Borne. Three worlds have been released so far. World 1 was released on March 14, 2006 and World 2 was released on January 9, 2008. After the 2009 Comic-Con, Borne announced he would officially start working on World 3. It was released on April 5, 2012. A console version developed by Borne and Over the Top Games was released by EA 2D for PlayStation Network and Xbox Live Arcade on April 19 and April 20, 2011, respectively. An iOS version developed by Chillingo, Over the Top Games and Borne Games was released on the Apple App Store on March 4, 2012.","Publisher":"Armor Games","ReleaseDate":"2006-03-14T00:00:00-08:00","VideoURL":"https:\/\/www.youtube.com\/watch?v=wG_NDKEFfIE","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Fancy_Pants_Adventures"},"118387":{"Cooperative":"false","Developer":"David Scott","ESRB":"Not Rated","Genres":"Strategy","Images":[{"FileName":"ed993247-9d36-4fd5-9458-50bbaf599cfd.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Flash Element TD","Overview":"Flash Element TD is a Flash-based tower defense browser game created by David Scott and launched in January 2007. The game had been played over 140 million times as of March 2009.\n\nDavid Scott got the inspiration for Flash Element TD in 2006. He noticed that no one had created a Tower Defense game using Flash and only started work on Flash Element TD as a technical exercise to see if it was possible. The map and name is based on the \"Element TD\" map created for the real-time strategy game Warcraft III by Brian Powers and Evan Hatampour, David Scott created a much simpler version of the map that could be played using only a browser. The game was launched in January 2007 and still has growth to this day.","Publisher":"Casualcollective.com","ReleaseDate":"2007-01-12T00:00:00-08:00","VideoURL":"https:\/\/www.youtube.com\/watch?v=GG76ydVCdfQ","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Flash_Element_TD"},"118388":{"Cooperative":"false","Developer":"Twinbeard Studios","ESRB":"Not Rated","Genres":"Puzzle","Images":[{"FileName":"261a5183-9676-46f2-a48a-10c8b186d06e.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Frog Fractions","Overview":"Frog Fractions is a 2012 browser game developed by Twinbeard Studios, a company composed primarily of founder Jim Crawford. The game, released on October 25, 2012, has been described as a spoof of the edutainment game genre. In the game, the player begins by controlling a frog to eat bugs and defend fruit. Later on, the player may spend points on upgrades to improve their frog's abilities. The game does not actually teach the player about fractions; the player's score is given in fractions, but no knowledge of them is necessary to play.","Publisher":"Twinbeard Studios","ReleaseDate":"2012-10-25T00:00:00-07:00","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Frog_Fractions"},"118389":{"Cooperative":"false","Developer":"Evan Miller","ESRB":"Not Rated","Genres":"Platform","Images":[{"FileName":"916047ad-6075-4531-8ba0-b20d6ef765a9.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Hunted Forever","Overview":"Hunted Forever is a flash-based platform game released in 2008.It was single–handedly created by Evan Miller, who was a college student at the time he developed the game.[citation needed] Actual development of the game itself was accomplished in six weeks. Miller first published the game on the social gaming website king.com in October 2008. Since then, it has been spread to many other online gaming websites.\n\nThe game made the top eighth spot in Time Magazine's \"Top 10 Video Games of 2008\" list. The game was praised for its style and innovation. As of late 2008, the game has been played some 2 million times.","Publisher":"Evan Miller","ReleaseYear":2008,"VideoURL":"https:\/\/www.youtube.com\/watch?v=G_vBvVjmrrw","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Hunted_Forever"},"118390":{"Cooperative":"false","Developer":"Ironhide Game Studio","ESRB":"Not Rated","Genres":"Construction and Management Simulation","Images":[{"FileName":"f20776f9-5396-4080-bbbc-0f399cd53fe3.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Kingdom Rush","Overview":"Kingdom Rush is a tower defense game set in a medieval fantasy setting. There are empty lots set along the pre-determined path, called 'Strategy Points', where the player can build towers. There are four towers to choose from: Mages, Archers, Barracks, and Artillery, each of them costing a certain amount of money. At the beginning of each level, the player starts off with a certain amount of money in order to buy towers. As the enemies begin to emerge from one end of the path, the goal is to kill them using these towers before they reach the other end of the path (defence point). Killing enemies generates money, which can be used to upgrade towers as well. Certain towers are more effective in killing certain types of enemies. Another way to earn money is to call waves early, which also reduces cool down time of spells. Money is also earned by selling built towers or having an enemy reach the defence point. There are 18 levels in total and 48 different types of enemies that one will encounter throughout the levels.","Publisher":"Armor Games","ReleaseDate":"2011-07-28T00:00:00-07:00","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Kingdom_Rush"},"118457":{"Cooperative":"false","Developer":"Jakub Dvorský","ESRB":"Not Rated","Genres":"Adventure; Puzzle","Images":[{"FileName":"60ce1ccd-7e67-4365-9618-a18b52598936.png","Type":"Banner"},{"FileName":"46c70fca-f1b5-4842-bb2a-52087afacc27.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Samorost","Overview":"Samorost is a puzzle point-and-click adventure game developed by Amanita Design. The first game of the Samorost series, it was released in 2003 for free at the Amanita Design website.\n\nThe player interacts with the world with simple point and click interface directing a small, white-clad humanoid with a little cap and brown boots (called simply \"gnome\" by Dvorsky). The goal of the Samorost games is to solve a series of puzzles and brain teasers. The puzzles are sequentially linked forming an adventure story. The game contains no inventory or dialogue, and the solving of puzzles mainly consists of clicking onscreen elements in the correct order. Solving a puzzle will immediately transport the player character to the next screen.","Publisher":"Amanita Design","ReleaseYear":2003,"VideoURL":"https:\/\/www.youtube.com\/watch?v=gkX-J0kjKzU","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Samorost"},"119047":{"Cooperative":"false","Developer":"Snubby Land","ESRB":"Not Rated","Genres":"Puzzle","Images":[{"FileName":"4e01375d-932e-423e-8e56-a74b189c5a70.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Worlds Hardest Game","Overview":"Don't Get Hit By Blue Balls! Keep your Red Square away from the Blue Balls on your way to the Green Zone or you'll DIE! And trust us; you'll die. A lot.","Publisher":"Snubby Land","ReleaseDate":"2008-03-26T00:00:00-07:00"},"119048":{"Cooperative":"false","Developer":"Snubby Land","ESRB":"Not Rated","Genres":"Puzzle","Images":[{"FileName":"69aa0697-de6a-44a5-8511-3dc27e199ec7.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Worlds Hardest Game 2","Overview":"Oh, you think you're so smart. Well, Harder 2 is 50 levels of brain-crushing pain. How long can you withstand the awesome power of angry blue circles?","Publisher":"Snubby Land","ReleaseDate":"2013-05-25T00:00:00-07:00"},"122721":{"Cooperative":"false","Developer":"Void","ESRB":"E10+ - Everyone 10+","Genres":"Role-Playing","Images":[{"FileName":"ba659c0a-f349-4fd3-9234-e4406a5bc86b.jpg","Region":"World","Type":"Box - Front"},{"FileName":"8d72ebb0-ebf3-4d39-aa2f-122558d7ee5b.png","Region":"World","Type":"Screenshot - Game Select"},{"FileName":"f431c477-3b24-4fa7-ad07-2dbb38ae42b9.jpg","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Hack Slash Crawl","Overview":"Enter the dungeons of Hack Slash Crawl to find your fortune. Be prepared for anything, because no two dungeons are alike.\n\nHack Slash Crawl is an introduction to Roguelikes. Characterized by permanent deaths and randomly generated dungeons, Hack Slash Crawl puts a slight spin on the genre by including titles that are unlockable after playthroughs that reach certain criteria, further cementing the game as an addicting experience.","Publisher":"Mochi Games","ReleaseDate":"2011-02-24T00:00:00-08:00","VideoURL":"https:\/\/www.youtube.com\/watch?v=km7bdyAZRoI","WikipediaURL":"http:\/\/hack-slash-crawl.wikia.com\/wiki\/Hack_Slash_Crawl_Wiki"},"122852":{"Cooperative":"false","Developer":"Sarah Northway","ESRB":"Not Rated","Genres":"Horror; Strategy","Images":[{"FileName":"30a8a151-cc7a-4285-975c-61c6f07c780e.png","Type":"Banner"},{"FileName":"ef22d0f7-d78b-47dd-9f99-786dcdc27a43.jpg","Type":"Banner"},{"FileName":"e5be14db-3919-49e5-852e-3b15dc4e173e.jpg","Region":"World","Type":"Box - Front"},{"FileName":"bf511d52-f579-4ea4-888d-054234dcbf32.jpg","Type":"Screenshot - Gameplay"},{"FileName":"23cbc325-09db-480e-8914-781f8369bd89.jpg","Type":"Screenshot - Gameplay"},{"FileName":"a5751bea-905f-4675-9694-405f8ab3e379.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Rebuild 2","Overview":"Rebuild 2 is the sequel to Rebuild. This game was originally posted on Armor Games.\nThe aim of this turn-to-turn strategical game is to build up a city in a post apocalyptic environment, where a virus known as \"Zombieism\" spreads. \n                                                                                                                                          \nAs a leader within the destroyed city left by mankind to flesh-eating zombies, you have set up a small refugee site with other survivors found throughout the city. You must retake back the city building by building to achieve the goal for humans right. Fight against the merciless survivor group known as The Judgement Gang, the undead hordes known by the survivors as \"Zeds\", and your own survivors, who try to betray your group.","Publisher":"Sarah Northway","ReleaseYear":2011,"VideoURL":"https:\/\/www.youtube.com\/watch?v=LydQI2VClHA"},"127849":{"Cooperative":"false","Developer":"Dragonfly Wiz Hands","Images":[{"FileName":"5a1b6bc4-d674-42f1-9428-0e2c3d45716b.jpg","Region":"Korea","Type":"Box - Front"}],"Name":"Metal Slug Zero Online","Overview":"a massively multiplayer online game, part of the Metal Slug series. It was being developed by Dragonfly, Wiz Hands, and SNK Playmore for the South Korean market.[2] There was no word on a Japanese or North American release. The game was on course for a 2009 release, however in summer of 2009, developer Dragonfly suspended development of the game due to their belief that the achievement of Metal Slug Zero Online being developed by Wiz Hands is far below their expectation, and the game could not conform to the trend of current gaming industry. The online game ended 24 March 2013\n\nSynopsys\n\nGenocide of Human being\n\nWhen his son is dead, an angry Morden loses his reasoning power and orders army marching song to destroy the whole world with all soldiers under his control.\n\nHowever, his ambition is destroyed by Marco and Tama of Phelgreen Felcons and Erry and Pio of Sparrows and\nfinally he was captured by them. He was imprisoned waiting for death punishment and he became completely crazy with sense of prostration and frustration, hatred and anger, and desire for revenge and after his successful outbreak from the prison, he plans another destruction was more miserable than before with more brutl charisma...\n\nNo, war has begun already.","Publisher":"SNK","ReleaseDate":"2009-05-28T00:00:00-07:00"},"133113":{"Cooperative":"false","Developer":"Daniel sun","ESRB":"Not Rated","Genres":"Action; Adventure; Fighting; Platform","Images":[{"FileName":"b3bb8ce6-f684-4905-95ff-10d8f6b45c92.jpg","Region":"World","Type":"Box - Front"},{"FileName":"1e64945d-ce3d-4f06-8139-cb2ffffc9184.png","Region":"World","Type":"Clear Logo"},{"FileName":"1703baec-dc8f-4a34-ac38-ad4a3acf2540.jpg","Region":"World","Type":"Screenshot - Game Select"}],"MaxPlayers":1,"Name":"Mario Combat","Overview":"Mario-Combat is an action platformer by D-SuN. It portrays the popular video game character Mario in an attack on Bowser's castle.\nContents[show]\nDesign Edit\n\nMario-Combat has a linear design. One can either read a basic tutorial or play through the entire game in one sitting. The first few screens of the game contain platforms which must be navigated and enemy Koopas, biped turtles, that must be defeated. The final stage contains a one-on-one fight against Bowser, Mario's nemesis. The aim of the game is to get a high score, which is obtained by defeating enemies in massive combos and not dying. However, the high scores board, which was hosted at Armor Games, is currently unavailable.\nGameplay Edit\n\nGameplay in Mario-Combat is inspired by the original platforming games. Mario can run and jump using the arrow keys and wall jump by pressing the Up arrow key when next to a wall. The feature unique to this game is Mario's attacking. Unlike in the original Mario games, where Mario lacks any kind of melee attack, Mario can punch forward by clicking the A key. By pressing it repeatedly and while holding down different keys, the player can produce a variety of attacks.\nPresentation Edit\nMario-Combat\n\nMario-Combat uses SNES sprites.\nMario-Combat uses modified versions of the sprites from the Super Nintendo Entertainment System game, Super Mario World. The music, however, includes songs from later Mario games, particularly Super Mario 64 and Super Mario Galaxy. One notable feature about the game's presentation is the camera, which zooms in and out to accommodate the action on the screen.\nReception Edit\n\nDespite its brevity and simplicity, Mario-Combat has been fairly popular on Newgrounds, and has won a Daily Feature award. As of May 2012, it has had over 1 million views, and an average review of 9.0\/10. It is also featured in the Action Games and Mario collections","ReleaseDate":"2008-11-26T00:00:00-08:00","ReleaseType":"Unlicensed","VideoURL":"https:\/\/www.youtube.com\/watch?v=e3m40CmLk0w"},"134777":{"Cooperative":"false","Developer":"Mediatonic","ESRB":"Not Rated","Genres":"Puzzle","Images":[{"FileName":"4a2d0dfc-8439-4c66-8627-1dbd13a7b86b.jpg","Region":"World","Type":"Box - Front"},{"FileName":"d2c1fc46-5db6-42ce-8a1b-1e5041e7c0ec.jpg","Type":"Fanart - Background"}],"MaxPlayers":1,"Name":"Back to the Future: Blitz Through Time","Publisher":"Telltale Games","ReleaseDate":"2010-11-15T00:00:00-08:00","ReleaseType":"Released"},"135121":{"Cooperative":"false","Developer":"Sucker Punch","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"a00bf660-51e9-4b72-9964-ff282c55c48e.jpg","Region":"World","Type":"Box - Front"},{"FileName":"706117b3-c29f-4ed7-bc05-f6b7621fefe8.png","Region":"North America","Type":"Fanart - Box - Front"},{"FileName":"34a7309b-1243-4fca-bda8-ec91a461710f.jpg","Region":"World","Type":"Screenshot - Game Title"}],"MaxPlayers":1,"Name":"InFamous Precinct Assault","Publisher":"Sony Computer Entertainment","ReleaseType":"Released","ReleaseYear":2009},"135259":{"Cooperative":"false","Developer":"Insomniac Games","Genres":"Shooter","Images":[{"FileName":"6d8fe4a7-d183-4236-ad29-adca48dbb2ef.png","Region":"World","Type":"Box - Front"}],"Name":"Ratchet & Clank 8-bit Mini Mayhem","Publisher":"Insomniac Games","ReleaseType":"Released","ReleaseYear":2011},"135707":{"Cooperative":"false","Genres":"Action","Images":[{"FileName":"aabcff6a-69a9-4406-9274-38d98c340d75.jpg","Region":"World","Type":"Box - Front"},{"FileName":"6c0dae6c-14d4-4824-bc38-9f16a7cc7338.png","Type":"Clear Logo"},{"FileName":"82d6124b-a854-4d93-ae83-28f9b23705a9.jpg","Type":"Fanart - Background"}],"MaxPlayers":1,"Name":"Harry Potter and the Deathly Hallows: Motorbike Escape","Publisher":"Warner Bros.","ReleaseDate":"2010-11-01T00:00:00-07:00","ReleaseType":"Released"},"135859":{"Cooperative":"true","Developer":"Mythologic Interactive","Genres":"Fighting; Platform","Images":[{"FileName":"5beabdd9-0bb8-4ffd-864a-0a1c2087675c.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":2,"Name":"Superfighters","Overview":"Superfighters is all about little men shooting, stabbing, mashing, smashing, burning and blowing each other into tiny bits... and then doing it all over again!\n\nThe first thing you need to know about SF is this: IT AIN'T FAIR. It's not supposed to be fair. Player spawns are random. Weapon spawns are random. The objects that spawn on the map are random. Critical hits with guns are random. It's not about balanced competetive gameplay, it's about chaos. Complete and utter chaos. We ask that you keep that in mind and don't get angry if you have a bad first experience - the tables will turn.","ReleaseDate":"2011-07-21T00:00:00-07:00"},"136517":{"AlternateNames":[{"AlternateName":"Pokémon Poké Ball Launcher"}],"Cooperative":"false","Developer":"Left Brain Games, Inc.","Genres":"Action","Images":[{"FileName":"049c9078-148d-4ffc-a87c-a910ebbd716a.png","Region":"World","Type":"Screenshot - Game Title"}],"MaxPlayers":1,"Name":"Pokemon Poke Ball Launcher","Publisher":"Garr Group","ReleaseType":"Released","ReleaseYear":2006},"139184":{"Cooperative":"true","Developer":"NPlay","ESRB":"T - Teen","Genres":"Shooter","Images":[{"FileName":"fd397b51-50b6-40e4-a448-dbfe5fd56e35.jpg","Region":"World","Type":"Box - Front"},{"FileName":"bf1a8ad8-fcb3-4e22-a639-358ec1acc338.png","Type":"Clear Logo"}],"MaxPlayers":16,"Name":"BeGone","Overview":"BeGone is online multiplayer first person\/third person shooter with a realistic theme. Players choose team and face off against each other in a modern battlefield using modern weapons. Each team tries to eliminate the opposing team before time runs out. Multiplayer aspect of the game lets players use teamwork, different strategy and tactics. The game features multiple weapons & grenades, virtual economy & bonuses, gameplay customization. It delivers immersive FPS online game action for free and is quickly accessible with no signup required.","Publisher":"NPlay","ReleaseDate":"2010-09-11T00:00:00-07:00","ReleaseType":"Released"},"139185":{"Cooperative":"true","Developer":"Eric Gurt","ESRB":"Not Rated","Genres":"Action; Platform","Images":[{"FileName":"70671d24-b8bd-45fd-8b88-27343be38eb7.png","Type":"Banner"},{"FileName":"822fd40f-646f-4241-88b7-448fdda4d662.jpg","Type":"Fanart - Background"},{"FileName":"ab9a11dd-e771-47fe-b0fc-13666f777c9e.jpg","Type":"Fanart - Background"},{"FileName":"f17384e3-6881-4f6a-9621-9d4bbb38391d.jpg","Region":"World","Type":"Fanart - Box - Front"},{"FileName":"19654ad9-2aaa-461f-acde-74ab986997de.jpg","Type":"Screenshot - Game Title"},{"FileName":"46924edf-3075-4973-be8e-285b6619aa06.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":20,"Name":"Plazma Burst 2","Overview":"In this game you play as a marine, who wasn't sent to the past successfully in order to change the history of mankind to a better life and avoid the invasion of Usurpation Forces. In Plazma Burst: Forward to the past, after when our hero's ally was critically damaged, marine travels back to the Earth to attempt another try on traveling back in time... Will fortune smile to him this time?","Publisher":"Coolbuddy.com","ReleaseType":"Homebrew","ReleaseYear":2013,"VideoURL":"https:\/\/youtu.be\/WvLWkYytFD8","WikipediaURL":"https:\/\/plazmabursttwo.fandom.com\/wiki\/Home"},"139790":{"Cooperative":"false","Developer":"Dissolute Productions","Genres":"Fighting; Platform","Images":[{"FileName":"26009ade-9235-41e7-b2b1-afb02dc5fe4c.jpg","Region":"World","Type":"Box - Front"},{"FileName":"4aa50fd1-f0b1-4d74-8f65-27369c49552f.jpg","Type":"Screenshot - Game Select"}],"MaxPlayers":1,"Name":"Chaos Faction","Overview":"Chaos Faction is platform fighting game where the goal is to eliminate all your opponents health. You can customize your own character and make your own stages. With 29 weapons, 18 characters, and 15 levels, there is plenty to do.","Publisher":"Armor Games","ReleaseDate":"2007-11-27T00:00:00-08:00","ReleaseType":"Released"},"139791":{"Cooperative":"true","Developer":"Dissolute Productions","Genres":"Fighting; Platform","Images":[{"FileName":"972582c9-cc79-4daf-8c1f-34926bec641b.png","Type":"Banner"},{"FileName":"b80448ed-bfe4-4675-924a-926c020b75fa.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":2,"Name":"Chaos Faction 2","Overview":"The long-awaited sequel to the classic Chaos Faction! Battle your way through 15 new campaign levels with new weapons, characters, moves, and more explosions than you can shake a stick of dynamite at.\n\nNew features include: improved hand-to-hand combat, enhanced level editor, offline multiplayer, advanced character editor, unlockable game options, achievements, and a new deathmatch mode: Plunger Match.\n\nAlso check out the CF2 forum for CF2-related stuff, including updates, tips, and level competitions! http:\/\/www.dissoluteproductions.com\/forum\/index.php\/board,36.0.html\nRemember to watch out for news updates in the news box in the top left corner of the loading screen.\n\nIf you're having performance issues with the game (low framerate etc.) try reducing the quality, or turn off 'Dynamic Screen' in the settings menu. You can pause the game to get to the settings menu by pressing the spacebar.","ReleaseDate":"2010-04-09T00:00:00-07:00","ReleaseType":"Released"},"139831":{"Cooperative":"true","Developer":"Sean Cooper","Genres":"Shooter","Images":[{"FileName":"7f110fa1-1678-4139-a361-c0b9a6012dd9.jpg","Region":"World","Type":"Box - Front"},{"FileName":"f6848d7c-969c-4a82-a50d-158802e20592.jpg","Type":"Screenshot - Game Title"}],"MaxPlayers":2,"Name":"Boxhead: 2Play","Overview":"Here is the fourth game of Boxhead game series. This version gives us a chance of playing this game with 2 players. You can play this game as multiplayer by choosing \"Cooperative\" from the game menu. Now, you can battle against to Zombies with your friend.","Publisher":"Crazy Monkey Studios","ReleaseDate":"2007-06-08T00:00:00-07:00","ReleaseType":"Released"},"141991":{"Cooperative":"false","Developer":"Fancy Force","ESRB":"M - Mature","Genres":"Platform","Images":[{"FileName":"d8b40db7-61e8-41b9-8bac-e503f6840163.jpg","Type":"Banner"},{"FileName":"0b26a10f-5c64-4bd2-91af-ebb1ae10abf4.jpg","Region":"World","Type":"Box - Front"},{"FileName":"a091d88f-2bb4-4928-9807-49cf796c032b.png","Type":"Clear Logo"},{"FileName":"ea94ea09-eec3-4683-96e1-59e9863b585c.png","Type":"Fanart - Box - Front"},{"FileName":"1cde22aa-57a2-4e21-befb-2308e9b39030.jpg","Region":"World","Type":"Screenshot - Gameplay"},{"FileName":"58ad823e-4876-45b6-a958-9c14ccaa1103.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Happy Wheels","Overview":"Happy Wheels is a ragdoll-physics-adventure based Flash game created by Jim Bonacci and launched in June of 2010. Players control a selection of various, unique characters with their goal being to get to the finish line, activate a trigger that triggers victory, or collect a required amount of tokens while avoiding being splattered across the level by many hazards and obstacles.\n\n     Users may create and share their own custom scenarios using the expansive level editor, play some of the over 9 million already-existing user-made levels, or take a look at some of the featured levels - the best levels in the game. The game is most notable for its dark sense of humor and its large amounts of blood and gore. \n\n     The full version allows you to go to the up-to-date version, while the demo stays on v1.10 (however, another version of the demo stays on v1.52), with limited features.","Publisher":"Fancy Force","ReleaseDate":"2010-06-04T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=yCp5v0Mcg_8","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Happy_Wheels"},"144218":{"Cooperative":"true","ESRB":"E - Everyone","Genres":"MMO","Images":[{"FileName":"5ecffee9-bcd0-48ca-951b-29605258a5dd.png","Region":"World","Type":"Box - Front"},{"FileName":"891bb9e0-e148-43ef-8efb-5a7d6b32d97d.png","Region":"World","Type":"Screenshot - Gameplay"},{"FileName":"5ca60fa8-6401-439b-ae1b-70d5846eb9e3.png","Region":"World","Type":"Screenshot - Gameplay"},{"FileName":"8e641c03-a6cd-421a-8e3f-3337c1e4d7bc.png","Region":"World","Type":"Screenshot - Gameplay"},{"FileName":"af297771-9ce0-47f1-9705-586313f58fcb.png","Region":"World","Type":"Screenshot - Gameplay"}],"Name":"SuperCPPS","Overview":"Welcome to the island where your new adventures begin! Play minigames, buy clothes, decorate your igloo, adopt puffles, become a ninja or secret agent. And much more! And completely free!","ReleaseDate":"2016-10-14T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/youtu.be\/g4YZBoEBAEY"},"145385":{"Cooperative":"false","Developer":"Sarbakan, Inc.","ESRB":"Not Rated","Genres":"Horror","Images":[{"FileName":"caae066d-af7a-442e-87d6-114fe014c9e0.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Arcane Online Mystery Serial: Season 2: The Stone Circle","Overview":"While Prescott goes to meet Alica Blackwood, Ophelia attends the international violin contest at London Coliseum. She does so well at the contest that her performance impresses everyone in the hall; including Baron Vongaburg - who kindly invites her to her manor for dinner the next day. As Ophelia retreats to her dressing room, a disconcerting vision suddenly hits her mind. Sensing something weird is going on round the room, Ophelia sets out to investigate...","Publisher":"Warner Bros. Games","ReleaseType":"Released","ReleaseYear":2001},"150624":{"AlternateNames":[{"AlternateName":"Clint: Urban Rivals"}],"Cooperative":"false","Developer":"Boostr","ESRB":"Not Rated","Genres":"Strategy","Images":[{"FileName":"b2552a66-0ece-4ca9-84a3-1479bb128443.png","Type":"Clear Logo"},{"FileName":"3a9cae79-7c72-4ada-abae-7fa2f44aef41.jpg","Region":"Europe","Type":"Fanart - Background"},{"FileName":"e9d6c5ed-a7bb-4e4f-ad40-f52ea92e64a4.jpg","Type":"Fanart - Background"},{"FileName":"14532fdc-9724-44d9-82d2-6302d7cc62f2.jpg","Type":"Fanart - Box - Front"}],"Name":"Urban Rivals","Overview":"Urban Rivals is an online multi-player card game. Each card represents a character (many of which are based on real people or well-known fictional characters). Each character has specific Power and Damage values, and belongs to a clan. Each clan has a special bonus, which is shared by all the cards in that clan. Most cards also have abilities that aid in battles, some of which counter or are triggered by other cards abilities.\n\nFree registration gives a player 8 character cards; more cards can be purchased later using the in-game currency, 'Clintz', or through random packs using premium currency, Credits. 4 new characters are added every two weeks, and included in the 'New Blood' pack in the shop, which contains the 35 most recent additions to the game. In addition, every year, a new clan is released. During the introduction of the new clan, 4 (previously 6) new characters from that clan are added every release for the first two weeks.\n\nThe game uses affiliate marketing to encourage existing players to recruit or sponsor new players.\n\nAn associated webcomic is posted occasionally on the Urban Rivals official website. Sometimes this comic gives out hints of a new character or clan.","Publisher":"Boostr","ReleaseDate":"2006-01-17T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Urban_Rivals"},"150710":{"AlternateNames":[{"AlternateName":"Slush Invaders 2"}],"Cooperative":"false","Developer":"Guildedguy","Genres":"Action; Fighting; Strategy","Images":[{"FileName":"5d0eaec6-7226-4316-99bd-ed6a7a9e0c15.jpg","Type":"Fanart - Background"},{"FileName":"614fcfa0-cdc5-4ec2-a4d5-9d73c985cd85.png","Type":"Fanart - Background"},{"FileName":"4c827a81-a60d-40e9-b150-607426a68977.png","Type":"Fanart - Box - Front"}],"MaxPlayers":1,"Name":"Slush Invaders","Overview":"This game takes place directly where the movie left off: Big Blue cowering in front of his MARV truck and the entire population of Slusher Tower and Wing were ready to give his face a serious - and extremely painful - makeover. Running out of reasonable options, Big Blue desperately looks around his shoulders and sees a welcome sight: right behind the bushes. A few Blues who are armed with various traps have survived the retaliation are waiting for Big Blue's instructions. No longer afraid, Big Blue's terrified expression becomes replaced by a smirk, confusing the Defenders. Abruptly, the cause for the sudden transformation becomes apparent, as all the fighters (Except Stedro, Marcstick, Stickhanh, Westick, Stickyle, Stick Matt and Standrew) are ensnared by various traps of the surviving Blues. Infuriated, Standrew, delivers a massive kick to Big Blue, who, despite the fact that he was initially going to run, views this as no more than a minor setback, cackling into the distance as he relished the thought of having finally succeeding in defeating the mighty Slushers. However, Standrew had other ideas. He sends the remaining fighters into the air, intent on giving Big Blue one big boo boo.","Publisher":"Stickpage","ReleaseDate":"2012-07-06T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=cA3L-YwJLlo","WikipediaURL":"http:\/\/slushinvaders.wikia.com\/wiki\/Slush_Invaders:_Game"},"150733":{"Cooperative":"false","Developer":"Square Circle Co.","Genres":"Platform; Shooter","Images":[{"FileName":"1f805cd2-99cb-4888-b949-5990bc9ca4d6.png","Region":"United States","Type":"Box - Front"},{"FileName":"2f6e3db3-2d5c-4b65-91ee-0a2847a905e9.png","Type":"Clear Logo"},{"FileName":"af45f70a-4b7e-4831-8451-88fb00d6ada6.jpg","Type":"Fanart - Background"}],"Name":"Heli attack 3","Overview":"With 16 levels of gameplay, 32 weapons, 3 powerups and an unlimited supply of white knuckle action, Heli Attack 3 is the deserving sequel to the hugely successful Heli Attack 2. Also featuring a complete training mission, plenty of sound effects and an original music score, Heli Attack 3 is sure to be a fan favourite.","Publisher":"miniclip","ReleaseDate":"2005-06-17T00:00:00-07:00","WikipediaURL":"http:\/\/heliattack.wikia.com\/wiki\/Heli_Attack_3"},"150866":{"AlternateNames":[{"AlternateName":"Comic Star Fighting 3.6"}],"Cooperative":"true","Developer":"Awu","ESRB":"Not Rated","Genres":"Fighting","Images":[{"FileName":"a25bfda2-6b2a-4346-827a-c042459a62a7.jpg","Region":"World","Type":"Box - Front"},{"FileName":"72fca775-ab4a-46ec-865e-f1784eed5863.jpg","Type":"Fanart - Background"},{"FileName":"69d2cc44-43a7-4e60-aacb-04bb6a0ca6da.jpg","Type":"Screenshot - Game Title"}],"MaxPlayers":2,"Name":"Comic Star Fighting","Overview":"Comic Stars Fighting V3.6 is an online game. The magic of iron-killing dragon, the tutor Kyoya, and Hunters odd teeth are newly added. There are also new levels. All characters are unlocked, but you need to unlock the shape-shifting characters. Come to join Comic Stars Fighting V3.6 with your friends!","Publisher":"Jackingame","ReleaseDate":"2016-01-01T00:00:00-08:00","ReleaseType":"Released"},"151021":{"AlternateNames":[{"AlternateName":"T-Rex Google","Region":"World"}],"Cooperative":"false","Developer":"Google","ESRB":"E - Everyone","Genres":"Platform","Images":[{"FileName":"38656277-d97b-49b0-82c0-7e852ce7dac1.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"T-Rex Runner","Overview":"Internet's gone!\nOhh ... What is that?\nA dinosario.\nIn an era where the advance of the video game industry seems to be measured by the number of frames per second, the number of polygons displayed on the screen or the width in pixels with names like HD, HD ready, Full HD, Ultra HD, 4k and Retina Display (because the aspect of the 16: 9 screen is very mainstream) it is very difficult to expect that a multi-billion dollar company like Google would go against the trends.\n\nT-Rex Runner, also known as \"The only thing left to do when going to the Internet,\" is a game that has all the global capacity with access to a computer but that has never been given the time for analysis and appreciation.\nThat is why there is a way of retro-analysis, here I leave the review of T-Rex Runner exclusively for Google Chrome.\n\nJoin me to live this sad story.\nLet's start talking about the theme of the game. A simple view of a Tyrannosaurus Rex running from left to right that points to blocks as segments of small sizes, groups or groups, while earning points for each meter that it does. but the premise goes far beyond just that.\n\nT-Rex Runner presents a tragic unit in a situation where there is no way to win.\n\nT-Rex Runner represents a sad story based on the primary need of almost every living being (with the exception of the Lemores and the members of My Chemical Romance) to preserve their life against any kind of danger, even when tragic outcome is completely inevitable .\n\nOur hero, Rex, is not running alone because he likes to exercise every morning, he runs terrified. Let's think then, if the character is nothing more and nothing less than the king of the dinosaurs and one of the most powerful carnivores (or scavengers, and no one agrees) of history. What could cause so much terror? The answer is simple: Extinction.","Publisher":"Google","ReleaseType":"Released","WikipediaURL":"http:\/\/trex-runner.wikia.com\/wiki\/T-Rex_Runner_Wiki"},"151543":{"AlternateNames":[{"AlternateName":"Retro BMX Park"}],"Cooperative":"false","Developer":"CBC","Genres":"Sports","Images":[{"FileName":"a8fb68ca-89f4-4409-b9d8-98b6e56a4d72.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"BMX Park","Overview":"Hit the park for some extreme BMX action! Ride, jump, tailwhip, backflip and superman to score the most points during the time limit.\n\nYou have 90 seconds to earn as many points as possible. You can do this by doing backflips, 360s, tailwhips and nothing. The BMX park is fairly big, allowing you to do tricks in many different areas. If you chain tricks together you will earn more points than you would usually, but you must be sure to land them or else your points will go to waste! It is best if you look at the controls before trying to set a high score!","Publisher":"CBC","ReleaseDate":"2008-05-01T00:00:00-07:00"},"151576":{"Cooperative":"false","Developer":"PlayCreek LLC","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"529009b1-92b6-4ba4-8446-573469f2f41a.jpg","Region":"World","Type":"Box - Front"},{"FileName":"1ebc0d9d-332a-4f15-b401-816762bd63ef.jpg","Type":"Fanart - Background"}],"MaxPlayers":1,"Name":"Death Worm","Overview":"Death Worm is a casual game where you control a Mongolian Death Worm who has to kill humans, cars, etc. in order to grow and survive.","Publisher":"PlayCreek LLC","ReleaseDate":"2006-06-09T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=wISHQY5bWrc"},"151865":{"AlternateNames":[{"AlternateName":"Retro Free Run"}],"Cooperative":"false","Developer":"CBC","Genres":"Sports","Images":[{"FileName":"4a514b3a-211e-4877-8ecb-110076310183.png","Region":"World","Type":"Box - Front"},{"FileName":"7d1ecbb5-8c78-45e8-a944-293a1e5c9a3f.jpg","Type":"Fanart - Background"}],"Name":"Free Run","Overview":"Catch me if you can! Do you have what it takes to tackle the Free Run obstacle course?\nIn this game, you must be interested in free run. There are a lot of barriers you can meet. What you should do will be point out. Do this. React to key prompts and don’t stop running! You need to Faster your time and try to get the higher score. Free run means you must keep running. So, if you stop or do the wrong actions, unfortunately you’d better replay this game. When this game point out what you should do next, you must do it right now, not do it in front of the barriers. You can practice your competence through this game. Free run must be a game you shouldn’t miss.","Publisher":"CBC","ReleaseDate":"2008-05-07T00:00:00-07:00","VideoURL":"https:\/\/www.youtube.com\/watch?v=wCWcnND4RPw"},"151871":{"Cooperative":"false","Developer":"Absolutist LTD","ESRB":"Not Rated","Genres":"Puzzle","Images":[{"FileName":"3b1d315c-36c1-471c-9538-fefa0a654fcf.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Bubble Shooter","Overview":"In this clone of Puzzle Bobble\/Bust-a-Move your goal is to clear all the bubbles before they overflow the board. Use your mouse to aim and shoot bubbles in this game, have fun!","Publisher":"Absolutist LTD","ReleaseDate":"2001-03-26T00:00:00-08:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=aSiB_PWmEXw","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Bubble_Shooter"},"151872":{"Cooperative":"false","Developer":"Borne Games","Genres":"Sports","Images":[{"FileName":"21c6ed52-6a46-421c-8e90-d63836613e62.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Mirror's Edge 2D","Overview":"The \"Mirror's Edge 2D\" is a flash and internet browser-based game made by Brad Borne, the creator of the famous \"Fancy Pants Adventure\" Flash Game Series. It is loosely based on Mirror's Edge, with objects like ropes and pipes and featuring Faith Connors as the main character. The game's engine is based on the Fancy Pants one, therefore making it two dimensional. This game is also partially sponsored by EA and DICE, the publisher and creator (respectively) of the original game.","Publisher":"Borne Games","ReleaseDate":"2009-02-20T00:00:00-08:00","VideoURL":"https:\/\/www.youtube.com\/watch?v=kXWUWOegSCw","WikipediaURL":"http:\/\/mirrorsedge.wikia.com\/wiki\/Mirror%27s_Edge_2D"},"151873":{"Cooperative":"false","Developer":"Games X Informática EIRELI","Genres":"Music","Images":[{"FileName":"afd0b977-92bb-4581-a62d-21cddc99f8e9.jpg","Region":"World","Type":"Box - Front"},{"FileName":"9a2de356-1c95-46f0-bd8f-d181a44901d3.jpg","Type":"Fanart - Background"}],"Name":"Guitar Flash","Overview":"Become a rock star and crush the guitar playing several songs. Hit the notes at the right time and show for everybody that you're a great guitarist. Choose between 4 difficulty levels (Easy, Medium, Hard and expert).","Publisher":"Games X Informática EIRELI","ReleaseDate":"2007-10-29T00:00:00-07:00","WikipediaURL":"https:\/\/pt.wikipedia.org\/wiki\/Guitar_Flash"},"151876":{"Cooperative":"false","Developer":"KevinGu","Genres":"Shooter","Images":[{"FileName":"2201a7ce-714d-40a2-9292-e076551a590f.jpg","Region":"World","Type":"Box - Front"}],"Name":"Gun Mayhem 2","Overview":"Customize your character and shoot the enemy off the small arena map enough times to progress.","Publisher":"Armor Games","ReleaseDate":"2012-08-30T00:00:00-07:00","VideoURL":"https:\/\/www.youtube.com\/watch?v=7m3iNerulQQ","WikipediaURL":"http:\/\/gunmayhem.wikia.com\/wiki\/Gun_Mayhem_2:_More_Mayhem"},"153269":{"Cooperative":"false","Developer":"Pure Bang Games","ESRB":"T - Teen","Genres":"Action","Images":[{"FileName":"716556cb-078e-4d65-a6cd-25642dca18c1.jpg","Type":"Screenshot - Game Title"},{"FileName":"8f8da827-c6d5-4f00-9dbf-dd211cb08644.jpg","Type":"Screenshot - Gameplay"},{"FileName":"db5e0fc9-ef85-4d5f-a9c7-cb131d091318.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Cho'Gath Eats the World","Overview":"Cho'Gath Eats the World was a flash minigame developed by Pure Bang Games and published by Riot Games on April 1, 2013 as an April Fools' joke. The game was removed on April 2. \n\nThe player controls a pixellated Cho'Gath, attempting to destroy the world. \n\nGameplay wise, the game is extremely similar to the Rampage video game series and seems to be a parody of Rampage World Tour. \n\nYou can unlock the web browser mini-game Astro Teemo from within this game by catching the rainbow which appears in level 4.","Publisher":"Riot Games","ReleaseDate":"2013-04-01T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=LIMS528c7hQ","WikipediaURL":"http:\/\/leagueoflegends.wikia.com\/wiki\/Cho%27Gath_Eats_the_World"},"154274":{"Cooperative":"true","Developer":"jmtb02","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"bbeabce1-7745-483f-ad7d-4b63402957a9.jpg","Type":"Clear Logo"}],"MaxPlayers":5,"Name":"Exit Path","Overview":"Exit Path is a multiplayer and uniplayer guantlet-style racing game through perilous traps and platforms. Advance through 30 uniplayer levels or take on other challengers in multiplayer. Earn 60 different pieces of flair to dress up and show your competitors what you've accomplished.\n\nUniplayer advances the player through a story about running towards freedom. You are just another faceless being facing a stadium survival challenge, which lies in between you and your ultimate survival.\n\nMultiplayer features live racing complete with 40 player\/runner levels to advance through, as well as matchmaking and chat\/kudos system. Work through 20 different unique multiplayer levels and achieve glory!","Publisher":"Armor Games","ReleaseDate":"2010-05-27T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=ic_ghstTAgk"},"155121":{"Cooperative":"false","Developer":"Flipline Studios","Genres":"Construction and Management Simulation","Images":[{"FileName":"bc0e3aab-7ec8-4edd-a4d2-629d38793309.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Papa's Bakeria","ReleaseDate":"2016-03-03T00:00:00-08:00"},"155122":{"Cooperative":"false","Developer":"Flipline Studios","Genres":"Construction and Management Simulation","Images":[{"FileName":"32eb7ae0-d199-4454-8ce7-16109db1b4c3.jpg","Region":"World","Type":"Box - Front"},{"FileName":"436873f8-a55a-4359-b418-b824d59bed64.png","Region":"North America","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Papa's Burgeria","ReleaseDate":"2010-12-07T00:00:00-08:00"},"155123":{"Cooperative":"false","Developer":"Flipline Studios","Genres":"Construction and Management Simulation","Images":[{"FileName":"1efdd183-5d36-40f0-ad94-99a7f41625db.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Papa's Cupcakeria","ReleaseDate":"2013-08-07T00:00:00-07:00"},"155124":{"Cooperative":"false","Developer":"Flipline Studios","Genres":"Construction and Management Simulation","Images":[{"FileName":"88246ca7-2794-4358-a98c-a3aa8f95d668.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Papa's Donuteria","ReleaseDate":"2014-06-16T00:00:00-07:00"},"155125":{"Cooperative":"false","Developer":"Flipline Studios","Genres":"Construction and Management Simulation","Images":[{"FileName":"120a24b9-cad6-45f0-92a5-e1394c469c3e.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Papa's Freezeria","ReleaseDate":"2011-08-05T00:00:00-07:00"},"155126":{"Cooperative":"false","Developer":"Flipline Studios","Genres":"Construction and Management Simulation","Images":[{"FileName":"23bad764-fc07-49b2-982d-13ac4077d9a1.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Papa's Cheeseria","ReleaseDate":"2015-06-10T00:00:00-07:00"},"155127":{"Cooperative":"false","Developer":"Flipline Studios","Genres":"Construction and Management Simulation","Images":[{"FileName":"953d1079-3e9c-47b2-b1d4-5587bd08358f.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Papa's Hot Doggeria"},"155128":{"Cooperative":"false","Developer":"Flipline Studios","Genres":"Construction and Management Simulation","Images":[{"FileName":"00784722-6269-4161-aade-cddeefa3beb5.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Papa's Pancakeria","ReleaseDate":"2011-03-05T00:00:00-08:00"},"155130":{"Cooperative":"false","Developer":"Flipline Studios","Genres":"Construction and Management Simulation","Images":[{"FileName":"828ad7bc-9f72-462e-9127-1f64c7f7ea05.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Papa's Pastaria","ReleaseDate":"2013-12-09T00:00:00-08:00"},"155131":{"Cooperative":"false","Developer":"Flipline Studios","Genres":"Construction and Management Simulation","Images":[{"FileName":"71150118-9e97-4ed9-acfd-6294ffc52558.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Papa's Sushiria","ReleaseDate":"2016-12-13T00:00:00-08:00"},"155132":{"Cooperative":"false","Developer":"Flipline Studios","Genres":"Construction and Management Simulation","Images":[{"FileName":"f31a77fe-302d-4059-beba-54eb6d6d69e0.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Papa's Pizzeria","ReleaseDate":"2007-08-07T00:00:00-07:00"},"155133":{"Cooperative":"false","Developer":"Flipline Studios","Genres":"Construction and Management Simulation","Images":[{"FileName":"e81a7135-e276-4ca0-9d7f-18fe829bf508.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Papa's Taco Mia!","ReleaseDate":"2011-05-20T00:00:00-07:00"},"155134":{"Cooperative":"false","Developer":"Flipline Studios","Genres":"Construction and Management Simulation","Images":[{"FileName":"bd92400a-980b-4fe9-b03a-77c39e3ec021.jpg","Region":"World","Type":"Box - Front"},{"FileName":"daaff732-a60c-4ee5-914c-baa9d8916f9d.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Papa's Wingeria"},"155698":{"Cooperative":"false","Developer":"Nick Games","ESRB":"EC - Early Childhood","Images":[{"FileName":"a3ec9cc6-09ee-4887-ba3d-f49f651c27c0.jpg","Region":"North America","Type":"Box - Front"}],"Name":"Oswald's Specials of the Day","Overview":"Oswald's Specials of The Day was a web game on Nickjr","Publisher":"Nick Games","ReleaseType":"Released","ReleaseYear":2001,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Oswald_(TV_series)"},"155737":{"Cooperative":"false","Developer":"Team17","Genres":"Strategy","Images":[{"FileName":"3ce94eef-efa5-4bc7-9e3c-133e0d59cec7.png","Type":"Clear Logo"},{"FileName":"904dfd68-b850-4827-9a15-0c637c5f124e.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Worms","Overview":"Worms on Facebook was the online flash game version of Worms, released on Facebook on September 6, 2012, but was shut down on October 22, 2013.","Publisher":"Team17","ReleaseDate":"2012-09-06T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/worms.wikia.com\/wiki\/Worms_(Facebook)"},"156079":{"Cooperative":"false","Developer":"Cellar Door Games","Genres":"Adventure; Life Simulation","Images":[{"FileName":"a820e0c1-d827-4b55-9e24-26b7e277ac71.jpg","Type":"Banner"},{"FileName":"6fe9a375-2bfc-4e8c-b47a-3be565ca41c9.png","Region":"United States","Type":"Box - Front"},{"FileName":"6dac922a-eff1-4b8f-9187-8c01a041c6dd.jpg","Type":"Clear Logo"},{"FileName":"b9c3fed2-f013-422e-b0b8-fa932fe41b98.jpg","Type":"Fanart - Background"},{"FileName":"86556792-4222-4923-b915-ecece6f3fe97.jpg","Type":"Screenshot - Gameplay"}],"Name":"Don't Shit Your Pants","Overview":"Don't Shit Your Pants is a browser-based text adventure game created by Teddy and Kenny \"Rete\" Lee for Cellar Door Games. The objective of the game is to use a text prompt to prevent a man standing beside a closed door from defecating inappropriately. It was the first title released by the Lee brothers, receiving positive critical reception.","Publisher":"Cellar Door Games","ReleaseDate":"2009-12-19T00:00:00-08:00"},"156106":{"Cooperative":"false","ESRB":"Not Rated","Genres":"Flight Simulator","Images":[{"FileName":"468261a7-3d43-47a3-8ddc-3db51dae2f9b.jpg","Region":"World","Type":"Box - Front"}],"Name":"Bullet Bill 2","Overview":"Fly \nEnter Code\nBe a Bullet Bill\n\n\n\nGiga Bill 8E7UC","ReleaseType":"Released","ReleaseYear":2010},"156196":{"Cooperative":"false","Developer":"Flipline Studios","Genres":"Construction and Management Simulation","Images":[{"FileName":"3d75b136-6cb9-4d5b-8f13-28ebea59d8ac.jpg","Region":"World","Type":"Box - Front"},{"FileName":"f6839352-7402-4462-afc1-809314dd6e60.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Papa's Scooperia","Overview":"Serve delicious sundaes of cookies and ice cream in Papa's Scooperia!\n\nYour sightseeing trip to the big city is stopped short when you lose all of your money and belongings! Stuck in Oniontown without the money to return home, Papa Louie has a unique solution to your problem: Stay and run his brand-new ice cream shop!\n\nYou'll be baking up fresh, gooey cookies for each sundae, then topping them with hand-scooped ice cream in a variety of flavors. Add some sweet syrups and drizzles, pour on decorative shakers and candies, and finish the scoops with toppings before serving the mouth-watering sundaes to your hungry customers. Your customers will start by ordering sundaes with just one cookie and one scoop of ice cream, but as you keep serving them fantastic sundaes, they'll level up and start asking for even larger orders! Watch the sundaes grow and evolve as customers order two-scoop and giant three-scoop platters, with different cookies and different flavors of ice cream on top. Some customers like picky Closers will even start out with larger sundaes.\n\n    * Papa's unique time-management cooking style\n    * Scoop cookie dough, add mixables, and bake\n    * Scoop and position ice cream on top\n    * Add syrups and toppings to the sundae\n    * Customize your chef and server with millions of clothing items\n   *  Earn colorful stickers by completing unique tasks\n    * Use stickers to unlock new outfits for your customers\n    * Master 40 unique Special Recipes\n    * Unlock over 120 sundae ingredients\n    * Play through 4 seasons and 12 holidays\n    * Strategically send coupons to lure customers back\n    * 116 hungry customers to unlock\n    * 7 fun Mini-Games with tons of prizes to win\n    * Free to play online!","ReleaseType":"Released"},"156487":{"AlternateNames":[{"AlternateName":"Snow Fight","Region":"World"},{"AlternateName":"Seasons Greetings!","Region":"World"}],"Cooperative":"false","Developer":"Nicholson NY","ESRB":"Not Rated","Genres":"Action; Shooter","Images":[{"FileName":"182d7aff-7fa3-4216-acc0-ff23a2ce9a88.png","Type":"Banner"},{"FileName":"fa3a4ab9-50ba-47ec-b910-35fcf0384fa5.png","Region":"World","Type":"Box - Front"},{"FileName":"127934c9-b481-4b01-856b-d7c6bd654c0f.png","Type":"Clear Logo"},{"FileName":"e8dbd06b-3f1e-4366-bdc6-cabae0427494.jpg","Type":"Screenshot - Game Title"},{"FileName":"d8911f70-6527-4a05-be74-5a3b40075a3f.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"SnowCraft","Overview":"Quick arcade style shooter game where the objective is to knock down a multitude of children in a snowball fight.\n\nThis is the original snowball fight game that was first published in the late 90’s. Since then SnowCraft has traveled the globe reaching an estimated 30  million players.  Log files over the past few years show that people in more than 200 countries continue to play every year, making it one of the most widely known and popular games on the Web.\n\nSnowCraft was first published by Nicholson NY in 1998 as a holiday greeting to a few friends and clients. After launch, it spread virally until at last count it had reached over 30 million players around the globe.","Publisher":"Nicholson NY","ReleaseType":"Released","ReleaseYear":1998,"VideoURL":"https:\/\/www.youtube.com\/watch?v=ZU_4LtjoOCA"},"158061":{"Cooperative":"false","Developer":"Singapore-MIT Game Lab","ESRB":"Not Rated","Genres":"Adventure; Role-Playing","MaxPlayers":1,"Name":"A Closed World","Overview":"A Closed World was created to be a digital game that deals with queer issues, something that's very uncommon in games right now. Game designers and marketing professionals alike have cited a number of reasons for this, ranging from a perception of institutional homophobia in game culture to a genuine desire on the part of game designers to \"get it right\" and create games with compelling queer content, rather than feeling that the element is merely \"tacked on\" in the end. The goal of this research was to present the design team with the challenge of creating a game that had this compelling queer content, and to observe the ideas and hardships they considered and encountered along the way, so that we could learn more about how to approach those challenges in other design contexts. The project left the ultimate message of the game open to the creators; what was important to discover were the challenges the team faced trying to include queer content in the game, and the strategies they used to tell the story they wanted to tell. The result is a game that asks us to carefully consider what we think of as \"normal,\" and what is needed to live in the world and be true to one's self.","ReleaseType":"Unreleased","ReleaseYear":2011},"161765":{"Cooperative":"true","Developer":"PlayFish","ESRB":"E - Everyone","Genres":"Life Simulation","Images":[{"FileName":"1d62eba5-047d-4c8b-9a12-492347826858.png","Region":"World","Type":"Box - Front"},{"FileName":"2f22c33d-a482-49d8-9a14-152af4bb7adf.png","Region":"World","Type":"Clear Logo"},{"FileName":"653f5b84-4cb3-4692-a1d5-17d2caa7ef20.jpg","Region":"World","Type":"Fanart - Background"},{"FileName":"dbad1974-d895-4fc9-8653-044c0555f1ff.jpg","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Pet Society","Overview":"Players' pets could interact with each other within the \"friend\" network. Pets could visit the pets of their owner's friends and perform activities with these pets (washing, grooming, feeding, etc.) A pet could visit other pets as many times a day as it wished. The players received coins and Paw Points on their first visit of the day to each friend, but earn only Paw Points for subsequent visits. Participating in the Daily Lottery, visiting friends, winning awards, cleaning or playing with pets, winning hurdle races, or betting on the outcome of hurdle races also provided players with ways to earn coins. Visiting friends, buying items, and using the stadium earned players Paw Points.\n\nPaw Points were akin to XP\/EXP (Experience) in other social games of the sort; gaining sufficient paw points made the pet level up. When a pet leveled-up, the player received coins, new features and special statuses. During Pet Society's initial release, there were 34 levels. In 2009, after houses were enlarged to accommodate 10 rooms, 13 additional levels were added, bringing the total to 47. In August 2010, the level cap of Pet Society was raised to 100.\n\nSome certain items were required to be bought at a certain level.","Publisher":"Electronic Arts","ReleaseDate":"2008-08-08T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=95pYQR2-6hw","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Pet_Society"},"163662":{"AlternateNames":[{"AlternateName":"Bad Eggs 2"}],"Cooperative":"true","Developer":"Bad Viking","ESRB":"E - Everyone","Genres":"Strategy","Images":[{"FileName":"302146ae-cf67-46ca-8a74-e6e768e8d350.png","Type":"Banner"},{"FileName":"821e49df-aaee-4fd6-a537-90dcaf03dd4a.png","Type":"Clear Logo"},{"FileName":"3549ae1a-faee-4584-a955-b944d2e8974a.jpg","Region":"World","Type":"Fanart - Background"},{"FileName":"414a9a85-a639-4c12-9b77-21bc8cb8d89c.png","Region":"World","Type":"Screenshot - Game Select"},{"FileName":"18351e91-bdb0-452f-8fb8-0695ad53b221.png","Region":"World","Type":"Screenshot - Game Title"}],"MaxPlayers":6,"Name":"Bad Eggs Online 2","Overview":"Bad Eggs Online is a multiplayer artillery style game from Bad Viking. Use a huge arsenal of weaponry from the classic Frying Pan to the crazy Chicken of Doom to smash your opponents to pieces and show them what it means to be Bad!","Publisher":"Bad Viking","ReleaseDate":"2013-12-27T00:00:00-08:00","ReleaseType":"Released","VideoURL":"https:\/\/youtu.be\/yXlJgOfGV-M"},"164780":{"AlternateNames":[{"AlternateName":"Shell Shock"}],"Cooperative":"true","Developer":"Shell Shockers Team","ESRB":"E10+ - Everyone 10+","Genres":"Shooter","Images":[{"FileName":"fb1c6343-b907-4d8d-95ed-64645cbcab56.jpg","Region":"World","Type":"Box - Front"},{"FileName":"fe4a9e68-91d2-45b6-98ec-0e974c658555.jpg","Region":"World","Type":"Fanart - Background"}],"Name":"Shell Shockers","Overview":"Shell Shockers is an egg-cellent laugh and whoever came up with this free online .io game must be a cracking good game developer. Become an Egg. Wield a shotgun, sniper rifle or shotgun and blast other eggs to smithereens in this 3D First Person Shooter game. The game doesn’t run amazingly well, there are problems with latency and hitboxes, but the entire concept is hilarious and you can easily spend hours playing this game. Watch as eggs burst into a tasty-looking dollop on the floor after your eradicate them with a well-placed shotgun slug between their eggy eyes.\n\nWe wouldn’t call Shell Shockers as competitive as Krunker.io, one of the main competitors for .io FPS games, but there is a charm to the mechanics of this online game. The map design is also pretty good with multiple levels and platforms for dynamic gameplay. You can collect points and build streaks to unlock Golden Eggs, which reward you with skins and other unlockables. We’ve never been too successful in FPS game – the game is difficult to master, especially in regards to understanding gun mechanics. If you put some time into the game we think it would be a pretty competitive experience.","ReleaseType":"Released","ReleaseYear":2017},"165543":{"AlternateNames":[{"AlternateName":"ducklife","Region":"World"}],"Cooperative":"false","Developer":"Wix Games","ESRB":"Not Rated","Images":[{"FileName":"c34ccc49-069d-4f1b-9750-7a61264f10f9.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Duck Life","Overview":"Everything changes after a big tornado hits and destroys your farm. Only a single duck egg survives, and you must train this duckling into a racing duck to make enough money to rebuild the farm. There are 3 abilities that need to be mastered: running, flying, and swimming. \nYou need to train your duck by playing mini games. You can also collect coins while in training to buy seeds and cool accessories for your duckling. Also keep an eye on the energy status which can be increased by feeding it with seed from the shop. Once your skill levels are high enough, head to the races and win them to earn great prizes. Repeat until you finally win the world championship. Have fun with Duck Life!","Publisher":"Wix Games","ReleaseType":"Released","ReleaseYear":2009},"165544":{"AlternateNames":[{"AlternateName":"fleeing-the-complex","Region":"World"}],"Cooperative":"false","Developer":"Puffballs United","ESRB":"Not Rated","Genres":"Action; Adventure; Stealth","Images":[{"FileName":"7a538b48-cf43-43b3-b4b5-ee62de18a41b.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Fleeing the Complex","Overview":"Fleeing the complex is one in the genre of the strategy games. After exciting Henry Stickmin’s adventures game series has made great success, Fleeing the complex game is now coming back to make it shoot with amazing features and new exciting challenges.\n\nRight from the start, players will be brought to a distant land by the trailer in the beginning of the game. There are mountains which are fully covered by snow and a small prison in that land. In the prison, the prisoners are very infamous but intelligent criminals from all over the world. Henry is one of the criminals who just have been imprisoned there.\n\nIn the game, you are in an adventure with Henry and you have to help Henry Stickmin to escape from the prison by your wonderful plans and strategies. Therefore, Henry Stickmin can break the bank and escape from the prison as soon as possible.","Publisher":"Puffballs United","ReleaseYear":2015},"165559":{"Cooperative":"false","Developer":"Not Doppler","ESRB":"Not Rated","Genres":"Action; Platform","MaxPlayers":1,"Name":"Red Ball 4: Volume 3","Overview":"Who could save this world from evil square invaders if not an old Red Ball hero? This time our online friend gets to a space-station and fights enemies in the space. Developers replaced usual green and cheerful background with dark and daunting picture. \n\nRed Ball has to go through dangerous routes, avoiding traps and fighting square soldiers. Each of 15 levels of Battle for the Moon needs your concentration and logic to be passed. This game is not only about being fast and having great reaction: here you have to think a lot and to find decisions for uneasy tasks. \n\nThis entertainment is loved by thousands players globally. Kids and adults of all ages play it when they have free time or just looking for some fun. Why don't you try as well?","Publisher":"Not Doppler","ReleaseType":"Released"},"166130":{"Cooperative":"false","Developer":"Sarbakan, Inc.","ESRB":"Not Rated","Genres":"Puzzle","Images":[{"FileName":"7ee517a2-3bd1-46bb-a9fb-e52fd6a78246.png","Region":"World","Type":"Box - Front"},{"FileName":"1e8ba05d-59f0-41c3-8abf-f86d9a3f9bf8.png","Type":"Clear Logo"},{"FileName":"d8e606cd-b0de-4a67-87bd-e6f49eca01b3.png","Type":"Fanart - Background"},{"FileName":"3d427fd2-9154-4116-b1a5-c5fd362959ff.png","Type":"Fanart - Box - Front"},{"FileName":"01784a19-1e85-4908-9b86-c49f430abec1.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Good Night Mr. Snoozleberg","Overview":"Expert diplomat Mr. Snoozleberg has a busy schedule: bullet-train inaugurations, movie awards, alien invasions, theme park visits. He can handle everything, though, as long as he gets a good night rest... and his sleepwalking makes that difficult. It'll be up to you to prevent international incidents by point and clicking objects at the right time to form a safe platforming path! \n\nThe game was released in two seasons of four chapters each with five screens. Even finding the latest pitfall is fun as you'll see a funny animation of some bad incident that happens to Mr. Snoozleberg. Then you will restart the screen until you find a way past all obstacles. The unique premise and polished animation are timeless. With its emphasis on well-timed physical comedy, it has all the charm of an interactive Looney Toon. \n\nIt has received the praise of many prestigious institutions such as The New York Times (\"one of the best games you can play on the Internet\") and the American Library Association (Best Kids Website 2001).","Publisher":"Sarbakan, Inc.","ReleaseType":"Released","ReleaseYear":1999},"167241":{"AlternateNames":[{"AlternateName":"The Longest Platformer Ever!","Region":"World"}],"Cooperative":"false","Developer":"MajesticPie","ESRB":"Not Rated","Genres":"Platform","Images":[{"FileName":"629b8649-55f0-4a5c-a0c8-3f40f6d830e0.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"The Longest Platformer Ever!","Overview":"A game that was at the time one of the longest platformers on Scratch. This game is a very simple platformer that has no plot and no purpose, just jump, jump and get to the yellow part of the stage.","Publisher":"MajesticPie","ReleaseType":"Released"},"167258":{"AlternateNames":[{"AlternateName":"2.5 (Platformer)","Region":"World"}],"Cooperative":"false","Developer":"xOnic","ESRB":"Not Rated","Genres":"Platform","Images":[{"FileName":"8ad822c4-9668-4a21-9c43-3b155ef22274.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":2.5,"Overview":"Welcome to 2.5\nThe game which contains two and a half dimensions","Publisher":"xOnic","ReleaseDate":"2015-08-22T00:00:00-07:00"},"167268":{"Cooperative":"false","Developer":"JamesOuO","ESRB":"Not Rated","Genres":"Platform","Images":[{"FileName":"a6b9bfdc-f01d-4e0d-85ca-001e3aa22540.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Gravity","Overview":"Make your way through the levels as you jump, and flip gravity to defeat Wilfre, the Glitch God.","Publisher":"JamesOuO","ReleaseDate":"2014-11-07T00:00:00-08:00"},"167278":{"Cooperative":"false","Developer":"qwertyNG","ESRB":"Not Rated","Genres":"Platform","Images":[{"FileName":"62da4d76-9538-478d-a073-eba029f0d3ff.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Tilted","Overview":"This is an unusual platformer where you have to tilt the level to move the player. There are 20 levels that get progressively harder","Publisher":"qwertyNG","ReleaseDate":"2015-10-17T00:00:00-07:00"},"167542":{"Cooperative":"false","Developer":"LoCoARTS Games","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"2544f1f7-bafa-46d9-aa35-0b3c7c1dc091.png","Region":"World","Type":"Clear Logo"},{"FileName":"593e9b8e-d592-4944-94f1-77e1cce7021e.png","Region":"World","Type":"Screenshot - Game Title"},{"FileName":"bfe22d85-8de1-4d80-8314-f24bad482a68.png","Region":"World","Type":"Screenshot - Gameplay"},{"FileName":"c5e8ec7f-9484-4de1-bab4-3ee3ce1511a9.png","Region":"World","Type":"Screenshot - Gameplay"},{"FileName":"a7a91d8d-5078-48c5-8a7e-d28960148a12.png","Region":"World","Type":"Screenshot - Gameplay"},{"FileName":"61a6a8eb-7c76-4595-9828-c6c86f1b8c24.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Alejo & Valentina: La Isla de Lo Mono","Overview":"The Argentine animated series ¨Alejo & Valentina¨ have decided to parody in their fourteenth chapter the Monkey Island creating their own flash version entitled ¨La Isla de lo Mono¨ that is quite fun.\n\nThe adventure is not complete and it is only possible to complete the first test necessary to become a pirate, a task that will not take us more than 10 minutes.","Publisher":"LoCoARTS Games","ReleaseDate":"2006-03-28T00:00:00-08:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=vFZtYjpnnmM"},"167850":{"Cooperative":"false","Developer":"mateamargo","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"1904cba8-468b-4013-8f2b-47eaf11728a6.jpg","Region":"South America","Type":"Advertisement Flyer - Back"},{"FileName":"7a018d89-df98-4ad0-ae03-6f5841cd8402.jpg","Region":"South America","Type":"Advertisement Flyer - Front"},{"FileName":"12b25b18-356d-4b5b-94c1-d5ab206fba32.jpg","Region":"South America","Type":"Advertisement Flyer - Front"},{"FileName":"06214fde-e6dc-4ac3-b7b0-9c02c13fe475.png","Region":"World","Type":"Fanart - Box - Front"}],"MaxPlayers":1,"Name":"Evita y Perón contra los Gorilas","Overview":"This is a game in which we must fight the gorillas by the hand of Evita and Perón, these characters from Argentina arrive at a time where the country's politics are being highly questioned, discussions are the order of the day for security issues , economy, inflation, the blue dollar, the green, the euros, the countryside, the opposition that fails to put together a plan to deal with the current government, and a lot of issues that we cannot continue to name because space is not enough for us of this entry.\nTo play we use the keys of the CURSOR KEYBOARD and the MOUSE to shoot and interact.","Publisher":"Asociación de Desarrolladores de Videojuegos de Argentina","ReleaseType":"Released","ReleaseYear":2011,"VideoURL":"https:\/\/www.youtube.com\/watch?v=rNa9HZUay7g"},"167853":{"Cooperative":"false","Images":[{"FileName":"b7161328-b144-40fd-a1c1-d45e148c9674.jpg","Region":"World","Type":"Box - Front"},{"FileName":"50de1bce-04d3-4acf-9aa9-f80240f42a5e.png","Type":"Clear Logo"}],"Name":"Smashers.io","Overview":"Smashers.io is a strategy io game where your goal is to grow your hammer to defeat your enemies.\n\nClown Games presents a brand new and unique game: Target and smash your enemies, collect the dots and grow your hammer. Show no mercy to the worms around to grow faster.","VideoURL":"https:\/\/www.youtube.com\/watch?v=AliOIL1BIZw"},"167854":{"Cooperative":"false","Developer":"Clown Games","Images":[{"FileName":"3c902158-49e3-43a5-9cc6-534b09f83ce1.jpg","Region":"World","Type":"Box - Front"}],"Name":"Hilly.io","Overview":"Hilly.io is a racing io game with power-ups and simple animation.\nGet in the most exciting and addictive ball racer experience by Clown Games! \nJump over the hills and use space bar or left click of your mouse to land smoothly!\nJump higher, move faster and complete the race as a winner ball!\nStart the race against others! Can you be the first player to jump over the hills?","VideoURL":"https:\/\/www.youtube.com\/watch?v=dvBWWN8vPjg"},"167855":{"Cooperative":"false","Developer":"Clown Games","Images":[{"FileName":"9882456a-7f18-4f46-bb49-147c94ee0db1.png","Region":"World","Type":"Box - Front"}],"Name":"FACEPUNCH.IO","Overview":"FacePunch.io is an io boxing arena game where you must fight to be the champion. Check out the new smash hit io game: Facepunch.io Boxing Arena! Step onto the ring to knock out all champions with your brutal punches and devastating combos!\n\nCan you become the champion fighter of the boxing arena?","VideoURL":"https:\/\/www.youtube.com\/watch?v=sv7sskyKlhc"},"168007":{"Cooperative":"false","Developer":"Steve Howse","Images":[{"FileName":"d1593c40-bab1-4e24-940d-634f9070f75d.jpg","Region":"World","Type":"Box - Front"},{"FileName":"d604c95b-6f44-4c88-b77f-148fff157b76.png","Type":"Clear Logo"},{"FileName":"0193a269-8454-4421-8648-ed2882f0988f.png","Type":"Screenshot - Gameplay"}],"Name":"Slither.io","Overview":"Slither.io is free for all battle arena type game and definitely one of the more popular io games around currently; here you play as a snake in  an agar.io like world and try to gain size whilst taking out other player-controlled snakes. Around the map are tons of small food orbs to collect which will slowly but surely increase your snakes size, you can also gain size quicker by consuming an enemy snake. The objective of this game is ultimately survival but some of the more competitive snakes also aim to be the biggest and baddest mother trucker out there by reaching a top spot on the leader board.","ReleaseDate":"2016-03-25T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=lpaTSvl1gw0","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Slither.io"},"168009":{"AlternateNames":[{"AlternateName":"Capoeira Fighter 3"}],"Cooperative":"false","Images":[{"FileName":"39a459ac-3e31-459a-85f0-6d0c5dc581f7.jpg","Region":"World","Type":"Box - Front"},{"FileName":"f9a197af-51f1-45dd-9343-a936c9123ac0.png","Type":"Clear Logo"}],"Name":"Capoeira Fighter 3: Ultimate World Tournament","Overview":"Test your Capoeira skills against other fighting styles from around the world. Train hard to earn credits and unlock more than 20 different fighters and then go toe to toe with the best fighters on the planet in more than 10 modes of play and 10 difficulty levels. With lots of different match types, 8 character powers, and up to 4 players at a time, you'll always kick up some fun when you play Capoeira Fighter 3: Ultimate World Tournament online!","VideoURL":"https:\/\/www.youtube.com\/watch?v=BYu2kTeg8Bg","WikipediaURL":"https:\/\/capoeirafighter.fandom.com\/wiki\/Capoeira_Fighter_3"},"169240":{"Cooperative":"false","Developer":"ninja kiwi","ESRB":"Not Rated","Genres":"Puzzle","Images":[{"FileName":"7f8cabac-cf7c-4858-badb-de888a146824.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Bloons","Overview":"Bloons is a video game franchise developed by Ninja Kiwi. The games involve players using monkeys, armed with various weapons, to pop as many \"bloons\" (balloons) as possible. They include the Bloons series, the Bloons Tower Defense series, and several other spin-offs. Most Bloons games are browser-based games that use Adobe Flash Player, although some are available on other platforms. The mobile games are now distributed through the App Store.","Publisher":"Ninja Kiwi","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Bloons"},"169543":{"Cooperative":"false","Developer":"NegativeONE","ESRB":"T - Teen","Genres":"Fighting; Platform","Images":[{"FileName":"5a1083b9-b60f-4beb-b3e9-aca2ee4556c3.jpg","Region":"North America","Type":"Box - Front"},{"FileName":"c4e842a2-c5c7-4209-b397-ce825f35a62b.png","Type":"Clear Logo"},{"FileName":"1cc63b3e-c822-46be-855a-ccc8a27d1aa2.png","Region":"North America","Type":"Fanart - Background"},{"FileName":"df411a6a-2cd6-4688-bead-42301adb2805.png","Type":"Fanart - Box - Front"},{"FileName":"7d5f7f2d-39d2-4a29-8c1a-0917fc686c1e.png","Type":"Fanart - Disc"},{"FileName":"6b2fad54-ba63-4fab-9d8a-501f3d00bb03.png","Region":"North America","Type":"Screenshot - Game Select"},{"FileName":"7c3edc5e-a969-471a-a568-7d1e73c58ad5.jpg","Region":"North America","Type":"Screenshot - Gameplay"},{"FileName":"cce1f902-4590-4f85-b379-32e9eea7125e.jpg","Region":"North America","Type":"Screenshot - Gameplay"},{"FileName":"31b7cc48-e8c5-432d-bfbf-3bd77a69c215.jpg","Region":"North America","Type":"Screenshot - Gameplay"},{"FileName":"4f84d7b8-7aa7-404a-9735-3b7d24fe9201.jpg","Region":"North America","Type":"Screenshot - Gameplay"},{"FileName":"6241f99c-6b6b-4590-b3f3-08a03673cc90.jpg","Region":"North America","Type":"Screenshot - Gameplay"},{"FileName":"0801b1b3-5ef1-4064-90a8-ce2c26216abf.jpg","Region":"North America","Type":"Screenshot - Gameplay"},{"FileName":"2d493edf-22d4-4a1e-b617-6052c3f1f933.jpg","Region":"North America","Type":"Screenshot - Gameplay"},{"FileName":"a4afa711-b652-4d34-b4a6-392e86f7e120.jpg","Region":"North America","Type":"Screenshot - Gameplay"}],"MaxPlayers":4,"Name":"Newgrounds Rumble","Overview":"Inspired by the Super Smash Brothers series, this is a hectic 2D fighting game that brings together many known characters from the Newgrounds games and movies. The characters duel or fight in group in different arenas. They have a basic attack, a fierce attack and a blocking moves, but most of these can be combined into combos. Power-ups appear at fixed places and these make the characters larger, allow them to transform, strike the opponent by lightning, drop bombs or provide additional defence and attack power.\n\nThe game modes are Story, Versus, Survival, Training and Challenge. By winning players collect gold that can be used to unlock new characters, arenas, power-ups and the Survival game mode. The included characters, all with different moves, are:\n- Alloy (Alloy Arena)\n- Pico (Pico's School)\n- P-Bot\n- Nene (Pico's School)\n- Samurai Asshole (Samurai Asshole)\n- Salad Fingers\n- Piconjo\n- Tankman\n- Alien Hominid (Alien Hominid)\n- Convict\n- Hank (Madness Interactive)\n- Fancy Pants (The Fancy Pants Adventures)","Publisher":"NegativeONE","ReleaseDate":"2007-05-29T00:00:00-07:00","ReleaseType":"Released"},"171323":{"AlternateNames":[{"AlternateName":"Oasgame","Region":"Brazil"}],"Cooperative":"false","Name":"Legend Online"},"171509":{"Cooperative":"false","Developer":"Scriptwelder","ESRB":"Not Rated","Genres":"Horror","Images":[{"FileName":"f8ebb23a-03fe-49cb-9aec-b14c4e2785fc.png","Type":"Screenshot - Game Title"}],"MaxPlayers":1,"Name":"Deep Sleep","Overview":"You are stuck inside a nightmare dream. Something lurks in the darkness... Something in the depths of your own mind wants to pull you even deeper. Someone will escape this dream for sure. The question is - who is that going to be?\n\nThis was an entry into 10th Casual Gameplay Design Competition. Community of judges awarded it with the 1st place prize.","Publisher":"Scriptwelder","ReleaseType":"Released","ReleaseYear":2012,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Deep_Sleep"},"172895":{"Cooperative":"false","Developer":"Superinteressante","ESRB":"Not Rated","Genres":"Fighting","Images":[{"FileName":"964cae8c-f4eb-42c3-b1a9-7fdd72c43a3e.jpg","Region":"World","Type":"Advertisement Flyer - Front"},{"FileName":"de3ededb-d2ac-4033-936b-f41fc212f9f6.jpg","Region":"World","Type":"Banner"},{"FileName":"2c8864e1-c3eb-4ec1-b453-f48d3518b044.jpg","Region":"World","Type":"Box - Front"},{"FileName":"36eca6f6-51de-4e04-9a64-b7ec5025c797.png","Region":"World","Type":"Clear Logo"},{"FileName":"be73b69b-a236-496b-8c1e-d48d881ad9b8.png","Region":"World","Type":"Fanart - Background"},{"FileName":"7ee3c84d-18de-4dea-8866-cb00cb5e544e.png","Region":"World","Type":"Fanart - Background"},{"FileName":"083c057e-47c8-4d30-8da2-3d7a9c42955a.png","Region":"World","Type":"Fanart - Background"},{"FileName":"aae26807-7625-4ff3-8ce8-41d6047e7605.png","Region":"World","Type":"Fanart - Box - Front"},{"FileName":"58224d46-419f-4b7d-a6e8-79854e612c12.png","Region":"World","Type":"Screenshot - Game Select"},{"FileName":"42c7e80a-0bc6-444c-8eda-40b7c69bfa87.png","Region":"World","Type":"Screenshot - Game Title"},{"FileName":"b637bba6-f43a-414c-bcdb-4a1518bfcdca.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Science Kombat","Overview":"A 2D pixel-art fighting game featuring 8 of the greatest scientists in history\n\nYou got to choose 8 scientists to fight with each other. Albert Einstein, Charles Darwin, Isaac Newton, Marie Curie, Alan Turing, Pythagoras, Nikola Tesla and Stephen Hawking. Each one of them have a special move based on their real life legacy.","Publisher":"Superinteressante"},"174929":{"Cooperative":"true","Developer":"Gabriele Cirulli","ESRB":"Not Rated","Genres":"Puzzle","Images":[{"FileName":"7e9a04ad-6451-4200-b880-d0e60f135934.jpg","Region":"World","Type":"Box - Front"},{"FileName":"10a8bc93-d20c-4b11-8170-06fc45f91f26.png","Type":"Clear Logo"},{"FileName":"9e47ec62-89d1-4b93-80ab-969d886b0b2e.png","Type":"Screenshot - Game Over"},{"FileName":"be063e74-efd4-46de-a08e-85dbf0f935f9.png","Type":"Screenshot - Gameplay"},{"FileName":"e8874bc0-3465-45d0-b1af-4f9bca6df6fe.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":2048,"Overview":"2048 is a single-screen puzzle game played on 4x4 grid. The game begins with two tiles each numbered \"2\" on the grid. The player can move the tiles around the grid, but with every move a new tile randomly appears. When two tiles with the same number touch, they merge into a new tile with the number multiplied by two. E.g. if two tiles with \"4's\" are merged they will form a single \"8\" tile. The goal is to keep combining the numbers until you reach 2048 without locking up the grid. The game is based on an earlier puzzle 1024 and is a conceptual elaboration of Threes!.","Publisher":"play2048.co","ReleaseDate":"2014-03-13T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/2048_(video_game)"},"175186":{"Cooperative":"false","Name":"3D Bowling"},"175909":{"Cooperative":"false","Developer":"ztaplasma","ESRB":"Not Rated","Genres":"Visual Novel","MaxPlayers":1,"Name":"The Diary of Witch-o-Matic","Overview":"Live a bloody life when Witch-o-Matic beats up the Snow Queen.","ReleaseType":"Released","ReleaseYear":2020},"177264":{"Cooperative":"false","Developer":"MOLLEINDUSTRIA","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"092f4699-2214-4d9e-b7c1-bac55d4b4cc3.png","Region":"World","Type":"Banner"},{"FileName":"626f6b51-44f8-4913-9490-7d70f1e472fb.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Every Day the Same Dream","Overview":"A game about alienation and refusal of labour.\nMusic by Jesse Stiles\nMade in 6 days for the Experimental Gameplay Project - theme \"art game\"","Publisher":"MOLLEINDUSTRIA","ReleaseType":"Released"},"177266":{"Cooperative":"false","Developer":"Flipline Studios","ESRB":"E - Everyone","Genres":"Construction and Management Simulation; Strategy","Images":[{"FileName":"9a05f328-d5e4-415d-9e47-2d9047d99591.png","Region":"World","Type":"Banner"},{"FileName":"33117376-cafb-48ce-92d8-98ee311fdda0.jpg","Region":"World","Type":"Box - Front"},{"FileName":"5f5b0cec-815d-4cd7-924e-d97a8b1fd178.jpg","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Jacksmith","Overview":"From the makers of Papa's Pizzeria comes Jacksmith, an exciting new game where you take the role of the best Smith on Wheels.\n\nJacksmith is the craftiest donkey in all the land. In Jacksmith, you are a blacksmith crafting a wide range of weapons for all of your warriors. Crafting weapons is completely hands-on. Choose your ore, choose your mold, melt it, pour it, construct it, and design it. Whether it's swords, bows, arrows, axes, or others things, you'll need skills and strategy to make the perfect weapon. After crafting, it's off to battle with your team of warriors. As they fight, you gather loot and man the cannons, and keep making progress towards the Great Wizard Dudley!","Publisher":"Flipline Studios","ReleaseType":"Released"},"177267":{"AlternateNames":[{"AlternateName":"InfinityInc"}],"Cooperative":"false","Developer":"Geovizz","ESRB":"Not Rated","Genres":"Action; Platform","Images":[{"FileName":"809f55ce-165c-4034-9572-65ffd3db660f.png","Region":"World","Type":"Banner"},{"FileName":"5acb3554-7d56-4451-b43f-247fe2f2021e.png","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"Infinity Inc","Overview":"Sci-fi puzzle-platformer game. Find a clone gun, create your own clones and overcome deathly traps by destroying them!","Publisher":"Newgrounds","ReleaseDate":"2015-10-10T00:00:00-07:00","ReleaseType":"Released"},"177918":{"Cooperative":"true","Developer":"Oslo Albet","ESRB":"E - Everyone","Genres":"Action; Adventure","Images":[{"FileName":"b62a6a49-e8ea-4a6e-8d75-20ec6ce3c30a.jpg","Region":"World","Type":"Box - Front"},{"FileName":"9f6a9b95-e855-48ff-b84c-a0a624f287f1.jpg","Type":"Fanart - Background"},{"FileName":"9d856cab-cc5d-4638-a162-ded095f14c9d.jpg","Region":"World","Type":"Screenshot - Game Title"},{"FileName":"056ca9d2-4ab4-4b56-8574-b5e174c0ab80.jpg","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":2,"Name":"Fireboy & Watergirl in The Forest Temple","Overview":"Fireboy and Watergirl need help to explore the Forest Temple. Solve the puzzles, beat the times and collect all the diamonds!\n\n\nPlay alone or with a friend to join Fireboy and Watergirl in this adventure!\n\n\nTurn levers and push buttons to complete these 32 levels of the official Fireboy and Watergirl series.","Publisher":"Oslo Albet","ReleaseType":"Homebrew"},"180630":{"Cooperative":"false","Developer":"Tom Felkins","ESRB":"Not Rated","Genres":"Quiz","Name":"Kahoot!","Overview":"Kahoot is a fun engaging quiz type game that makes learning fun for the whole class. A teacher creates a quiz and sends a code to…\n\nKahoot is a fun engaging quiz type game that makes learning fun for the whole class. A teacher creates a quiz and sends a code to his or her students. The students then access the quiz on their own devices which display the questions and a students are given a time limit from which to answer the questions.  The faster you answer a question the more points each student will recieve.  Each game creates a fun learning experience in which the class can celebrate together.","ReleaseDate":"2017-10-12T00:00:00-07:00","ReleaseType":"Released"},"181852":{"AlternateNames":[{"AlternateName":"Escaping the Prison"}],"Cooperative":"false","Developer":"Puffballs United","ESRB":"Not Rated","Images":[{"FileName":"da668982-6678-40ab-aea5-fd8f1b9e6b85.jpg","Type":"Screenshot - Game Title"},{"FileName":"48719144-f3a0-4435-8a09-a6f114bac386.jpg","Type":"Screenshot - Gameplay"},{"FileName":"383a5e16-15b0-4b9f-b455-366affdc8cc6.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Escaping the Prison","Overview":"Here it is, the sequel to Breaking the Bank! This one's a little different from it's predecessor however. You can actually win! There are three different victorious endings to this game. You can escape the Lame Way, the Sneaky Way, or the Badass Way. See if you can find them all!","ReleaseYear":2009,"VideoURL":"https:\/\/www.youtube.com\/watch?v=2pmCahUCWI0"},"181889":{"AlternateNames":[{"AlternateName":"stealing the Diamond"}],"Cooperative":"false","Developer":"Puffballs United","ESRB":"Not Rated","Images":[{"FileName":"635265e4-d9b7-4da1-a737-5cd9aba641c0.jpg","Type":"Screenshot - Game Title"}],"MaxPlayers":1,"Name":"Stealing the Diamond","Overview":"As the story continues, Henry watches a video clip of the news on his television showing the mayor announcing the open Tunis Diamonds exhibit. Since the Tunisian diamond is worth up to $ 12 million, Henry quickly decides to steal the diamond. He is seen removing the keys from the table and heads to the Museum.","Publisher":"Marcus Bromander","VideoURL":"https:\/\/www.youtube.com\/watch?v=yL5s18tGh08"},"188377":{"Cooperative":"false","Developer":"The Dimension's Edge","ESRB":"Not Rated","Genres":"Adventure; Horror; Puzzle","Images":[{"FileName":"a5cf4b25-a853-4e99-bf32-9eb1945d3738.png","Region":"North America","Type":"Box - Front"},{"FileName":"54db0991-f143-40e4-97e8-5b6be0c40ca0.png","Type":"Clear Logo"},{"FileName":"2b127fcf-ed92-433c-8de6-f742270d4441.png","Type":"Fanart - Background"},{"FileName":"41cf735c-3b1e-4bd1-b0a5-d7cc25909e11.jpg","Type":"Fanart - Background"},{"FileName":"2ae90a8f-1de7-45dc-a3a5-4fcf4fba9f16.png","Type":"Screenshot - Gameplay"},{"FileName":"63157b58-dada-49ef-b246-336012739fb8.png","Type":"Screenshot - Gameplay"},{"FileName":"4fb16579-106a-4228-b345-2bc88944b1d4.png","Type":"Screenshot - Gameplay"},{"FileName":"b7f329d0-0a11-4705-8555-f6a959d529b5.png","Type":"Screenshot - Gameplay"},{"FileName":"38e70692-19d9-4e01-a4fd-f2e0c09d1929.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Garfield's Scary Scavenger Hunt","Overview":"Garfield the epicurean cat has been sent to a haunted house in order to collect seven sugary desserts, primarily donuts, presented by sponsor Perfection Pastries. Complicating this cakewalk is a series of spooks and creeps hiding around the grounds; Garfield needs to poke around suspicious nooks and crannies (moving with arrow keys or clicking on a direction pad and on screen hotspots) in order to uncover eight helpful objects (like keys and flashlights) he requires in order to retrieve all the baked goods... unfortunately many of them are as likely to contain a good scare as a handy tool.\n\nDue to his years of a sedentary lifestyle, Garfield's got a weak ticker and if his \"Scare-O-Meter\" fills up, this scaredy-cat will decide that discretion is the better part of valour even when donuts are on the line, and leave the spooky manor for some easier treats with fewer tricks, ending the game. A few mini-games (safe-cracking, an anagram, a \"Simon\" tune-reproducing game and an alphabetization problem) help to lend some texture to the gameplay, though puzzle failure results in another few heartbeats closer to cardiac arrest. (Successful completion of a puzzle, on the other hand, calms Garfield down! Perhaps he should bring a Sudoku book along before he ventures into his next haunted house...)","Publisher":"Paws, Inc.","ReleaseType":"Released","ReleaseYear":2002,"VideoURL":"https:\/\/www.youtube.com\/watch?v=zcFbmTEoPzI"},"192133":{"Cooperative":"false","Images":[{"FileName":"b77b2a1a-37b4-4e4c-99e4-c009cfd2d034.png","Type":"Screenshot - Game Title"}],"Name":"Pinturillo 2","Overview":"Pinturillo is an online multiplayer game where we can compete with players around the world to guess what the other drawings.\nThe players, rogues have to draw a word without using letters to try to get other users to guess. Will have a time limit of 99 seconds and then enter all the words you want to find the right one.\nThe first winners will receive 60 points, the other players will earn points based on the time it took to get right. Must be 3 rounds to finish the game.Compatible with iPhone, iPod Touch and iPad."},"192134":{"AlternateNames":[{"AlternateName":"Krunker.io"}],"Cooperative":"true","Genres":"Action","Images":[{"FileName":"4691e951-f8ab-4f31-8e8a-15d299f3b8bd.png","Type":"Screenshot - Game Title"},{"FileName":"3fbde73f-1d0f-46d3-abab-1d0d1b4a1cbb.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":10,"Name":"Krunker","Publisher":"Yendis Entertainment","ReleaseDate":"2018-05-20T00:00:00-07:00","ReleaseType":"Released"},"192573":{"AlternateNames":[{"AlternateName":"DCSS"}],"Cooperative":"false","Developer":"DCSS Devteam","ESRB":"Not Rated","Genres":"Role-Playing","Images":[{"FileName":"d7007b69-41a8-4fdc-baf2-cba80438830c.png","Type":"Clear Logo"},{"FileName":"017a5fbc-4d13-4156-8669-c5d565e369d3.png","Type":"Screenshot - Game Title"},{"FileName":"822703ad-4c02-43bb-aacd-81e6fd9553ea.png","Type":"Screenshot - Gameplay"},{"FileName":"8de21f2f-1366-405c-8f06-dd9c6c71c5a3.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Dungeon Crawl Stone Soup","Overview":"Dungeon Crawl Stone Soup is a free and open source roguelike computer game, which is the actively community-developed successor of the 1997 roguelike game Linley's Dungeon Crawl, originally programmed by Linley Henzell.\n\nIt's identified as one of the \"major roguelikes\" by John Harris. Dungeon Crawl Stone Soup polled first in a 2008 poll of 371 roguelike players. \n\nDungeon Crawl Stone Soup is a roguelike game where the player creates a character and guides it through a dungeon, mostly consisting of persistent levels, full of monsters and items, with the goal of retrieving the \"Orb of Zot\" (a MacGuffin) located there, and escaping alive. To enter the Realm of Zot where the Orb is located, the player must first obtain at least three \"runes of Zot\" of the 15 available; these are located at the ends of diverse dungeon branches such as the Spider Nest, Tomb, and Slime Pits.\n\nThe game has an explicit design philosophy intended to provide interesting strategic and tactical choices within a balanced game; to offer replayability based on random dungeon generation; to make the game accessible and enjoyable without deep knowledge of its internal mechanics; and to present a friendly user interface that can optionally automate several tasks like exploration and searching for previously seen items. Conversely, the developer team seeks to avoid providing incentives for repeating boring actions without consideration, or providing illusory gameplay choices where one alternative is always superior.\n\nMost levels are randomly generated to maximize variety, while the levels containing the objective items are randomly chosen between several manually-designed layouts, which usually contain random elements.","ReleaseDate":"2006-09-19T00:00:00-07:00","ReleaseType":"Released","VideoURL":"https:\/\/www.youtube.com\/watch?v=CebxD46O-10","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Dungeon_Crawl_Stone_Soup"},"196468":{"Cooperative":"false","Images":[{"FileName":"a85b5a29-eb16-4ed1-9567-a0a2962f519d.jpg","Type":"Banner"},{"FileName":"68ffd6db-c2fa-4df6-a659-18ca634260df.jpg","Type":"Screenshot - Gameplay"},{"FileName":"14db7c8d-2ae2-493b-9e9b-aad0efae1055.png","Type":"Screenshot - High Scores"}],"MaxPlayers":1,"Name":"Spank the Monkey","Overview":"Keep your pants on and see how fast you can send this monkey sailing. Will this plastic little critter reach the upper atmosphere?","VideoURL":"https:\/\/www.youtube.com\/watch?v=9ztlD0aIId8"},"197475":{"AlternateNames":[{"AlternateName":"Plazma Burst 1"},{"AlternateName":"Plazma Burst"}],"Cooperative":"false","Developer":"Eric Gurt","ESRB":"Not Rated","Genres":"Platform; Shooter","Images":[{"FileName":"aa3cfc9a-117a-467d-bf43-6c0756e95580.jpg","Type":"Banner"},{"FileName":"2b448042-52b2-4695-8434-069fee396b1d.jpg","Type":"Screenshot - Gameplay"},{"FileName":"cae6b805-ece5-4e36-8cb1-ff49b443bd9e.png","Type":"Screenshot - Gameplay"}],"Name":"Plazma Burst: Forward to the Past","Overview":"The story takes place after the enslavement of mankind. The Marine and Noir Lime meet up at a Civil Security Detention Cell and escape. Scientists send the two packed with tons of weaponry to alter the gloomy future, one problem: They are at the right time, but at the wrong place, a planet that resembles the Moon.\n\nThe Marine infiltrates the a base guarded by soldiers while Noir Lime gathers a Mobile rO81-CS and looks for the teleport. The two meet up after the Marine goes through many intense battles. They fight off drones while driving to a Falkok base where Noir Lime believes an inter-planetary shuttle is. Eventually, they come across a door and Noir Lime must find the switch that opens the door. He succeeds and waits for the Marine to finish off the remaining Falkoks. The two come across a large and massive door, upon opening it there is a Giant Robot. Noir Lime charges and is badly wounded. The Marine retreats but finds one flaw in the room in destroys the robot. The wounded Noir Lime begs the Marine to leave him and he does. The Marine knows they will see each other again and says, \"I do not say farewell\".","Publisher":"Eric Gurt","ReleaseDate":"2009-03-24T00:00:00-07:00","ReleaseType":"Homebrew","VideoURL":"https:\/\/www.youtube.com\/watch?v=i9XxbOFCcYY","WikipediaURL":"https:\/\/plazmaburst.fandom.com\/wiki\/Plazma_Burst:_Forward_to_the_Past"},"197476":{"Cooperative":"false","Developer":"Bennett Foddy","ESRB":"Not Rated","Images":[{"FileName":"b4fae6a4-cc77-48c6-9719-ab3d78ec7e8d.jpg","Type":"Screenshot - Game Over"},{"FileName":"ad95b5ca-f40b-41fd-beb8-77ed99f9e14d.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"QWOP","Overview":"QWOP is a 2008 ragdoll-based Flash game created by former Cut Copy bassist Bennett Foddy. Players control an athlete named \"Qwop\" using only the Q, W, O, and P keys. The game has become a popular meme since it's outbreak in 2010.","Publisher":"Bennett Foddy","ReleaseType":"Homebrew","VideoURL":"https:\/\/www.youtube.com\/watch?v=YbYOsE7JyXs","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/QWOP"},"197477":{"AlternateNames":[{"AlternateName":"Portal Flash"}],"Cooperative":"false","Developer":"We Create Stuff","ESRB":"Not Rated","Genres":"Action; Puzzle","Images":[{"FileName":"b2cd38bf-41e6-4098-b63a-a537caf0a807.jpg","Type":"Banner"},{"FileName":"0c07076b-9bd2-4456-9277-7201bb7ef2a7.jpg","Type":"Screenshot - Game Title"},{"FileName":"cb7c0944-3b4a-4041-a31a-a844b75c42d4.jpg","Type":"Screenshot - Gameplay"},{"FileName":"3f29e823-b68e-4afe-8116-e09f9b7db26a.jpg","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Portal: The Flash Version","Overview":"A free flash game inspired by Valve's Portal. This fan created game shares the same mechanics, objects and themes as the original Portal, however it's in 2D and has a male protagonist.\nPortal: The Flash Version started as a Flash project by Hen Mazolski and Ido Tal, back when Valve first announced about Portal. This may be the reason why this flash game and the objects in it (such as the crusher) resemble the ones in the trailer more than those from the released game.","Publisher":"Newgrounds.com","ReleaseDate":"2007-10-09T00:00:00-07:00","ReleaseType":"Homebrew","VideoURL":"https:\/\/www.youtube.com\/watch?v=nS8VDs9rxiw"},"198736":{"Cooperative":"false","Developer":"Nickireda","ESRB":"Not Rated","Genres":"Action","Images":[{"FileName":"b3b323f5-dec1-4a72-a74e-66ec64505dbd.png","Region":"World","Type":"Box - Front"},{"FileName":"9cda7c04-db24-49fa-9409-d1c7c9033386.png","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Return To Castle Monkey Ball","Overview":"Beloved games Wolfenstein 3D, created by Id Software & published by Apogee Software in 1992, and Super Monkey Ball, created by Amusement Vision & published by Sega in 2001, have crossed paths in this totally free arcade fangame!\n\nFight your way through eight procedurally generated floors to escape the fortress! Collect bananas and treasure to maximize your score and defeat guards for time bonuses! Just get to the end before the timer runs out! Lose all three of your lives and it's game over for you.\n\nAre you tough enough to take on this challenge and break free from the grips of your captors?","Publisher":"Nickireda","ReleaseDate":"2021-01-10T00:00:00-08:00","ReleaseType":"Homebrew","VideoURL":"https:\/\/youtu.be\/5c7sfPxreHo","WikipediaURL":"https:\/\/nickireda.itch.io\/return-to-castle-monkey-ball"},"199908":{"Cooperative":"false","Developer":"Artix Entertainment","ESRB":"E - Everyone","Genres":"Action; Role-Playing","Images":[{"FileName":"bedab889-9ed3-44d8-8ae0-a457a341694d.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"MechQuest","Overview":"MechQuest is an online flash based single-player sci-fi role-playing video game developed by Artix Entertainment. MechQuest centers on mecha combat and is updated on a weekly basis.[1] Players can play for free or pay a one time fee which grants access to more game content like: a Starship, missions\/events, and special Mechas.","Publisher":"Artix Entertainment","ReleaseDate":"2007-10-01T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/MechQuest"},"199909":{"Cooperative":"false","Developer":"Artix Entertainment","ESRB":"E - Everyone","Genres":"Action; Adventure; Role-Playing","Images":[{"FileName":"ffd2e752-cc72-44c3-911b-abf8349da84a.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"DragonFable","Overview":"DragonFable is a free-to-play, online, browser-based, single-player, fantasy, role-playing game developed by Artix Entertainment and updated on a weekly basis.[3] Players may access locked game content by upgrading to a premium account for a one-time fee.","Publisher":"Artix Entertainment","ReleaseDate":"2006-06-09T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/DragonFable"},"200199":{"Cooperative":"false","Developer":"Glowing Eye Games","ESRB":"Not Rated","Genres":"Puzzle","Images":[{"FileName":"f4f36cfe-b744-41c2-abce-d3b8cba5d9c9.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Golf Solitaire Pro","Overview":"Enjoy the peace and quiet of the fairway with Golf Solitaire Pro. This classic card game is easy to play and has a charming golf theme. It will entertain you all year long!\n\nAndroid: https:\/\/play.google.com\/store\/apps\/details?id=glowingeye.golf_solitaire_pro\niOS: https:\/\/itunes.apple.com\/app\/golf-solitaire-pro!\/id492926680\nWeb: https:\/\/www.solitaireparadise.com\/games_list\/golf-solitaire-pro.html","Publisher":"Solitaire Paradise","ReleaseType":"Released","ReleaseYear":2009,"WikipediaURL":"https:\/\/www.solitaireparadise.com\/games_list\/golf-solitaire-pro.html"},"200328":{"Cooperative":"false","Developer":"Crystal Squid","Genres":"Puzzle","MaxPlayers":4,"Name":"Stop the Bus","Overview":"Stop the Bus is a web version of the card game 31. Draw and discard cards while trying to get as close to 31 as possible within the same suit. The last player loses one of their 3 bus tokens. If you don't have any tokens left you are thrown off the bus.","Publisher":"Solitaire Paradise","ReleaseType":"Released","ReleaseYear":2011,"WikipediaURL":"https:\/\/www.solitaireparadise.com\/games_list\/stop-the-bus.html"},"200345":{"Cooperative":"false","Name":"7 Little Words"},"200420":{"Cooperative":"false","Developer":"Solitaire Paradise","Genres":"Puzzle","Images":[{"FileName":"ef7771d5-1e54-4c8a-adc6-8e79fe48bb28.png","Region":"World","Type":"Screenshot - Game Title"}],"MaxPlayers":1,"Name":"Thieves of Egypt","Overview":"Easier variation of forty thieves solitaire, combined with elements of klondike solitaire.","Publisher":"Solitaire Paradise","ReleaseType":"Released","ReleaseYear":2020,"WikipediaURL":"https:\/\/www.solitaireparadise.com\/games_list\/thieves-of-egypt.html"},"200518":{"Cooperative":"false","Name":"Typeshift"},"200548":{"Cooperative":"false","Name":"Alphabear 2"},"200549":{"Cooperative":"false","Name":"Alphabear"},"200723":{"Cooperative":"false","Developer":"Zygomatic","Genres":"Puzzle; Strategy","MaxPlayers":2,"Name":"Spite and Malice","Overview":"Browser-based Spite and Malice game, developed by Zygomatic. You play against a computer opponent. There is a timed version and an untimed version.","Publisher":"Zygomatic","ReleaseType":"Released","ReleaseYear":2012,"VideoURL":"https:\/\/www.youtube.com\/watch?v=nmg7oz7JcXQ","WikipediaURL":"https:\/\/www.solitaireparadise.com\/games_list\/spite-and-malice.html"},"201245":{"Cooperative":"false","Developer":"Voodoo","Images":[{"FileName":"bbe5df2a-7002-4eaf-a9fc-7bd4c99de778.png","Region":"World","Type":"Box - Front"}],"Name":"Hole.io","Overview":"Hole.io is a 2018 arcade physics puzzle game with battle royale mechanics created by French studio Voodoo for Android and iOS. Players control a black hole moving around an urban area. By consuming various objects, holes will increase in size, allowing players to consume larger objects as well as smaller players.\n\nWeb Browser version:\nhttps:\/\/www.minijuegos.com\/juego\/hole-io","Publisher":"Voodoo","ReleaseYear":2018,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Hole.io"},"201246":{"Cooperative":"false","Developer":"Damp Gnat","ESRB":"E - Everyone","Genres":"Puzzle","Images":[{"FileName":"fe8245b7-bd1a-4537-a2c7-e38f6b637e1a.png","Region":"World","Type":"Box - Front"},{"FileName":"e673a61a-dd84-41ca-87e3-36e887e33168.png","Type":"Clear Logo"},{"FileName":"fc204b98-9d55-4307-bd9c-df11d796a6af.png","Type":"Fanart - Background"}],"Name":"Wonderputt","Overview":"Simple mouse control aim and click to putt the ball into the hole. Practice on any hole by selecting from the score screen. Unlock \"Wonder Collectables Mode\" after the first full game complete to maximize your points!\n\nWonderputt is Damp Gnat’s award winning iOS and online Flash adventure-golf game, launched 15th August 2011 on Kongregate and 13th September 2012 on iPad.\n\nInitially estimated at a 2 month production period, ended up taking over 5 months over a year between contract work. It was made using 3DStudioMax (for small objects) but mainly Adobe Photoshop, Flash and cheap note pads. The game uses Adverputt’s core code but with 18 holes, each with their own unique animated features.  The theme encompasses all manner of scientific illustration from geographic encyclopedias to instruction manuals….. but with cows, toads, ski slopes, torpedos and a sprinkle of alien abduction for good measure.","Publisher":"Damp Gnat","ReleaseYear":2011,"VideoURL":"https:\/\/youtu.be\/wWyQiwCeiRE"},"201248":{"Cooperative":"false","Developer":"SURE Men","Genres":"Platform","Images":[{"FileName":"bafa9ae4-9401-4a1f-a8fc-6b55c6dc676e.png","Region":"World","Type":"Box - Front"},{"FileName":"20663fe4-5850-4ebf-91df-5c374a91ef78.png","Type":"Screenshot - Game Title"}],"Name":"Extreme Pamplona","Overview":"Run away from the bulls or people who are chasing you! How long can you survive? This game was made for Sure Men Deodorant!\nYou need to keep running and avoid any obstacle along the way. Timing your jump carefully and don't get caught by whoever is chasing you. Clear every stage around the world and have fun!","Publisher":"SURE Men","ReleaseDate":"2012-06-30T00:00:00-07:00","VideoURL":"https:\/\/youtu.be\/fF180MnGnNo","WikipediaURL":"https:\/\/wavedash.gg\/games\/extreme-pamplona"},"201354":{"Cooperative":"false","Developer":"Solitaire Paradise","Genres":"Puzzle","Images":[{"FileName":"c649c0b2-1478-4704-96cb-09e1b53166b1.png","Region":"World","Type":"Banner"}],"MaxPlayers":1,"Name":"Algerian Patience Solitaire","Overview":"Implementation of the solitaire game Algerian Patience. Scoring in the game is based on the classic Solitaire Masters version of Algerian Patience.","Publisher":"Solitaire Paradise","ReleaseType":"Released","ReleaseYear":2020}}