{"141962":{"Cooperative":"false","Developer":"Michael Gentry","ESRB":"Not Rated","Genres":"Adventure; Horror","Images":[{"FileName":"e1b70841-9cf8-4002-96b0-8c3cd84732f9.jpg","Region":"World","Type":"Box - Front"},{"FileName":"32a7fe43-0bc7-4497-8286-333c9eddc294.png","Region":"World","Type":"Clear Logo"},{"FileName":"a095f39b-a724-409b-b59f-a12f54561092.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Anchorhead","Overview":"It is November 1997. A month ago your husband, Michael, had learned about a heretofore unknown branch of his family, and an inheritance waiting for him. Thus you have packed your things and arrived here, into the coastal village of Anchorhead, where the mansion of Michael's mysterious ancestors awaits its new residents.\n\nThe game begins as you are standing on the streets of Anchorhead, with the task of retrieving the mansion keys from the real estate agent's office, while your husband waits in the university. However, the agent doesn't seem to be in her office. It is raining. You are carrying an umbrella, wearing a trenchcoat over your clothes, and you have a wedding ring on your finger.\n\nThe game is set within H. P. Lovecraft's Cthulhu mythos, and several plot points are clearly inspired by specific Lovecraft stories.","ReleaseType":"Released","ReleaseYear":1998,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Anchorhead"},"141963":{"AlternateNames":[{"AlternateName":"De Baron","Region":"The Netherlands"}],"Cooperative":"false","Developer":"Victor Gijsbers","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"303211a4-2f91-40f1-8c52-253b0ead7b14.jpg","Region":"World","Type":"Box - Front"},{"FileName":"ff55f405-d46d-46be-9233-e8598796abfd.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"The Baron","Overview":"It is not explained at first who you are. You are wielding a battle axe and wearing a helmet and a full suit of armour. You are in the vestibule of a dragon's lair, littered with burnt bones and skulls. Heavy bronze doors engraved with the image of a burning man have been closed and bolted behind you. The only way forward is north toward the heat, the light, and the dragon.","Publisher":"Self-Published","ReleaseType":"Released","ReleaseYear":2006,"WikipediaURL":"http:\/\/ifwiki.org\/index.php\/De_Baron"},"141964":{"Cooperative":"false","Developer":"Emily Short","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"74cb88b2-8f57-43da-9d12-1cca609e02f6.jpg","Region":"World","Type":"Box - Front"},{"FileName":"935429e1-92ac-4ab4-9313-23b04759bac0.png","Region":"World","Type":"Clear Logo"},{"FileName":"7d7c080d-ef00-4106-9429-f4568d3db248.png","Region":"World","Type":"Screenshot - Game Title"},{"FileName":"e32304f1-bf1e-4131-8d2f-5d6a90da4fd1.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Galatea","Overview":"Galatea is loosely based around the myth of Pygmalion who carved the sculpture of a woman. In the myth he falls in love with the statue, named Galatea.\n\nThe story begins at the opening of an exhibition of artificial intelligences. The player, alone, discovers Galatea displayed on a pedestal with a small information placard.","Publisher":"Self-Published","ReleaseType":"Released","ReleaseYear":2000,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Galatea_(video_game)"},"141965":{"Cooperative":"false","Developer":"Adam Cadre","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"48213bff-ebb6-408c-9247-c738382c3915.jpg","Region":"World","Type":"Box - Front"},{"FileName":"3e795fa4-6b76-49b4-b1bc-f6e050b04fb8.png","Region":"World","Type":"Clear Logo"},{"FileName":"b42978c6-79d3-4fb5-bb58-cd1e0fc76583.png","Region":"World","Type":"Screenshot - Game Title"},{"FileName":"04490ba7-e38a-49b0-a2bc-8825143f577e.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Varicella","Overview":"You are Primo Varicella, Palace Minister at the Palazzo del Piemonte. You are carrying a letter from the Queen and your master key. You are impeccably and fashionably dressed, to wit: a silk shirt, a purple doublet, an old-style jerkin, black hose, paned knee-breeches, a black cloak, shoes, and a Parisian hat. You are in the palace salon—an oasis of style that you yourself decorated—enjoying a manicure from a steward.\n\nAlas, as the Palace Minister of Piedmont, you are little more than a glorified butler. But now that King Charles has died of a sudden illness, you have a prime opportunity to advance your position by becoming the regent of the five-year-old Prince Charles. Of course, the other ministers will also vie for the regency. They are certain to use unseemly means to eliminate their competition by bribery, or by treachery, or by force. You will succeed by using all three methods.","Publisher":"Self-Published","ReleaseType":"Released","ReleaseYear":1999,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Varicella_(video_game)"},"141966":{"Cooperative":"false","Developer":"Daniel Ravipinto","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"2f2b55e1-41e3-4ba4-af29-d11bde16cb38.png","Region":"World","Type":"Box - Front"},{"FileName":"5ca862ed-e2ea-4326-b46a-dc4dd7c07fd5.png","Region":"World","Type":"Screenshot - Game Title"},{"FileName":"ac0107f4-5000-4f79-9ead-f2d578bc0cd9.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Slouching Towards Bedlam","Overview":"Enter a steampunk adventure set in a London that might have been. The year is 1885. Bedlam Hospital still stands in Moorsfield, a decaying shell used to house the poor and the hopeless. Steam-driven mechanical wonders roam the streets. Gear-wheeled analytical engines spin out reams of thought onto punched paper tapes. And in the darkness - in the alleys and the side shops - hide secrets.","Publisher":"Self-Published","ReleaseDate":"2003-09-29T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Slouching_Towards_Bedlam"},"141983":{"Cooperative":"false","Developer":"Mastodon","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"19e78c48-5d90-40b0-baf9-8a05ec6ff5d9.jpg","Region":"World","Type":"Box - Front"},{"FileName":"2a890e38-cdcc-4ff5-88cb-18ace41395c7.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Amanda","Overview":"Dos hombres altos, adustos y bien vestidos, casi de etiqueta, se sitúan en mitad de un puente escoltando a un tercero. La imagen de este último -tu propia imagen, de hecho- es apenas reconocible por las magulladuras en la cara y su ropa andrajosa.\n\nCabizbajo y con la mirada puesta en el abismo, sus manos permanecen atadas a la espalda con una áspera cuerda. De alrededor de su cuello pende con flacidez una soga amarrada a la base del viejo farol.","Publisher":"Self-Published","ReleaseType":"Released","ReleaseYear":2009},"141990":{"Cooperative":"false","Developer":"Incanus","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"9f236736-36fe-458c-81fa-e54cbe9581c9.jpg","Region":"World","Type":"Box - Back"},{"FileName":"cc285609-1705-44a6-bf12-1b592f91b68e.jpg","Region":"World","Type":"Box - Front"},{"FileName":"0ee4084b-423f-4c88-83c2-3b658fb1df34.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Goteras","Overview":"A \"hard\" Sci-Fi short tale. A crippled ship, a tired crewman.... with some humor twists.\n\nYou're onboard a small starship, on route to a mining asteroid... and there's an accident. The Master Computer decides to thaw you from cryosleep, because as a Maintenance Engineer you're the only one qualified to make the needed repairs.","Publisher":"Self-Published","ReleaseType":"Homebrew","ReleaseYear":2006},"141994":{"Cooperative":"false","Developer":"Incanus","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"f1ff5d66-f96c-448a-9f87-c03e1dc1203d.jpg","Region":"World","Type":"Box - Back"},{"FileName":"d3cdf92f-c469-48d0-87b8-440b77db36e4.jpg","Region":"World","Type":"Box - Front"},{"FileName":"ceefe1c1-9b75-40d5-8b05-557a62d500e4.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Macetas","Overview":"A \"hard\" Sci-Fi tale, sequel to Goteras. A difficult mission on an asteroid mining base.\n\nAfter a nearly disastrous trip, you finally arrive at the mining asteroid... and a taxing company's assignment awaits you. It won't be easy; otherwise, they wouldn't ask a \"spacer\" like you to do it.","Publisher":"Self-Published","ReleaseDate":"2007-10-30T00:00:00-07:00","ReleaseType":"Homebrew"},"141995":{"Cooperative":"false","Developer":"Incanus","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"265dfd82-a6c9-41c4-95d6-d9c9a9c27647.JPG","Region":"World","Type":"Box - Back"},{"FileName":"09d2d6fc-dab7-442c-a536-3c560ed3980e.JPG","Region":"World","Type":"Box - Front"},{"FileName":"01cfa509-cefd-4c93-a51b-0aaa0b6b1ec2.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Afuera","Overview":"You're a prisoner, a convicted criminal, doing time on the upper levels of the Pyramid, and now you must get ready to go... Outside.","Publisher":"Self-Published","ReleaseDate":"2007-12-21T00:00:00-08:00","ReleaseType":"Homebrew","WikipediaURL":"http:\/\/www.ifwiki.org\/index.php\/Afuera"},"142004":{"Cooperative":"false","Developer":"Graham Nelson","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"152e571a-18dc-4b4a-960e-a03ee5d8b02e.png","Region":"World","Type":"Box - Front"},{"FileName":"eae2b447-f987-40c2-aa25-0cbf3a0d44ae.png","Region":"World","Type":"Clear Logo"},{"FileName":"b9b55a5c-3a65-446d-a38d-b9a9304b2f32.png","Region":"World","Type":"Screenshot - Game Title"}],"MaxPlayers":1,"Name":"Jigsaw","Overview":"A whirlwind tour of the 20th century. Hunt for the jigsaw pieces that allow you to travel trough time, following a charming stranger who wants to \"improve\" history. Huge, difficult, exceptionally well-crafted. Lots of detailed research went into this game. The environment is highly interactive, with some extremely detailed gadgets (such as Alan Turing's Enigma machine.) Surprisingly enough, Mr. Nelson also found time to include some romance - and the love interest is that charming stranger whose plans you're foiling.\n\nThe game is divided into partially-ordered chapters, which are mostly, but not entirely, self-contained. Trinity's influence is obvious in the layout: a central strange and fantastic land, from which you can temporarily escape to the past.\n\nThree warnings: Some of the puzzles are very difficult indeed (one requires elementary knowledge of Proust!), many of the chapters have time limits, and it is possible to lock yourself out of victory without realizing it. (For that last point: The Kaldecki Detector found on the Titanic helps a lot.) Has a crucial dependence on character graphics.","Publisher":"Self-Published","ReleaseType":"Homebrew","ReleaseYear":1995,"WikipediaURL":"http:\/\/www.ifwiki.org\/index.php\/Jigsaw"},"142007":{"Cooperative":"false","Developer":"Jim Aikin","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"7d39236c-c223-4f03-9daa-399a4755fa03.jpg","Region":"World","Type":"Box - Front"},{"FileName":"e4b4d874-b000-4a0a-9906-f11d71acef34.png","Region":"World","Type":"Clear Logo"},{"FileName":"e4866b4a-ec73-4722-8882-190ade064a1a.png","Region":"World","Type":"Screenshot - Game Title"}],"MaxPlayers":1,"Name":"Not Just An Ordinary Ballerina","Overview":"Despite the off-putting title, Not Just An Ordinary Ballerina is an absolute treasure for puzzle-lovers. You are a harried mother who has been given an impossible assignment: finding an incredibly rare toy for your daughter on Christmas Eve. The game begins as you arrive in the parking lot of the only mall left that still has one.\n\nWhile most of the dozens of puzzles are fair, there are a couple of mathematical riddles and visualization puzzles that had me tearing my hair out. It also contains some cultural references that may make it difficult for nonnative English speakers. Nevertheless, the game's sheer density (and the strength of its adaptive hints system) make this the best puzzle game since Curses.","Publisher":"Self-Published","ReleaseType":"Homebrew","ReleaseYear":1999,"WikipediaURL":"http:\/\/www.ifwiki.org\/index.php\/Not_Just_An_Ordinary_Ballerina"},"142009":{"Cooperative":"false","Developer":"Emily Short","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"aad3be6e-015e-4003-9738-6b5d18d2a520.png","Region":"World","Type":"Banner"},{"FileName":"128b1b90-4db8-4279-9369-4c5a4ec7b9f0.jpg","Region":"World","Type":"Box - Front"},{"FileName":"8fa098b7-c529-4ae2-a96f-11262ca7a269.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Metamorphoses","Overview":"You're a slave girl on a mission of sorts for your master, though it's difficult to say what the mission is. The game's world is split between the literal and the figurative, and most of what you accomplish is significant more on the symbolic than on the concrete level. Idealized forms are a key thematic element, and most of the puzzles revolve around the transformation of those forms. The game provides two devices that can transform various objects, and the range and complexity of the transformations handled is impressive--the objects, by and large, behave sensibly in all their various forms.\n\nThere are lots of puzzle solutions and a wide variety of endings, and the game manages to both tell a story and allow ample freedom in exploration. Beautifully described and impressively thoughtful.","Publisher":"Self-Published","ReleaseType":"Homebrew","ReleaseYear":2000,"WikipediaURL":"http:\/\/www.ifwiki.org\/index.php\/Metamorphoses"},"142010":{"Cooperative":"false","Developer":"Stephen Granade","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"0332f893-3b70-47f9-92d5-1fe3b0e348ec.jpg","Region":"World","Type":"Box - Front"},{"FileName":"e55a8e21-cfa8-4e52-b707-4a3100df5246.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Losing You Grip","Overview":"Large, highly complex and introspective game. You're a fellow named Terry, in rehab for nicotine addiction, and the drug you're put on sets you on an internal journey of sorts.\n\nNearly everything in the game functions on a symbolic level, and trying to unravel everything is challenging --there's been no little debate about what everything means. Thematically rich, but also plenty of fun as a game --the puzzles are challenging but fair, on the whole. What's notable about this is that, for the most part, the puzzles serve the purposes of the story rather than getting in the way of the story --the author manages to weave the plot into the obstacles to be overcome. The central relationship in the game is a puzzle in itself --much as the protagonist doesn't fully understand the relationship, you the player spend most of the game trying to figure out the dynamics.\n\nAt two points in the game, the plot branches (in a sufficiently subtle way that you may not realize there was another choice), such that two lengthy sections of the game have two entirely separate paths through them (after which the paths rejoin). Complex, but thoroughly rewarding.","Publisher":"Self-Published","ReleaseType":"Homebrew","ReleaseYear":1998,"WikipediaURL":"http:\/\/www.ifwiki.org\/index.php\/Losing_Your_Grip"},"142013":{"Cooperative":"false","Developer":"Dan Schmidt","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"ade0347f-f02f-4a0e-8d46-8e465ef65d7a.jpg","Region":"World","Type":"Box - Front"},{"FileName":"c802554e-21aa-4b32-bf35-00176e737aea.png","Region":"World","Type":"Clear Logo"},{"FileName":"c32871e4-245f-4556-a5a5-b040163aa18d.png","Region":"World","Type":"Screenshot - Game Title"}],"MaxPlayers":1,"Name":"For a Change","Overview":"\"The sun is gone. It must be brought. You have a rock.\"\n\nSo begins For a Change, one of the most unusual games in recent memory: the language is distinctly nonstandard, in an e.e. cummings sort of way, and figuring out exactly what's going on requires some lateral thinking. (Another example of the syntax: \"This subsection of the inset brightens and flickers. The shadows . . . walk the cordstone walls; they move and excite.\")\n\nWhile it's not as accessible as most IF, it's still a richly rewarding playing experience; once you learn to think in the same off-kilter way as the game's written, it all comes together. The puzzles are a mixed bag--some make more sense than others--but generally this works both as a game and as a linguistic experiment, and rewards the imagination.","Publisher":"Self-Published","ReleaseType":"Homebrew","ReleaseYear":1999,"WikipediaURL":"http:\/\/www.ifwiki.org\/index.php\/For_A_Change"},"142033":{"Cooperative":"false","Developer":"Graham Nelson","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"2d31c6c2-106a-4b9a-8d4f-9830753f8533.PNG","Region":"World","Type":"Box - Front"},{"FileName":"f924bff1-c138-4aa3-92ef-911c5552be39.png","Region":"World","Type":"Clear Logo"},{"FileName":"f616d060-8b76-4051-b619-c3e6d9dcd231.png","Region":"World","Type":"Screenshot - Game Title"},{"FileName":"a2827733-681b-41b5-ad83-f204502ea8f3.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Curses!","Overview":"In this game, you play the current owner of Meldrew Hall, a stately home of England. You start innocently enough, searching the attic for a map of Paris, but quickly start discovering occult gateways to other times and places linked to your family's increasingly mysterious history. Needless to say, there is a family curse, but just what is its nature?\n\nA very large game, with atmosphere galore, Meldrew Hall has a rich history, given mostly in the form of offhand comments in room and object descriptions. Well-researched, well-crafted, and pervaded by dry wit. Locations vary from the ordinary to the exotic to the bizarre. Puzzles are tough but logical. Hints are available from characters in the game, but many of the harder puzzles are covered inadequately. Contains tarot cards, a T. S. Eliot scene, and a couple of small, benign mazes.\n\nIn general this is an excellent showcase of Inform's capabilities, and a good example of what you get when a whole lot of people sit down and discuss game design for several years while one person listens and takes notes.","Publisher":"Self-Published","ReleaseType":"Homebrew","ReleaseYear":1993,"WikipediaURL":"http:\/\/www.ifwiki.org\/index.php\/Curses"},"142037":{"Cooperative":"false","Developer":"Jon Ingold","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"a9556b06-eaa3-4eb4-9819-bd76292999d5.jpg","Region":"World","Type":"Box - Front"},{"FileName":"1da9b0d0-8204-46de-99c1-b12730732749.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"All Roads","Overview":"Supernatural espionage thriller set in a quasi-medieval Venice. You jump around in space and time through a series of apparently disconnected scenes, and eventually, if you're paying enough attention, things come together.\n\nLargely puzzleless, in the conventional sense; there's one puzzle toward the beginning of the game, but most of the rest of the story pretty much flows by. In another sense, though, the whole game is a puzzle, and it's a pretty clever one -the game drops progressively more obvious clues as you go along and fills in some, but not all, of the blanks at the end. You'll probably need to replay, and think a good deal, to figure everything out. Pleasantly confusing, though very much on rails -there's only one path through the game, and not much deviation is allowed for. Unusual and rewarding.","Publisher":"Self-Published","ReleaseType":"Homebrew","ReleaseYear":2001,"WikipediaURL":"http:\/\/www.ifwiki.org\/index.php\/All_Roads"},"142141":{"Cooperative":"false","Developer":"Infocom","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"3a7aec32-6cbf-4d1b-a870-470401f64252.jpg","Region":"World","Type":"Box - Front"},{"FileName":"d8820d9c-305f-4d32-a543-cc8c751ecdc0.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"The Hitchhiker's Guide to the Galaxy","Overview":"Don't Panic! Relax, because everything you need to know about playing The Hitchhiker's Guide to the Galaxy is contained in the pages of this manual. In this story, you will be Arthur Dent, a rather ordinary earth creature who gets swept up in a whirlwind of interstellar adventures almost beyond comprehension.\n\nAs the story begins bulldozers are waiting to reduce your house to rubble to make way for a motorway bypass. While you attempt to deal with this problem, your rather strange friend Ford Prefect drops by to tell you that the Earth is about to be demolished to make way for an interstellar bypass! If you survive this double threat, you'll embark on a series of inter-galactic misadventures even funnier than your worst nightmares!\n\nA special note for people who have read the book \"The Hitchhiker's Guide to the Galaxy\". Although the opening of the game is fairly similar to the book, the story quickly diverges, with lots of new material and different twists. Although familiarity with the story may make a few of the early puzzles easier, if you rely too heavily on this previous knowledge you will certainly end up getting misled.","Publisher":"Infocom","ReleaseType":"Released","ReleaseYear":1984,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/The_Hitchhiker%27s_Guide_to_the_Galaxy_(video_game)"},"142142":{"Cooperative":"false","Developer":"Admiral Jota","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"e45b2655-e055-4f7a-a295-bf7805b85a87.jpg","Region":"World","Type":"Box - Front"},{"FileName":"6b725f03-deb0-49df-9281-853039b13650.png","Region":"World","Type":"Clear Logo"},{"FileName":"f2716d78-7609-443c-9b0b-14820435ae15.png","Region":"World","Type":"Screenshot - Game Title"},{"FileName":"c6e503cb-c433-42c9-9594-37ff611a7b6c.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Lost Pig","Overview":"\"Grunk orc. Grunk work on pig farm. Grunk lose pig. Boss tell Grunk go find pig. Grunk fall down hole. Land on torch. Torch go out. Now what Grunk do?\"\n\nLost Pig is a game about an orc named Grunk and a pig who would much prefer to remain lost. While the game is short, and a few of the puzzles rely on conveniently magical explanations, Lost Pig makes a hilarious case for why text still matters.","Publisher":"Self-Published","ReleaseDate":"2007-09-30T00:00:00-07:00","ReleaseType":"Homebrew","WikipediaURL":"http:\/\/ifwiki.org\/index.php\/Lost_Pig"},"142149":{"Cooperative":"false","Developer":"Jeremy Freese","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"e64248d5-2ffe-465e-9f48-262f3366af53.png","Region":"World","Type":"Box - Front"},{"FileName":"b357fbee-3639-4024-9c00-f701ca369e1f.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Violet","Overview":"Calm down. All you have to do is write a thousand words and everything will be fine. And you have all day, except it's already noon.\n\nThis game is as rock solid a piece of IF. It is a single room, single extended puzzle, written clearly. All the objects in the room are capable of being examined and most are, to a great degree capable of being manipulated.\n\nThe tone of the game may not appeal to all people. The major conceit of the game is that the narrative is told from the point of view of your girlfriend, Violet. All of the actions you take are commented on by her voice in your head. When you look at the room the game doesn't tell you the description so much as Violet relates the description to you in her own unique voice.","Publisher":"Self-Published","ReleaseDate":"2008-10-01T00:00:00-07:00","ReleaseType":"Homebrew","WikipediaURL":"http:\/\/ifwiki.org\/index.php\/Violet"},"142193":{"Cooperative":"false","Developer":"Suzanne Britton","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"644ea231-dede-4a78-b0cd-afcbf56c2773.PNG","Region":"World","Type":"Box - Front"},{"FileName":"f60a246c-2020-4658-ada8-d9554ae6225b.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Worlds Apart","Overview":"Extraordinarily rich and imaginative. You wake up on a strange beach with no memory of who or where you are, and you explore the land and your own memory over the course of the game.\n\nLearning the rules of the game's universe takes a while --there are ways of interacting with other people and things that take some getting used to--, but the learning is well worth it. There are also several well-realized and complex NPCs, whose personalities and faults shape the plot. The level of detail is perhaps the most impressive thing, however everything that should be examinable is, and all the NPCs can talk about a wide variety of topics.\n\nThe game points toward a sequel, though the author has said that the sequel may be static fiction rather than IF; still, this one is well worth playing on its own. Unique.","Publisher":"Self-Published","ReleaseType":"Homebrew","ReleaseYear":1999,"WikipediaURL":"http:\/\/ifwiki.org\/index.php\/Worlds_Apart"},"142194":{"AlternateNames":[{"AlternateName":"Fotopía","Region":"Spain"}],"Cooperative":"false","Developer":"Adam Cadre","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"08264e39-ba12-436d-976e-2aaf52dfa51f.jpg","Region":"World","Type":"Box - Front"},{"FileName":"1dc584b3-0e35-4c1d-88b8-e45c76c65ee1.png","Region":"World","Type":"Clear Logo"},{"FileName":"9ca515dd-93fe-4204-8bca-8f730afbeb17.png","Region":"Spain","Type":"Screenshot - Game Title"},{"FileName":"8825f98a-5678-4ad4-9e48-9096fa7d20b8.png","Region":"World","Type":"Screenshot - Game Title"},{"FileName":"2795e132-3e42-4f3a-a04a-b8d77f52ffbe.png","Region":"Spain","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Photopia","Overview":"Scenes from a handful of ordinary lives alternate with chapters of a child's colorful science-fantasy. Sweet and sad, and complex enough that you may need to go through it twice in order to fully understand how all the fragments fit together.\n\nVery story-driven, with menu-based conversations and virtually no puzzle content. It isn't terribly interactive - indeed, you're practically driven through it on tracks, and any actions that you don't take tend to be rendered unnecessary. But the story is intriguing enough, and well-written enough, and moving enough, that this seems a small quibble. This is probably the most successful example of interactivity at the service of fiction, rather than vice versa.","Publisher":"Self-Published","ReleaseDate":"1998-10-01T00:00:00-07:00","ReleaseType":"Homebrew","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Photopia"},"142195":{"Cooperative":"false","Developer":"David Fisher","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"812575f5-2731-4f77-b611-34b37b99cb1c.png","Region":"World","Type":"Box - Front"},{"FileName":"859c82da-8455-406b-85cd-57f995b7097b.png","Region":"World","Type":"Clear Logo"},{"FileName":"f1775601-4a0a-4efe-b664-999c1af1c14a.png","Region":"World","Type":"Screenshot - Game Title"}],"MaxPlayers":1,"Name":"Suveh Nux","Overview":"Your master, a wizard, sends you to put something away in his vault. Someone shoves you roughly from behind and locks you inside. Your aim is to find a way to escape from the vault.\n\nA brief, charming game with puzzles centered on a neat magical grammar. The system is well-designed and internally consistent, the puzzles are fun to solve, and there are lots of rewards for experimenting. For the most part the solutions are not too difficult, either, but there's a hint system, just in case. \n\nNot long on story or characterization, but excellent for what it sets out to do.","Publisher":"Self-Published","ReleaseDate":"2007-11-19T00:00:00-08:00","ReleaseType":"Homebrew","WikipediaURL":"http:\/\/ifwiki.org\/index.php\/Suveh_Nux"},"142196":{"Cooperative":"false","Developer":"S. John Ross","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"aeed1814-97eb-4312-bb17-e0945b50ec57.png","Region":"World","Type":"Box - Front"},{"FileName":"37cf2974-20dc-4db1-95fd-01221a81c5bb.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Treasures of a Slaver's Kingdom","Overview":"In the cruel kingdoms north of the Viraxian Empire, a barbarian seeks treasure - and vengeance! Having escaped the clutches of the Slaver King, he has vowed to pillage the wealth of the kingdom... then bring it to its knees.\n\nYOU are this barbarian. Weakened by your ordeal as a slave, wandering an unfamiliar realm filled with danger, you must use cunning, savagery, and something approximating English syntax to regain thy might, rally an army of friends to your cause, do repeated business with a Delicate Doxy, and do deadly violence unto the Slaver King! \n\nThis is a faux-retro adaptation of a nonexistent 1979 text adventure from an alternate timeline, itself based on a nonexistent 1979 pen-and-paper RPG.","Publisher":"Cumberland Games","ReleaseDate":"2007-12-24T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"http:\/\/www.ifwiki.org\/index.php\/Treasures_of_a_Slaver%27s_Kingdom"},"142198":{"Cooperative":"false","Developer":"Carl Muckenhoupt","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"6876fad2-9b93-4b98-9462-afe53bf27b8e.png","Region":"World","Type":"Box - Front"},{"FileName":"262c868b-a9d9-4151-8bf0-61bd42e05276.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"The Gostak","Overview":"\"Finally, here you are. At the delcot of tondam, where doshes deave. But the doshery lutt is crenned with glauds. Glauds! How rorm it would be to pell back to the bewl and distunk them, distunk the whole delcot, let the drokes uncren them. But you are the gostak. The gostak distims the doshes. And no glaud will vorl them from you.\"\n\nIt's a game, it's a puzzle! The goal of it is straightforward; as the gostak, you distim the doshes. Alas, the lutt to the doshery is crenned with glauds! But surely a snave gostak such as yourself can discren them.","Publisher":"Self-Published","ReleaseDate":"2001-10-01T00:00:00-07:00","ReleaseType":"Homebrew","WikipediaURL":"http:\/\/www.ifwiki.org\/index.php\/The_Gostak"},"142209":{"Cooperative":"false","Developer":"Andrew Plotkin","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"aa94261a-cf9f-4d53-9b6b-096a3951bebb.png","Region":"World","Type":"Box - Front"},{"FileName":"8904c644-df72-4998-b610-aeda65c0967b.png","Region":"World","Type":"Clear Logo"},{"FileName":"db45f873-fd20-4bab-9807-f5f35efd6ee9.png","Region":"World","Type":"Screenshot - Game Title"}],"MaxPlayers":1,"Name":"Shade","Overview":"\"A one-room game set in your apartment.\"\n\nShade is one of those classics that get recommended anytime anyone recommends any IF to newcomers: it's brief, disquieting, ambiguous, memorable without being especially difficult.\n\nIt's extremely well crafted and very, very creepy; this is a \"mess with your head\" IF par excellence. There's also a lot going on, in a sense, so you may want to replay it a few times once you're done","Publisher":"Self-Published","ReleaseType":"Homebrew","ReleaseYear":2000,"WikipediaURL":"http:\/\/www.ifwiki.org\/index.php\/Shade"},"142210":{"Cooperative":"false","Developer":"J. J. Guest","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"f9528df9-fa87-4f73-82c4-46ee1543cfbd.jpg","Region":"World","Type":"Box - Front"}],"MaxPlayers":1,"Name":"To Hell in a Hamper","Overview":"Professor Pettibone, eminent Victorian balloonist, has a problem. He can't get it up. His balloon that is. If he can't reach an altitude of 20,000 feet, and soon, both he and his mysterious travelling companion Hubert Booby will be burned to a cinder by an erupting volcano! But what is Mr. Booby concealing under his overcoat?\n\nThis is a very entertaining one-room puzzle game with a Weird Victoriana theme. The premise is that you are trapped in a hot-air balloon, drifting perilously towards a volcano, accompanied by an uncooperative NPC who is carrying entirely too many heavy objects. Your task: get rid of everything that is weighing down the balloon so that you and your companion do not become one with the lava","Publisher":"Self-Published","ReleaseDate":"2003-04-01T00:00:00-08:00","ReleaseType":"Homebrew","WikipediaURL":"http:\/\/www.ifwiki.org\/index.php\/To_Hell_in_a_Hamper"},"142213":{"Cooperative":"false","Developer":"Adam Cadre","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"f0f74ee9-44b9-4613-b791-ffa83f44b536.jpg","Region":"World","Type":"Box - Front"},{"FileName":"0b93ce13-fb37-490c-be6b-2073fe993a20.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"9:05","Overview":"The phone rings at 9:05 AM after a rough night. It's up to you to get up and get moving in this short piece of interactive fiction. Short and easy game ideally suited for newcomers to adventure games - and with a highly surprising finale that rewards replaying the game. Actually, your various failures along the way make up a large part of the game experience.","Publisher":"Self-Published","ReleaseType":"Homebrew","ReleaseYear":1999,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/9:05"},"142274":{"Cooperative":"false","Developer":"Andrew Plotkin","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"75a0f883-067e-4442-a067-876a8545b305.JPG","Region":"World","Type":"Box - Front"},{"FileName":"9f25a066-7e33-42cf-92bb-f2709bbea7f5.png","Region":"World","Type":"Clear Logo"},{"FileName":"3dc4122e-b408-4ca6-a465-2f21324074e4.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"The Dreamhold","Overview":"\"You don't remember who you are. You are lying on a smooth cold stone floor in a small unfurnished stone cell. You are carrying a quill pen, and a there's a gap in the stone in the east wall.\"\n\nWhether you prefer puzzle-solving, reading beautiful prose or searching for hidden meanings, I can recommend visiting the dreamhold. Explore the wizard's house, enjoy the scenery, play around with the machinery, marvel at the magic. You'll find it well worth the trip.\n\nThe Dreamhold is designed for people who have never played IF before. It introduces the common commands and mindset of text adventures, one step at a time.","Publisher":"Self-Published","ReleaseType":"Homebrew","ReleaseYear":2004,"WikipediaURL":"http:\/\/ifwiki.org\/index.php\/The_Dreamhold"},"142276":{"Cooperative":"false","Developer":"Marc Blank","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"933e5d2c-d295-43d0-b56e-5202b5c8b840.JPG","Region":"World","Type":"Box - Front"},{"FileName":"c026ea61-c544-4999-98da-a22dd560cec0.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Deadline","Overview":"It's Deadline, and it puts you, the keen-eyed sleuth, against a 12-hour time limit to solve a classic locked-door mystery. Armed only with the clues inside this package and your own wits, you must sift through myriads of evidence and motives to track down the killer. No easy feat, for all six of your suspects exercise free will - coming and going, scheming and maneuvering independently of your actions. And some of these personalities are so treacherous that, should you make the wrong move, one of them may do you in.\n\nDeadline is one of Infocom's most difficult games, and requires a number of playthroughs to win. Important events happen at specific times of day, and you have to know about them and be in the right place at the right time to take advantage. It's easy to miss evidence or misunderstand it. There's limited time to complete your investigation. And, of course, you can ruin everything by arresting the wrong person.\n\nThe things that make the game difficult are also the things that make it great. Instead of offering an underpopulated world full of set-piece puzzles, Deadline challenges the player to make sense of a coherent reality full of active people and sometimes misleading clues. Characters move around the house, pursuing their own agendas. People have a schedule and plans of their own.","Publisher":"Infocom","ReleaseType":"Released","ReleaseYear":1982,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Deadline_(video_game)"},"142277":{"Cooperative":"false","Developer":"Adam Cadre","ESRB":"Not Rated","Genres":"Adventure; Sports","Images":[{"FileName":"0378d1d2-8ef3-491c-964e-7fe88524d68b.jpg","Region":"World","Type":"Box - Front"},{"FileName":"b65561fb-fca1-4a30-a0b2-e52a37f16749.png","Region":"World","Type":"Clear Logo"},{"FileName":"df4f1307-d84d-44c9-b9bb-880b6fc50e7b.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Textfire Golf","Overview":"Stand steady at the tee... head down... slow backswing. Now, drive your tee shot 220 yards down the fairway, splitting a pair of sandtraps. Loft a five iron onto the green. And sink a twenty foot putt for a birdie! \n\nYou control the swing and aim throughout 9 championship quality holes. The fairways and greens are beautifully manicured, but the sand traps are deep... and the rough is... rough! \n\nYou are Ned, an unpopular desk jockey at Cascade Mountain Plumbing; this is the first time you've been invited to play golf with the guys, and you're convinced that this is the first step to popularity and success.","Publisher":"Self-Published","ReleaseDate":"2001-01-03T00:00:00-08:00","ReleaseType":"Homebrew","WikipediaURL":"http:\/\/www.ifwiki.org\/index.php\/Textfire_Golf"},"142278":{"Cooperative":"false","Developer":"Sam Barlow","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"0adf2910-ec7f-40fe-a3eb-930986849f1d.JPG","Region":"World","Type":"Box - Front"},{"FileName":"59d61732-4f58-450a-9b62-fc3c576486a4.png","Region":"World","Type":"Clear Logo"},{"FileName":"a66b0114-699a-4fdf-bae4-de97291c17f1.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Aisle","Overview":"\"Late Thursday night. You've had a hard day and the last thing you need is this: shopping. Luckily, the place is pretty empty and you're progressing rapidly. On to the next aisle... \"\n\nAisle rather than present a plot, presents an ambiguous situation and gives you a chance to type a single command. The command you type determines not only what the protagonist does, but also who he is. This is definitely \"concept IF,\" but the author has done an excellent job and it's very easy to feel for the different possible protagonists. While the level of interaction is obviously limited in a one-move game, the scenery is very \"deep\"; the game seems to have a response for almost everything.","Publisher":"Self-Published","ReleaseDate":"1999-05-28T00:00:00-07:00","ReleaseType":"Homebrew","WikipediaURL":"http:\/\/ifwiki.org\/index.php\/Aisle"},"142342":{"Cooperative":"false","Developer":"Leonard Richardson","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"cdb48102-fefd-463b-a0f4-3974bab27d4f.jpg","Region":"World","Type":"Box - Front"},{"FileName":"2c4c71b3-fbed-4407-8570-29345558a0e8.png","Region":"World","Type":"Clear Logo"},{"FileName":"62fb0ac4-59ae-4a62-8524-4cad51a02840.png","Region":"World","Type":"Screenshot - Game Title"},{"FileName":"e91046c9-9a29-4a9a-ac4e-6759d1d30279.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Degeneracy","Overview":"A knight stands above his slain foe, his quest accomplished. But the dead man has planned a posthumous revenge. Short, strong sense of style, good puzzles, not buggy at all. The slow realization of what's going on is handled well, with a creepy twist as the time limit closes in.","Publisher":"Self-Published","ReleaseType":"Homebrew","ReleaseYear":2001,"WikipediaURL":"http:\/\/ifwiki.org\/index.php\/Degeneracy"},"142343":{"Cooperative":"false","Developer":"Christopher Huang","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"e3479d18-df94-437d-9024-25ba6cb17718.jpg","Region":"World","Type":"Box - Front"},{"FileName":"a6156ee0-4dde-4f1a-a72e-d67a44e5a4d5.png","Region":"World","Type":"Clear Logo"},{"FileName":"9b466a03-090f-41f4-8713-efb638482d83.png","Region":"World","Type":"Screenshot - Game Title"},{"FileName":"ebe53014-5506-4c3a-9f22-264029284877.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"An Act of Murder","Overview":"Late at night, two men at a house party find their host lying dead on the beach below the study window. The police are treating it as a murder unless they find reason to believe otherwise. Five suspects, two hours until Inspector Duffy comes back to ask for your verdict. Time to go to work. \n\nAn Act of Murder is interactive fiction in the style of an Agatha Christie murder mystery: an old manor in the countryside, five suspects and a dead body. You're charged with sorting out this whodunit in two hours or else face the displeasure of the Chief Inspector.\n\nThe descriptions are not so filled with red herrings so that you go off chasing the wrong ideas, but do include just a few irrelevancies to turn you about here and there. The simple deduction puzzle that is at the heart of this game won't overly frustrate one, but still keeps one engaged.","Publisher":"Self-Published","ReleaseDate":"2007-09-30T00:00:00-07:00","ReleaseType":"Homebrew","WikipediaURL":"http:\/\/ifwiki.org\/index.php\/An_Act_of_Murder"},"142345":{"Cooperative":"false","Developer":"Quintin Stone","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"7c053c11-e8db-4d75-abec-deb7ab521d3b.JPG","Region":"World","Type":"Box - Front"},{"FileName":"4a5a1ee7-dd92-47a1-b56b-18cda60b764e.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Scavenger","Overview":"Search a war-shattered world for secrets of the past.\n\nSet in a fairly cliche post-apocalyptic environment, but with very solid game-play and a decent story. You are a scavenger seeking to recover some valuable items from before the holocaust, and are allowed to take your choice of equipment. That option, combined with multiple puzzle solutions and branching endings, adds a fair amount of replay value. There are a couple of good scenes with NPCs, as well. Overall, a strong work, not exactly experimental but making good use of existing techniques and ideas, with some old-school puzzles.","Publisher":"Self-Published","ReleaseDate":"2003-09-29T00:00:00-07:00","ReleaseType":"Homebrew","WikipediaURL":"http:\/\/www.ifwiki.org\/index.php\/Scavenger"},"142369":{"Cooperative":"false","Developer":"Infocom","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"a807ab0a-990b-4cc1-91df-baa352e99112.jpg","Region":"World","Type":"Box - Front"},{"FileName":"dadae85e-2ac7-444c-9f8e-130f74020738.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Planetfall","Overview":"\"Join the Patrol, and see the Galaxy!\" You took the poster's advice, bait and all, and marched right over to the recruitment station near your home on the backwater planet of Gallium. Images of exotic worlds, strange and colorful aliens, and Deep Space heroism had danced in your head as you signed the dotted line. And since that day the closest you've come to Deep Space heroism was scrubbing down the radioactive leper colony on Ishmael-3. \n\nBut suppose that jumbo fortune cookie you got at Qwang's Take-Out Asteroid last shore leave was right. Maybe you will indeed narrowly escape disaster. It's even possible that you'll actually travel to an unknown corner of the Universe, where you'll save a doomed planet - or die in the attempt. In fact, we'll guarantee it - every crumb of it - because that's just the way the cosmic cookie crumbles.","Publisher":"Infocom","ReleaseType":"Released","ReleaseYear":1983,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Planetfall"},"142371":{"Cooperative":"false","Developer":"Infocom","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"ca90a432-8580-4d1b-abc6-d5fdd48c297b.JPG","Region":"World","Type":"Box - Front"},{"FileName":"ce830cb5-7e29-497d-8e11-7fd482251662.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Bureaucracy","Overview":"Bureaucracy! Everyone, at one time or another, feels bound up in an endless swathe of red tape. In Bureaucracy, best-selling humorist Douglas Adams draws on his own battles with beadledom to create a hilarious misadventure. You'll find yourself in the midst of a bureaucratic muddle so convoluted that you can't help but laugh. \n\nYou've just landed a great new job and moved to a spiffy house in a nice little town. You're even being sent to Paris this very afternoon for a combination training seminar and vacation. What could possibly go wrong? The answer, of course, is everything. When the bank refuses to acknowledge your change-of-address form, you'll find yourself entangled in a series of bureaucratic mishap","Publisher":"Infocom","ReleaseType":"Released","ReleaseYear":1987,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Bureaucracy_(video_game)"},"142375":{"Cooperative":"false","Developer":"Infocom","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"dd0a5e54-2802-41e3-ab7f-1954e139b607.jpg","Region":"World","Type":"Box - Front"},{"FileName":"c57fd8a9-7421-4770-b1ab-af8d8d2eda82.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Wishbringer","Overview":"It's an ordinary day in your ordinary little town, and you've been performing your ordinary mail clerk's duties in an altogether ordinary way. But there's something quite extraordinary in today's mail. It's a ranson note for a kidnapped cat, and it will lead you through unbelievably harrowing adventures to Wishbringer, a stone possessing undreamt-of powers. For though the note in question is addressed to someone in your ordinary little town, it's postmarked for Special Delivery to Parts Unknown. And its true destination is somewhere beyond your wildest dreams, c\/o the magic of Infocom's interactive fiction.","Publisher":"Infocom","ReleaseType":"Released","ReleaseYear":1985,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Wishbringer"},"142389":{"Cooperative":"false","Developer":"Infocom","ESRB":"Not Rated","Genres":"Adventure; Horror","Images":[{"FileName":"cf7fc57c-041c-47c1-97b7-f191e7f3c9c3.jpg","Region":"World","Type":"Box - Front"},{"FileName":"f4e86558-68b5-45f8-9378-4b3d62be5460.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"The Lurking Horror","Overview":"A winter night at the G.U.E. tech campus with most students away on vacation serves as the backdrop for this tale of Lovecraftian horror.\n\nYou must finish the last term paper (deadline tomorrow!). All the computers in the dorm are in use, so you endured a snowstorm to travel to the institute's computer laboratory. However, the snowstorm turned into a blizzard and you decided to remain in the complex for the night, working on the report. \n\nAlthough the game begins as a quest to try to salvage the term paper, alarming events soon unfold, revealing a powerful evil within the school's depths.","Publisher":"Infocom","ReleaseDate":"1987-06-05T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/The_Lurking_Horror"},"142397":{"Cooperative":"false","Developer":"Infocom","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"48ff031e-eae3-455b-b780-78b530de63e3.jpg","Region":"World","Type":"Box - Front"},{"FileName":"05dbac1c-e4db-4a79-894b-7e7f27183ba5.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Stationfall","Overview":"What a trotting krip! Since your incredible heroics in Planetfall, where you risked life and limb to save the planet Resida, things have hardly changed at all. Sure, you were promoted to Lieutenant First Class, but this only meant that your dull life of cleaning grotch cages was replaced by an equally dull life of paperwork. Now you've got another assignment tailor-made for a grotchbrain: pilot a spacetruck to a nearby station to pick up a load of trivial forms. Trot and double trot!\n\nBut all is not lost. By a happy twist of fate, your companion for the journey is your old pal Floyd! That's right, it's the same mischievous little robot, crayons and paddleball at the ready, who was your helpful buddy in Planetfall.\n\nGetting to the space station is easy. But once there, you find it strangely deserted. Even the seedy space village surrounding the station is missing its ragtag tenants. A spooky alien ship carrying only an empty pedestal rests in a docking bay. An ostrich and an Arcturian balloon creature are found, abandoned but in perfect health. The commander's log describes the mysterious breakdown of machinery, demonstrated by a roving hull-welder who seems bent on your destruction. And finally even Floyd begins acting oddly...","Publisher":"Infocom","ReleaseType":"Released","ReleaseYear":1987,"WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Stationfall"},"142399":{"Cooperative":"false","Developer":"Infocom","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"fc342222-32f8-4898-8b02-2f1e6b4f2ebd.JPG","Region":"World","Type":"Box - Front"},{"FileName":"39d2d3eb-956b-4a1b-9f1e-954668b621e1.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Suspended: A Cryogenic Nightmare","Overview":"They said you would sleep for half a millennium -- not an unreasonable length of time, considering you'd be in limited cryogenic suspension. Your body would rest frozen at the planet's nerve center, an underground complex 20 miles beneath the surface. Your brain, they told you, would be wired to a network of computers; your mind would continue to operate at a minimal level, overseeing maintenance of surface-side equilibrium. And you would not awake, so they promised, until your 500 years had elapsed -- barring, of course, the most dire emergency.\n\nThen, and only then, you would be awakened to save your planet by strategically manipulating six robots, each of whom perceives the world differently. But such a catastrophe, you have been assured, could not possibly occur.\n\nGood morning.","Publisher":"Infocom","ReleaseDate":"1983-02-22T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Suspended"},"142400":{"Cooperative":"false","Developer":"Infocom","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"9b038f3c-5d46-471a-9f45-043d265a1937.jpg","Region":"World","Type":"Box - Front"},{"FileName":"fe3dd3a2-6a16-450c-b014-58c57e00238d.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Trinity","Overview":"It's the last day of your $599 London vacation. Unfortunately, it's also the first day of World War III. Only seconds remain before an H-bomb vaporizes the city.. and you with it.\nUnless you escape to another time, another dimension.\n\nFor every atomic explosion unlocks the door to a secret universe; a plane between fantasy and reality, filled with curious artifacts and governed by its own mischievous logic. You'll criscross time and space as you explore this fascinating universe, learning to control its inexorable power.\n\nTrinity leads you an a journey back to the dawn of the atomic age... and puts the course of history in your hands.","Publisher":"Infocom","ReleaseDate":"1986-05-09T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Trinity_(video_game)"},"142401":{"Cooperative":"false","Developer":"Infocom","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"d8caa336-c4e8-4761-8f47-771c0f22333b.jpg","Region":"World","Type":"Box - Front"},{"FileName":"eae6cff2-e7fb-4d97-8f3b-44ff0aecf1a1.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Enchanter","Overview":"In ENCHANTER, the first of a spellbinding series in the tradition of ZORK, you are a novice magician whom Fate has chosen to do singlehanded combat with a dark and fierce power. But wordly weapons will avail you naught, for your foe is the Evil Warlock who holds sway over the land.\n\nTo defeat him, you will have to match your skills as a necromancer against his, casting spells you have learned from your masters in the Circle of Enchanters and other incantations you will acquire as you proceed on your quest.\n\nIf you succeed, you will be elevated to a seat in the illustrious Circle; if you fail, your land will be doomed to an eternity of darkness.","Publisher":"Infocom","ReleaseDate":"1983-08-10T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Enchanter_(video_game)"},"142402":{"Cooperative":"false","Developer":"Infocom","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"22ea822d-78b7-4aae-952d-9eabab7953d2.JPG","Region":"World","Type":"Box - Front"},{"FileName":"27196293-52cb-47c2-84d4-5bf67525fe02.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Sorcerer","Overview":"SORCERER, the second of a spellbinding fantasy series in the tradition of ZORK, takes you on a magical tour through the darker side of Zorkian enchantment.\n\nYour journey begins with a cryptic diary - the last trace of the now-vanished Belboz the Necromancer, grand and powerful leader of the Guild of Enchanters. It is feared that Belboz is in thrall to evil sorcery. If so, the very existence of the Circle of Enchanters could be forfeit. To rescue the kingdom and locate your mentor in the treacherous mists of time, you must gain the power and cunning of a true Sorcerer.","Publisher":"Infocom","ReleaseDate":"1984-01-31T00:00:00-08:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Sorcerer_(video_game)"},"142403":{"Cooperative":"false","Developer":"Infocom","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"e63ba4c2-2f32-416b-8d70-9aa495f9b46a.JPG","Region":"World","Type":"Box - Front"},{"FileName":"102d566a-5b68-47c9-8fe5-00c84b328fda.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"Spellbreaker","Overview":"SPELLBREAKER, the riveting conclusion to the ENCHANTER trilogy, explores the mysterious underpinnings of the Zorkian universe. A world founded on sorcery suddenly finds its magic failing, and only you, leader of the Circle of Enchanters, can uncover and destroy the cause of this paralyzing chaos.\n\nThe very core of your civilization is under siege, and only a perilous journey through the black foundation of magic itself will yield a chance for survival.\n\nAnd although your triumph over this unknown Evil is uncertain, you must embark without hesitation and prove yourself the worthiest mage in the land.","Publisher":"Infocom","ReleaseDate":"1985-09-16T00:00:00-07:00","ReleaseType":"Released","WikipediaURL":"https:\/\/en.wikipedia.org\/wiki\/Spellbreaker"},"142467":{"AlternateNames":[{"AlternateName":"Bronze"}],"Cooperative":"false","Developer":"Emily Short","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"9772c6c7-c99a-414b-857d-19521b86d2fc.JPG","Region":"World","Type":"Box - Front"},{"FileName":"19c3f888-45ac-49f1-9100-b1e63323706b.png","Type":"Clear Logo"},{"FileName":"b6a35496-15c3-438d-bf48-997c1e7b035d.png","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Bronze: A Fractured Fairy Tale","Overview":"When the seventh day comes and it is time for you to return to the castle in the forest, your sisters cling to your sleeves. \n\nDesigned to be accessible to new players, it's very good at letting you know what you're supposed to be doing, how you're supposed to be doing it, and giving you a sense of your progress. Puzzles have multiple solutions, no time limits, hints are built-in, even the most basic IF commands can be listed for those completely new to IF. The writing is solid, the difficulty is on the easier side, and exploration produces a strong sense of place while maintaining the fairy tale's soft lucidness.","Publisher":"Self-Published","ReleaseDate":"2006-01-21T00:00:00-08:00","ReleaseType":"Homebrew","WikipediaURL":"http:\/\/www.ifwiki.org\/index.php\/Bronze"},"142552":{"AlternateNames":[{"AlternateName":"A Beauty Cold and Austere"}],"Cooperative":"false","Developer":"Mike Spivey","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"187399a1-3707-4ecd-8e99-570fd481a8ed.jpg","Region":"World","Type":"Box - Front"},{"FileName":"d6424ca6-dd8e-4754-9347-ed8de6adde9d.png","Region":"World","Type":"Clear Logo"}],"MaxPlayers":1,"Name":"A Beauty Cold & Austere","Overview":"That survey course in conceptual mathematics seemed like a good idea at the start of the term - no graded homework, no midterm exams - just an oral final at the end. But now that final is tomorrow morning. After months of procrastination you've got one night left to learn enough to pass the course. You might even be desperate enough to try one of your roommate's sketchy memory pills.\n\nThis is a traditional-style text adventure set in a sort of mathematical wonderland, populated by mathematician NPCs and puzzles based on physical manifestations of mathematical concepts. You can tell it comes from a place of deep love of the subject.","Publisher":"Self-Published","ReleaseDate":"2017-10-01T00:00:00-07:00","ReleaseType":"Homebrew","WikipediaURL":"http:\/\/ifwiki.org\/index.php\/A_Beauty_Cold_and_Austere"},"142553":{"Cooperative":"false","Developer":"Emily Short","ESRB":"Not Rated","Genres":"Adventure","Images":[{"FileName":"f8b2c4f1-1f62-4ff1-9154-b2972ca3fda7.png","Region":"World","Type":"Box - Front"},{"FileName":"a1d0fc95-1a5d-4c97-9e0b-cb6ca861549f.png","Region":"World","Type":"Clear Logo"},{"FileName":"261d03b2-d2c1-4125-90d8-e2990f15c9d3.jpg","Region":"World","Type":"Screenshot - Gameplay"}],"MaxPlayers":1,"Name":"Counterfeit Monkey","Overview":"Anglophone Atlantis has been an independent nation since an April day in 1822, when a well-aimed shot from their depluralizing cannon reduced the British colonizing fleet to one ship. \n\nSince then, Atlantis has been the world's greatest center for linguistic manipulation, designing letter inserters, word synthesizers, the diminutive affixer, and a host of other tools for converting one thing to another. Inventors worldwide pay heavily for that technology, which is where a smuggler and industrial espionage agent such as yourself can really clean up. \n\nUnfortunately, the Bureau of Orthography has taken a serious interest in your activities lately. Your face has been recorded and your cover is blown. \n\nYour remaining assets: about eight more hours of a national holiday that's spreading the police thin; the most inconvenient damn disguise you've ever worn in your life; and one full-alphabet letter remover. \n\nGood luck getting off the island.","Publisher":"Self-Published","ReleaseDate":"2012-12-30T00:00:00-08:00","ReleaseType":"Homebrew","WikipediaURL":"http:\/\/ifwiki.org\/index.php\/Counterfeit_Monkey"}}